{"nctId":"NCT02289352","briefTitle":"Randomized, Double-blind, Multiple-site, Placebo-controlled, Parallel-design Study in Patients With Moderate to Severe Facial Erythema Associated With Rosacea","startDateStruct":{"date":"2014-07"},"conditions":["Rosacea"],"count":462,"armGroups":[{"label":"brimonidine 0.33% gel","type":"EXPERIMENTAL","interventionNames":["Drug: Brimonidine"]},{"label":"Mirvaso gel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Brimonidine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"Brimonidine","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or non-pregnant, non-lactating female, 18 years of age or older.\n2. Signed informed consent form, which meets all criteria of current FDA regulations.\n3. Females of child bearing potential must not be pregnant or lactating at Screening and Randomization (as confirmed by a negative urine pregnancy test with a sensitivity of less than 25 mlU/mL or equivalent units of human chorionic gonadotropin). Women of childbearing potential must agree to the use of a reliable method of contraception (e.g., total abstinence, IUD, a double-barrier method \\[such as condom plus diaphragm with spermicide\\], oral, transdermal, injected or implanted non- or hormonal contraceptive), throughout the study. A sterile sexual partner is not considered an adequate form of birth control.\n\n   All females will be considered to be of childbearing potential unless they:\n   * Are post-menopausal, defined as women who have been amenorrheic for at least 12 consecutive months, without other known or suspected primary cause.\n   * Have been sterilized surgically or who are otherwise proven sterile (i.e., total hysterectomy, or bilateral oophorectomy) with surgery at least 4 weeks prior to Screening. Tubal ligation will not be considered a surgically sterile method.\n\n   Female patients of childbearing potential are defined as:\n   * Women without prior hysterectomy, or who have had any evidence of menses in the past 12 months.\n   * Females who have been amenorrhea for ≥ 12 months, but the amenorrhea is possibly due to other causes, including prior chemotherapy, anti-estrogens, or ovarian suppression.\n4. Have a clinical diagnosis of facial rosacea and fewer than 3 inflammatory lesions on the face at Screening and at Randomization (before drug application on Day 1).\n5. Have moderate to severe facial erythema according to both CEA and PSA (i.e., an erythema score of 3 or more for each of the CEA and PSA) at Screening and at Randomization (before drug application on Day 1).\n6. Free from any systemic or dermatologic disorder (other than rosacea) that, in the opinion of the Investigator, will interfere with the study evaluations or increase the risk of AEs.\n7. Willing to minimize external factors that might trigger rosacea flare-ups (e.g., hot environments, prolonged sun exposure, strong winds and emotional stress) within 24 hours of the Screening and Randomization visit.\n8. Any skin type or race, providing the skin pigmentation will allow discernment of erythema.\n9. Willingness and capability to cooperate to the extent and degree required by the protocol.\n\nExclusion Criteria:\n\n1. Patients with particular forms of rosacea (rosacea conglobata, rosacea fulminans, isolated rhinophyma, isolated pustulosis of the chin) or other concomitant facial dermatoses similar to rosacea, such as peri-oral dermatitis, demodicidosis, facial keratosis pilaris, seborrheic dermatitis, acute lupus erythematosus, or actinic telangiectasia, that are present on the face (i.e., 5 areas: chin, nose, both cheeks, and forehead), that in the opinion of the Investigator would interfere with study evaluations.\n2. Have 3 or more facial inflammatory lesions of rosacea.\n3. Have an erythema score of 2 (mild), 1 (almost clear), or 0 (clear) on the CEA and/or the PSA at Screening and at Randomization (before drug application on Day 1).\n4. Patients with excessive facial hair (beards, sideburns, mustaches, etc.) that would interfere with the diagnosis or assessment of rosacea.\n5. Patients with moderate to severe telangiectasial masses in the 5 areas of the entire face: forehead, chin, nose and each cheek, that would interfere with study evaluations.\n6. History of hypersensitivity or allergy to Mirvaso® including the active ingredient brimonidine tartarate or other component within the formulation.\n7. Facial laser surgery for telangiectasia (or other conditions) within 6 weeks prior to randomization.\n8. Exposed to excessive ultraviolet (UV) radiation within 1 week before screening or randomization visit and/or patient was unwilling to refrain from excessive exposure to UV radiation during the course of the study.\n9. History of blood dyscrasia.\n10. Current diagnosis of Raynaud's syndrome, thromboangiitis obliterans, orthostatic hypotension, severe cardiovascular disease, cerebral or coronary insufficiency, renal or hepatic impairment, scleroderma, Sjögren's syndrome, or depression, or any other condition causing uncontrolled blood flow or blood pressure.\n11. Females who are pregnant, lactating or likely to become pregnant during the study.\n12. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder or other medical condition that in the Investigator's opinion would place the study patient at undue risk by participation.\n13. Patients with severe, unstable or uncontrolled cardiovascular disease.\n14. Patients who meet study restrictions at Screening and Randomization and/or unwillingness to comply with all restricted treatments\n15. Receipt of any drug as part of a research study within 30 days before dosing.\n16. Employees of the research center or Investigator.\n17. Previous participation in this study.\n18. Patients who are unable and/or unwilling to follow the study requirements, and procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary: Percentage of Treatment Success on Day 7","description":"Percentage of patients with a clinical response of treatment success on Day 7 (± 1). Treatment success is defined as at least a 2-grade improvement on both CEA and PSA scores from baseline (pre-dose) on Day 7 (± 1) to 6 hours post-application on Day 7 (± 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.95","spread":null},{"groupId":"OG001","value":"10.36","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Clinical Response of Treatment Success on Day 1","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.89","spread":null},{"groupId":"OG001","value":"30.89","spread":null},{"groupId":"OG002","value":"8.62","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":199},"commonTop":["Burning sensation","Flushing","Application site erythema","Headache","Application site pain"]}}}