{"nctId":"NCT03645057","briefTitle":"ASPIRE: PROs & Caregiver Burden in Children With Atopic Dermatitis","startDateStruct":{"date":"2019-02-20","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":92,"armGroups":[{"label":"Crisaborole","type":"EXPERIMENTAL","interventionNames":["Drug: Crisaborole"]},{"label":"Tacrolimus 0.03%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tacrolimus 0.03% Ointment"]}],"interventions":[{"name":"Crisaborole","otherNames":["Eucrisa"]},{"name":"Tacrolimus 0.03% Ointment","otherNames":["Protopic"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPediatric Subjects:\n\n1. Male and female subjects of inclusive ages of 2 to 15 years (inclusive) at screening visit.\n2. Diagnosis of ≤moderate atopic dermatitis or eczema (ISGA 2 or 3 and ≥3% BSA, excluding scalp).\n3. If subject is taking or prescribed antihistamines, subject must be on stable dose of antihistamines.\n4. If subject is taking or prescribed topical steroids, subject must be on stable dose of topical steroids.\n5. If taking a systemic anti-inflammatory medication for atopic dermatitis or other condition, subject must be on stable dose of the systemic anti-inflammatory medication for six weeks prior to enrollment.\n6. If subject is currently taking or prescribed tacrolimus or crisaborole, or other steroid-sparring medication, subject must agree to two week (i.e., 14 days) washout period prior to randomization and Baseline Assessment for study.\n7. Caregiver (i.e., adult parent or guardian) must agree to participate in the study with the patient.\n\ne) Subject must be able to read and speak English. f) Subject ages ≥8 years, is able to give assent.\n\nCaregiver Subjects:\n\n1. Subject must be at least 18 years old and the parent or guardian of the eligible pediatric subject.\n2. Subject must be able to read and speak English.\n3. Subject must be able to give informed consent.\n\nExclusion Criteria:\n\n1. Pediatric subjects \\<2 years old or \\>15 years old are not eligible for participation in this study.\n2. Pediatric subjects with a diagnosis with another skin disease (i.e., not atopic dermatitis or eczema) are excluded to prevent confounding of results.\n3. Pediatric subjects currently on systemic anti-inflammatory therapy for atopic dermatitis or other indication are excluded.\n4. Caregiver subject \\<18 years old are excluded.\n5. Pediatric subject participation without caregiver participation is not allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Children's PROMIS Pediatric Itch Short-Form","description":"This is a patient-reported outcome measure for Itch in pediatric patients that consists of 8 fixed items items, spanning four domains (general, activity, mood/sleep, and scratching behavior). Each item is scored on using 1 = No Itch, 2 = Mild, 3 = Moderate, 4 = Severe, and 5 = Very Severe. The range of the scale is 1 to 5 with higher numbers indicating worse outcome. A total score, representing overall itch-related quality of life, is scored by taking the average (i.e., divide by 8) of the sum of all 8 items. Therefore, total itch scores range between 1 and 5, with higher scores indicating worse impact of itch on quality of life. The measure was completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.8"},{"groupId":"OG001","value":"-0.4","spread":"0.8"}]}]}]},{"type":"PRIMARY","title":"Mean Change in PROMIS Pain Interference-Children (Adaptive Test)","description":"This is a patient reported outcome measure for pain interference in pediatric patients. This is a computer adaptive test consisting of 4-12 questions related to how pain interferes with daily activities. The number of questions a patient answers depends on how he or she answers each question. The overall domain score ranges from 0 to100 with a score of 50 representing the average score for the general population. Higher scores indicate greater pain interference. A score above 55 is considered \"clinically significant\" for each domain. A score change of 5 or more is considered a clinically important change in domain severity. This measure was completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"10.4"},{"groupId":"OG001","value":"-6.8","spread":"9.3"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Children's Dermatology Life Quality Index","description":"This patient-reported outcome measure will be completed using an iPad. The 10-item questionnaire designed for use in parents of children (i.e., ages 4-17) to obtain information on children's quality of life. Each question relates to a component of quality of life: Symptoms/Feelings (items 1-2); Leisure (items 4-6); School (item 7); Relationships (items 3-8); Sleep (item 9), and Treatment (item 10). Children answer each question using a 4-point scale: Not at all = 0, A Little = 1, Quite A Lot = 2, Very Much = 3. The scores from each item are summed to create a severity burden score (i.e., minimum score = 0; maximum score = 30). Higher the scores, the greater burden on quality of life. The scores represent degree of severity burden on quality of life: No effect = 0-1; Small effect = 2-6; Moderate effect = 7-12; Very large effect = 13-18; and Extremely large effect = 19-30.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"4.0"},{"groupId":"OG001","value":"-3.6","spread":"4.2"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Children's Sleep Habits Questionnaire","description":"This patient-reported outcome measure was completed by the caregiver using an iPad. This is a validated 22 item questionnaire consisting of 4 subscales: Bedtime, Sleep Behavior, Waking During the Night, and Morning Wake Up. The patient/parent will answer each item choosing from: \"Always\" if something occurs every night; \"Usually\" if it occurs 5 or 6 times a week; \"Sometimes\" if it occurs 2 to 4 times a week; \"Rarely\" if it occurs once a week; and \"Never\" if it occurs less than once a week. Each question is scored on a 3-point scale as 1 = Usually and Always (5-7 times/week); 2 = Sometimes\" (2-4 times/week); or 3 = Rarely and Never (0-1 time/week). The scores are combined from each subscale to generate a Total Sleep Disturbance Score, which can range from 22 (minimum) to 66 (maximum). The higher the score, the greater the sleep disturbance. A Total Sleep Disturbances score over 28 represent clinically significant sleep disturbance.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"6.0"},{"groupId":"OG001","value":"-1.3","spread":"7.0"}]}]}]},{"type":"SECONDARY","title":"Mean Change in PROMIS Anxiety-children (Adaptive Test)","description":"This patient-reported outcome measure will be completed by the child patient electronically on an iPad using computer adaptive test (CAT). The CAT consists of 4-12 questions on feelings related to anxiety. The number of questions a patient answers depends on how he or she answers each question. The domain score is a t-score ranging from 0 to 100 with a score of 50 representing the average score for the general population. Higher scores indicate greater anxiety. A score above 55 is considered \"clinically significant\" for each domain. A score change of 5 or more is considered a clinically important change in domain severity. This PRO was completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"9.8"},{"groupId":"OG001","value":"-6.8","spread":"8.4"}]}]}]},{"type":"SECONDARY","title":"Mean Change in PROMIS Depressive Symptoms-Pediatric (Adaptive Test)","description":"This patient-reported outcome measure s will be completed by the child patient electronically on an iPad using computer adaptive test (CAT). The CAT consists of 4-12 questions on feelings related to depressive symptoms. The number of questions a patient answers depends on how he or she answers each question. The domain score is a t-score ranging from 0 to 100 with a score of 50 representing the average score for the general population. Higher scores indicate greater depressive symptoms. A score above 55 is considered \"clinically significant\" for each domain. A score change of 5 or more is considered a clinically important change in domain severity. This PRO was completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"7.4"},{"groupId":"OG001","value":"-5.8","spread":"9.5"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Children's Eczema Area & Severity Index (EASI)","description":"Clinician rated the severity of atopic dermatitis using the EASI. The EASI is a tool used to measure the extent (area) and severity of AD. It does not include a grade for dryness or scaling and includes only inflamed areas. The area score is a 7-point scale representing the percentage of skin affected by AD for each body region. The severity score is recorded for each of the four regions of the body and is the sum of the intensity scores for four signs. The four signs include redness, thickness, scratching, and lichenification. The intensity scores are performed using a 4-pont scale. The final EASI score is the sum of the total scores for each region. Add up the total scores for each region to determine the final EASI score. The minimum EASI score is 0 and the maximum EASI score is 72. Higher scores represent worse AD severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"2.9"},{"groupId":"OG001","value":"-1.9","spread":"3.0"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change in Caregiver Burden Inventory","description":"The CBI is a 24-item, five-subscale Caregiver Burden Inventory (CBI) and demonstrates its use as a diagnostic tool for caregiver burden. The five subscales include: Time Dependency, Development, Physical Health, Emotional Health, and Social Relationships. Each subscale contains 4-5 items which are statements of feelings. Caregivers use a 5-point scale, anchored by \"0\" = \"Never\" and \"4\" = \"Nearly Always\", to show how often the statement describes his/her feelings. Overall scores can range from 0 (minimum) to 96 (maximum), where a score near or above 36 indicates significant burden. Higher scores indicate greater caregiver burden (i.e., worse outcome). All subscales have a maximum score of 20, except Physical Health which has a maximum score of 16. Subscale scores and item scores help identify the underlying cause of caregiver burden. This measure will be completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"7.2"},{"groupId":"OG001","value":"-4.2","spread":"6.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change in Family Dermatology Life Quality Index","description":"The FDLQI is a 10-item questionnaire designed for adult family members of a patient with a skin disease. It measures the impact of the patient's skin disease on the family member's quality of life. The caregiver will answer each question using a 4-point scale: Not at all = 0, A Little = 1, Quite A Lot = 2, Very Much = 3. The scores from each item are summed to create a severity burden score (i.e., minimum score = 0; maximum score = 30). Higher scores indicate worse quality of life. The scores represent degree of severity burden on quality of life: No effect = 0-1; Small effect = 2-6; Moderate effect = 7-12; Very large effect = 13-18; and Extremely large effect = 19-30. This measure will be completed electronically on an iPad using REDCap.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"4.0"},{"groupId":"OG001","value":"-3.6","spread":"2.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":16},"commonTop":["atopic dermatitis flare","molluscum","lacerations and bruising","nose bleed"]}}}