{"nctId":"NCT03605680","briefTitle":"A Trial Evaluating the Efficacy, Safety, & Tolerability of Centanafadine Sustained-release Tablets in Adults With Attention-deficit/Hyperactivity Disorder","startDateStruct":{"date":"2019-01-16","type":"ACTUAL"},"conditions":["Attention Deficit Disorder","Attention Deficit Hyperactivity Disorder"],"count":604,"armGroups":[{"label":"Single-blind Run-in Period: Placebo","type":"EXPERIMENTAL","interventionNames":["Other: Placebo"]},{"label":"Double-blind Treatment Period: Centanafadine SR 200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Centanafadine SR"]},{"label":"Double-blind Treatment Period: Centanafadine SR 400 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Centanafadine SR"]},{"label":"Double-blind Treatment Period: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Centanafadine SR","otherNames":["EB-1020"]},{"name":"Placebo","otherNames":[]},{"name":"Centanafadine SR","otherNames":["EB-1020"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must meet the Diagnostic and Statistical Manual of Mental Disorders Fifth Edition (DSM-5) criteria for ADHD (including predominantly inattentive presentation, hyperactive presentation, or combined presentation) as confirmed by the Adult ADHD Clinical Diagnostic Scale (ACDS) Version 1.2. To confirm that ADHD is the primary diagnosis, the Mini International Neuropsychiatric Interview (MINI) will be used to identify and exclude other psychiatric conditions which would preclude enrollment.\n* Participants who were not receiving any pharmacological treatment for ADHD must have an Adult ADHD Investigator Symptom Rating Scale (AISRS) score of ≥ 28 at screening and baseline. Participants who were receiving pharmacological treatment for ADHD at screening must have a minimum AISRS score of ≥ 22 at screening, and a score of ≥ 28 at baseline.\n* All participants must be willing to discontinue all prohibited psychotropic medications starting from the time of signing the informed consent through the 7-day follow-up period. Participants that do not rollover into Trial 405-201-00015 (NCT03605849) must be willing to discontinue all prohibited psychotropic medications starting from the time of signing the informed consent until after the follow-up telephone call 10 days after the last dose of investigational medicinal product (IMP).\n* Participants must have a Clinical Global Impression-Severity of Illness Scale (CGI-S) score of ≥ 4 (≥ moderate impairment) at baseline.\n\nExclusion Criteria:\n\n* Participants with a DSM-5 diagnosis of Other Specified or Unspecified Attention Deficit/Hyperactivity Disorder.\n* Participants has a current comorbid psychiatric disorder that either could be expected to require treatment with medications prohibited in this trial, or to confound efficacy or safety assessments. Examples include, but are not limited to, psychotic disorder, bipolar disorder, generalized anxiety disorder, obsessive-compulsive disorder, panic disorder, a current major depressive episode, or posttraumatic stress disorder, as established by the Mini International Neuropsychiatric Interview (MINI).\n* In the opinion of the investigator, participants has not derived significant therapeutic benefit from 2 or more ADHD therapies of 2 different classes (eg, amphetamine and methylphenidate) given with an acceptable dose and duration during adulthood (aged 18 or older). NOTE: If participants has not derived significant therapeutic benefit due to an inability to tolerate side effects, eligibility can be discussed on case-by-case basis with the medical monitor.\n* Participants who have a positive alcohol test (via breathalyzer or blood), a positive drug screen assessed prior to the baseline visit for cocaine, other illicit drugs (including marijuana), or prescription or over-the-counter (OTC) ADHD medications will be early terminated. This includes medications such as opioids or benzodiazepines taken without prescription.\n* In the opinion of the investigator, the participants is unable to adhere to the treatment regimen or other requirements outlined in the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in ADHD Investigator Symptom Rating Scale (AISRS)","description":"The Adult Investigator Symptom Rating Scale (AISRS) is an 18-item clinician rating scale to evaluate individual ADHD symptoms on a scale of 0 (none) to 3 (severe). The total sum ranges from 0 (no ADHD symptoms) to 54 (extremely severe ADHD symptoms). Negative change from Baseline indicates improvement. Mixed-effect model repeated measure (MMRM) was used for analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.1","spread":"0.99"},{"groupId":"OG001","value":"-9.73","spread":"0.98"},{"groupId":"OG002","value":"-6.98","spread":"0.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity of Illness Scale (CGI-S)","description":"CGI-S is an observer-rated scale used to measure symptom severity with a total score range of 0 to 7 where 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; and 7 = among the most extremely ill participants. A negative change from Baseline indicates improvement. MMRM was used for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.09"},{"groupId":"OG001","value":"-0.79","spread":"0.08"},{"groupId":"OG002","value":"-0.52","spread":"0.08"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adverse Event Reporting","description":"Frequency and severity of treatment-emergent adverse events (TEAEs) will be assessed to determine safety and tolerability of centanafadine SR tablets.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"ADHD Impact Module - Adult (AIM-A)","description":"Scale composed of 3 subscales with a maximum score of 100. A lower score indicates a worse outcome. Exploratory endpoint; comparison of baseline score to other points throughout the study.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Adult ADHD Self Report Scale (ASRS)","description":"An 18 question report, total score ranges from 0 to 124. A higher score denotes a worse outcome. Exploratory endpoint; comparison of baseline score to other points throughout the study.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"Change from baseline total score compared to every scheduled visit. Each subscale is composed of 9 items each. Scores can range from 0 to 27, with a higher score representing a worse outcome. Change from baseline scores are compared to every scheduled visit score.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":138},"commonTop":["Headache","Decreased appetite","Dry Mouth","Upper respiratory tract infection"]}}}