{"nctId":"NCT01987219","briefTitle":"The Effects Of Bronchodilator Therapy On Respiratory And Autonomic Function In Patients With Familial Dysautonomia","startDateStruct":{"date":"2013-03"},"conditions":["Familial Dysautonomia"],"count":15,"armGroups":[{"label":"Albuterol-sulphate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Albuterol-sulphate"]},{"label":"Ipratropium-bromide (Atrovent ®)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ipratropium-bromide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"Albuterol-sulphate","otherNames":["(Proventil ®)"]},{"name":"Ipratropium-bromide","otherNames":["(Atrovent ®)"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Diagnosis of familial dysautonomia (Riley-Day syndrome, hereditary sensory and autonomic neuropathy type III) 2. Ages 12 and older: Bronchodilators are routinely used in young children with FD therefore they should be included in this study. The spirometry maneuver is highly dependent on patient cooperation and effort, and FD patients already have limitations that make the spirometry maneuver more problematic to perform such as difficulty with mouth closure and drooling. Therefore, we believe age 12 is a suitable age for FD patients to be included in this study, though in the general population reliable results can be obtained from the age of 6 and sometimes even younger.\n\n  3\\. Patients using Albuterol or Ipratroprium will be included in the study but will be instructed not to take the 24 hours prior to the testing. It is a common practice in clinical medicine to withhold the inhalation drugs prior to performing pulmonary function tests in order to evaluate the response to bronchodilators, an integral part of the test. Patients with an acute respiratory exacerbation will not be enrolled, as withholding bronchodilators would not be advisable.\n\n  4\\. Patients who are taking medications that might affect autonomic function such as anti-hypertensives, beta-blockers, midodrine and florinef will be included in the study and we will record current medication regimen and the time the medication was taken.\n\nExclusion Criteria:\n\n\\- 1. Patients who last used inhaled anti-cholinergics or beta-2-agonists within 4-half lives of the drug.\n\n2\\. Patients with an acute respiratory illness 3. Patients who have had lobectomies. 4. Patients using oxygen therapy throughout the day. 5. Patients who are unable to comply with the study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline of Forced Vital Capacity","description":"FVC is a measure of the amount of air exhaled, and is measured in liters of air per second. The percentage in the change in the amount of air exhaled from baseline, measured in liters of air per second. Increase in the percentage of air exhaled from baseline indicates improvement in respiratory function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"13.6"},{"groupId":"OG001","value":"4.7","spread":"10.9"},{"groupId":"OG002","value":"0.9","spread":"10.7"}]}]}]},{"type":"PRIMARY","title":"Change in Respiratory Function (Airway Resistance at 5 Hz) From Baseline","description":"The percentage change in respiratory function from baseline is measured in percentage change in Resistance, kPa/(L/s).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.7","spread":"18.6"},{"groupId":"OG001","value":"-19.5","spread":"15.5"},{"groupId":"OG002","value":"-1.1","spread":"12.5"}]}]}]},{"type":"SECONDARY","title":"Change in Forced Expiratory Volume (FEV) From Baseline","description":"Forced expiratory volume is measured in liters of air per second. FEV was measured during the first second of exhalation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.69","spread":"12.06"},{"groupId":"OG001","value":"4.81","spread":"9.9"},{"groupId":"OG002","value":"-0.9","spread":"7.6"}]}]}]},{"type":"SECONDARY","title":"Change in Forced Expiratory Flow Between 25-75% (FEF25-75)","description":"FEF25-75 is measured in liters of air per second at 25-75%","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":"30.6"},{"groupId":"OG001","value":"11.5","spread":"36.1"},{"groupId":"OG002","value":"-2.99","spread":"23.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}