{"nctId":"NCT02395653","briefTitle":"Safety and Clinical Utility Study of SSEC Fentanyl 40 mcg for Acute Post-op Pain Management in Pediatric Participants","startDateStruct":{"date":"2015-06-29","type":"ACTUAL"},"conditions":["Pain, Postoperative"],"count":71,"armGroups":[{"label":"SSEC Fentanyl","type":"EXPERIMENTAL","interventionNames":["Drug: fentanyl"]}],"interventions":[{"name":"fentanyl","otherNames":["IONSYS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants whose parent(s) or guardian(s) have/has signed and dated an informed consent form for the participant to participate in the study, or participants who have provided written assent to participate in the study\n* Male or female inpatients, age 12 to \\<18 years of age inclusive on the day of surgery\n* Participants capable of understanding and cooperating with the requirements of the study, including being able to report their pain intensity using the 11-point Numeric Rating Scale and operate the SSEC\n* American Society of Anesthesiologists physical status I, II or III\n* Body weight of at least 40.0 kilogram (kg)\n* Postoperative participants who have undergone general or regional anesthesia for abdominal, pelvic/genitourinary, orthopedic, or thoracic surgery\n* Postoperative participants who have been observed during recovery and are expected to remain hospitalized and have pain requiring parenteral opioids (that is, intravenous \\[IV\\] patient-controlled anesthesia) for the next 24 hours or longer\n* Participants who are awake and breathing spontaneously with a respiratory rate of 14 to 18 breaths per minute, peripheral capillary oxygen saturation ≥93% (with or without supplemental oxygen), and able to answer questions and follow commands\n* Participants who have been observed during recovery, who are awake, able to answer questions and follow commands, and who have been comfortable for at least 30 minutes, with a pain intensity score ≤4 (numeric rating scale 0-10), with or without titration to comfort with IV opioids\n\nExclusion Criteria:\n\n* Participants who have undergone any surgery on the airway, head, or neck\n* Participants who received an extended-release opioid within 48 hours prior to Hour 0 or who are expected to have postoperative analgesia supplied by a continuous regional technique or participant-controlled epidural analgesia\n* Participants with a history of allergy or hypersensitivity to fentanyl, skin adhesives, and/or cetylpyridinium chloride\n* Participants who are expected to require intensive care or will likely require additional surgical procedures within 36 hours\n* Participants who received intra-operative and/or postoperative administration of opioids other than morphine, hydromorphone, fentanyl, sufentanil, or alfentanil. Exception: If there are no medical contraindications, meperidine (pethidine) up to 0.5 milligram/kg IV is permitted during recovery for shivering\n* Participants who require airway support (nasal or oropharyngeal airway intubation, or laryngeal mask airway at the time of final baseline assessments (that is, at the time of IONSYS application \\[Hour 0\\])\n* Participants who are known or suspected to be opioid tolerant, have a history of opioid dependence within 3 months before the start of the study, or who are known to have used illicit drugs or alcohol within 14 days of the start of the study\n* Participants with active generalized skin disorders or active local skin disease that precludes SSEC application to the chest or upper arm\n* Participants with any coexisting major medical conditions that are likely to interfere with study procedures including, but not limited to, psychiatric conditions, chronic depression, suicidal ideation, autism\n* Positive pregnancy test for any female","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment Of Participant's Ability To Use The SSEC","description":"Investigator's assessment of participant's ability to use the SSEC system safely and effectively. The assessment consisted of a 4-level categorical evaluation (poor, fair, good, and excellent). Because of the descriptive nature of this study, no formal statistical hypothesis testing was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Assessment Of Adherence Of The SSEC System To Skin","description":"The adhesion of each SSEC was evaluated immediately prior to removal at each 24-hour time point, or at early withdrawal. Adhesion was recorded using the following classification: System adhered to at least 90% of the application area with no edges unattached; System adhered between 75% and 89%; System was \\<75% adhered and not taped; System was secured with tape. The number of SSEC systems for all time points in each category is presented. Because of the descriptive nature of this study, no formal statistical hypothesis testing was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline To 1 Hour And 24 Hours In Skin Irritation Score After SSEC Removal","description":"Skin irritation at the SSEC application site was to be assessed immediately prior to placement of the study system and at 1 and 24 hours after removal of each study system. The application site was to be scored using the following scale: 0=No evidence of irritation; 1=Minimal erythema, barely perceptible; 2=Definite erythema, readily visible, minimal edema, or minimal papular response; 3=Erythema and papules; 4=Definite edema; 5=Erythema, edema, and papules; 6=Vesicular eruption; 7=Strong reaction spreading beyond the application site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"1.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"1.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"1.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"1.26"}]}]}]},{"type":"SECONDARY","title":"Number Of Participants To Experience Clinically Relevant Respiratory Depression (CRRD)","description":"Respiratory function and occurrence of CRRD was defined as simultaneous occurrence of bradypnoea (respiratory rate \\<10 breaths per minute for participants 9-15 years of age and sustained for 1 minute, or \\<8 breaths per minute for participants 16-17 years of age), with excessive sedation (that is, the participant is not easily aroused).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":61},"commonTop":["Vomiting","Nausea","Constipation","Application site erythema","Application site papules"]}}}