{"nctId":"NCT01516970","briefTitle":"Human Immunodeficiency Virus (HIV) Postexposure Prophylaxis (PEP) With Darunavir/Ritonavir (DRV/r)","startDateStruct":{"date":"2011-11-25","type":"ACTUAL"},"conditions":["Human Immunodeficiency Virus (HIV)"],"count":312,"armGroups":[{"label":"DRV/r with 2 NRTIs","type":"EXPERIMENTAL","interventionNames":["Drug: Darunavir/Ritonavir (DRV/r)","Drug: NRTIs"]},{"label":"Comparator standard of care HIV PEP","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lopinavir in fixed combination with Ritonavir","Drug: Zidovudine","Drug: NRTIs","Drug: Efavirenz"]}],"interventions":[{"name":"Darunavir/Ritonavir (DRV/r)","otherNames":[]},{"name":"Lopinavir in fixed combination with Ritonavir","otherNames":["Kaletra"]},{"name":"Zidovudine","otherNames":["Retrovir"]},{"name":"NRTIs","otherNames":[]},{"name":"Efavirenz","otherNames":["Sustiva"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Occupational injury and non-occupational exposure with documented human immunodeficiency virus (HIV) exposure, or potential for HIV exposure\n* Indication for HIV postexposure prophylaxis (PEP), as determined by the treating physician and/or the investigator\n* Women must be: postmenopausal (for at least 2 years), surgically sterile, using oral contraceptives\n* Willing to continue HIV PEP for 28 days\n\nExclusion Criteria:\n\n* Positive HIV rapid test\n* History of liver or renal insufficiency; significant cardiac, vascular, pulmonary, gastro intestinal, endocrine, neurologic, hematologic, rheumatologic, psychiatric, or metabolic disturbances\n* Pregnant or breast-feeding\n* Any condition that, in the opinion of the investigator, would compromise the well-being of the participant or the study or prevent the participant from meeting or performing study requirements","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Early Discontinuation From Randomized Human Immunodeficiency Virus Postexposure Prophylaxis (HIV PEP)","description":"Number of participants with early discontinuation from randomized HIV PEP for any reason other than confirmation of the negative HIV infection status of the index person in participants receiving HIV PEP for at least 28 days and a maximum of 30 days was assessed. Per protocol (PP) population included all participants in modified intention-to-treat (mITT \\[defined as all participants who were assigned to receive randomized HIV PEP and were not discontinued due to confirmation of the negative HIV infection status of the index person\\]) excluding participants with: No indication for HIV PEP; Initiation of PEP \\>72 hours after injury; Discontinuation of HIV PEP due to confirmation of HIV negative status of index person and if index person bears resistant virus against HIV PEP components prescribed; incorrect HIV PEP; no intake of medication.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) is defined to be non-treatment-emergent if the onset date of the AE was clearly before the date of first HIV PEP administration, otherwise it is considered treatment-emergent.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"131","spread":null},{"groupId":"OG001","value":"125","spread":null}]}]}]},{"type":"SECONDARY","title":"Worst Sheehan Disability Scale (SDS) Score for the Safety Population","description":"The Sheehan Disability Scale (SDS) assesses functional impairment in 3 inter-related domains: work/school, social and family life, using a rating scale for each item ranging from 0 (not at all) to 10 (extremely).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.566","spread":"2.775"},{"groupId":"OG001","value":"3.503","spread":"2.940"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.465","spread":"2.594"},{"groupId":"OG001","value":"3.464","spread":"2.786"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.226","spread":"2.624"},{"groupId":"OG001","value":"2.954","spread":"2.713"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Developed Detectable HIV Antibodies","description":"Seroconversion rate of HIV antibodies while receiving HIV PEP evaluated as the percentage of participants who developed detectable HIV antibodies (defined as positive) and percentage of participants who had not developed detectable HIV antibodies (defined as negative). Per protocol (PP) population included all participants in mITT (defined as all participants who were assigned to receive randomized HIV PEP and were not discontinued due to confirmation of the negative HIV infection status of the index person) excluding participants with: No indication for HIV PEP; Initiation of PEP \\>72 hours after injury; Discontinuation of HIV PEP due to confirmation of HIV negative status of index person and if index person bears resistant virus against HIV PEP components prescribed; incorrect HIV PEP; no intake of medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.3","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":159},"commonTop":["Diarrhoea","Nausea","Fatigue","Headache","Abdominal Pain Upper"]}}}