{"nctId":"NCT03465722","briefTitle":"(VOYAGER) Study of Avapritinib vs Regorafenib in Patients With Locally Advanced Unresectable or Metastatic GIST","startDateStruct":{"date":"2018-03-26","type":"ACTUAL"},"conditions":["GIST"],"count":476,"armGroups":[{"label":"avapritinib","type":"EXPERIMENTAL","interventionNames":["Drug: avapritinib"]},{"label":"regorafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: regorafenib"]}],"interventions":[{"name":"avapritinib","otherNames":["BLU-285"]},{"name":"regorafenib","otherNames":["Stivarga"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients who are ≥ 18 years of age.\n2. Patients who have histologically confirmed metastatic or unresectable GIST.\n3. Patients who received imatinib and 1 or 2 other TKIs as prior treatment regimens. Patients who experienced intolerance to prior therapies must have objective disease progression prior to enrollment onto BLU-285-1303 study.\n4. Patients who have an Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 to 1.\n\nExclusion Criteria:\n\n1. Patients who have received prior treatment with avapritinib or regorafenib.\n2. Patients who have previously received more than 3 different TKI treatment regimens.\n3. Patients who are known to be both V-kit Hardy-Zuckerman 4 feline sarcoma viral oncogene homolog (KIT) and platelet-derived growth factor receptor alpha (PDGRFα) wild type.\n4. Patients who received any systemic anticancer therapy within 1 week before the first dose of study drug.\n5. Patients who have clinically significant cardiovascular disease\n6. Patients have experienced arterial thrombotic or embolic events within 6 months before the first dose of study drug, or venous thrombotic events within 14 days of the first dose of study drug\n7. Patients who have experienced any hemorrhage or bleeding event NCI CTCAE version 5.0 Grade 3 or higher within 4 weeks before the first dose of study drug\n8. Patients who have a known risk of intracranial bleeding, or a history of intracranial bleeding within 1 year prior to the first dose of study drug\n9. Patients who have a symptomatic non-healing wound, ulcer, gastrointestinal perforation, or bone fracture.\n10. Patients who have poor organ function as defined by laboratory parameters specified in the protocol.\n11. Patients who have received neutrophil growth factor support within 14 days of first dose of study drug.\n12. Patients who require therapy with a concomitant medication that is a strong inhibitor or strong inducer of CYP3A4.\n13. Patients who have had a major surgical procedure within 14 days of the first dose of study drug. Patient has significant traumatic injury within 28 days before the first dose of study drug.\n14. Patients who have a history of another primary malignancy that has been diagnosed or required therapy within 3 years before first dose of study drug.\n15. Patients who have a history of a seizure disorder requiring anti-seizure medication.\n16. Patients who have metastases to the brain.\n17. Patients who have a QT interval corrected using Fridericia's formula (QTcF) of \\> 450 msec.\n18. Women who are unwilling, if not postmenopausal or surgically sterile, to abstain from sexual intercourse or employ highly effective contraception from the time of the first dose of study drug and for at least 60 days after the last dose of study drug. Men who are unwilling, if not surgically sterile, to abstain from sexual intercourse or employ highly effective contraception from the time of the first dose of study drug and for at least 90 days after the last dose of study drug.\n19. Women who are pregnant.\n20. Women who are breastfeeding.\n21. Patients who have prior or ongoing clinically significant illness, medical condition, surgical history, physical finding, or laboratory abnormality as determined by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of Avapritinib Based on Progression-free Survival (PFS) Determined by Central Radiological Assessment Per Modified Response Evaluation Criteria in Solid Tumors (mRECIST), Version 1.1","description":"To demonstrate the efficacy of avapritinib based on progression-free survival (PFS) determined by central radiological assessment per modified Response Evaluation Criteria in Solid Tumors (mRECIST), version 1.1 in patients with advanced GIST following 2 or 3 regimens of prior treatment with a tyrosine kinase inhibitor (TKI), including imatinib, compared to patients treated with regorafenib. A progressively growing tumor must meet the following criteria: a) the target lesions must be greater or equal to 2cm in size and be a new GIST active lesion or b) the target lesions must be expanding on at least 2 sequential imaging studies.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Determined by Central Radiology Assessment Per mRECIST, Version 1.1","description":"To evaluate objective response rate (ORR) determined by central radiology assessment per mRECIST, version 1.1 in patients with advanced GIST treated with avapritinib compared to patients treated with regorafenib. A complete response (CR) per modified Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) is defined as complete disappearance of all target lesions. A partial response (PR) is defined as at least 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum of diameters. Overall Response (OR) = CR + PR","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"17","spread":null}]},{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"219","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) in Patients With Advanced GIST Treated With Avapritinib Compared to Patients Treated With Regorafenib","description":"To evaluate overall survival (OS) in patients with advanced GIST treated with avapritinib compared to patients treated with regorafenib","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"European Organisation for Research and Treatment of Cancer Quality of Life (EORTC-QLQ-30). Change in Individual Scores in Patients With Advanced GIST Treated With Avapritinib Compared to Patients Treated With Regorafenib","description":"The Global Health Status Score is derived from question 29 and 30 on the EORTC-QLQ-C30 tool. The change in score was assessed between baseline and week 12 in patients treated with advanced GIST treated with avapritinib compared to patients treated with regorafenib. The Global Health Status Score score range is 0 to 100 with a higher score indicating better global health status. A positive change indicates improvement in global health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"24.29"},{"groupId":"OG001","value":"-4.4","spread":"20.74"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":106,"n":239},"commonTop":["Palmar-plantar erythrodysaesthesia syndrome","Dysphonia","Weight decreased","Headache","Periorbital oedema"]}}}