{"nctId":"NCT00864253","briefTitle":"A Trial of ABI-007 Versus Dacarbazine in Previously Untreated Patients With Metastatic Malignant Melanoma","startDateStruct":{"date":"2009-04-23","type":"ACTUAL"},"conditions":["Malignant Melanoma"],"count":529,"armGroups":[{"label":"ABI-007","type":"EXPERIMENTAL","interventionNames":["Drug: ABI-007"]},{"label":"Dacarbazine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dacarbazine"]}],"interventions":[{"name":"ABI-007","otherNames":["Abraxane"]},{"name":"Dacarbazine","otherNames":["Dtic-Dome, DTIC-Dome"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed cutaneous malignant melanoma with evidence of metastasis (Stage IV).\n* No prior cytotoxic chemotherapy for metastatic malignant melanoma is permitted. Prior treatment with kinase inhibitors or cytokines is permitted.\n* No prior adjuvant cytotoxic chemotherapy is permitted. Prior adjuvant therapy with interferon, Granulocyte-macrophage colony-stimulating factor (GM-CSF) and/or vaccines is permitted.\n* Male or non-pregnant and non-lactating female, and ≥ 18 years of age. If a female patient is of child-bearing potential, as evidenced by regular menstrual periods, she must have a negative serum pregnancy test Beta human chorionic gonadotropin (ß-hCG) within 72 hours prior to first study drug administration. If sexually active, the patient must agree to utilize contraception considered adequate and appropriate by the investigator.\n* No other current active malignancy within the past 3 years.\n* Radiographically-documented measurable disease (defined by the presence of at least 1 radiographically documented measurable lesion\n* Patient has the following blood counts at Baseline:\n* Absolute neutrophil count (ANC) ≥ 1.5 x 10\\^9 cells/L;\n* platelets ≥ 100 x 10\\^9 cells/L;\n* Hemoglobin (Hgb) ≥ 9 g/dL.\n* Patient has the following blood chemistry levels at Baseline:\n* Aspartate aminotransferase(AST) glutamic-oxaloacetic transaminase (SGOT), alanine aminotransferase (ALT) serum glutamic pyruvic transaminase (SGPT) ≤ 2.5x upper limit of normal range (ULN); ≤ 5.0 xULN if hepatic metastases present;\n* total bilirubin ≤ ULN;\n* creatinine ≤ 1.5 mg/dL.\n* Lactate Dehydrogenase (LDH) ≤ 2.0 x ULNa\n* Expected survival of \\> 12 weeks.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1.\n* Patient or his/her legally authorized representative or guardian has been informed about the nature of the study, and has agreed to participate in the study, and signed the Informed Consent form prior to participation in any study-related activities.\n\nExclusion Criteria:\n\n* History of or current evidence of brain metastases, including leptomeningeal involvement.\n* Patient has pre-existing peripheral neuropathy of National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Scale of Grade ≥ 2.\n* Prior radiation to a target lesion is permitted only if there has been clear progression of the lesion since radiation was completed.\n* Patient has a clinically significant concurrent illness.\n* Patient is, in the investigator's opinion, unlikely to be able to complete the study through the End of Study (EOS) visit.\n* Patient is currently enrolled, or will enroll in a different clinical study in which investigational therapeutic procedures are performed or investigational therapies are administered while participating in this study. Marker studies or studies evaluating biological correlates are permitted.\n* Patient has serious medical risk factors involving any of the major organ systems such that the investigator considers it unsafe for the patient to receive an experimental research drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Based on a Blinded Radiology Assessment of Response Using Response Evaluation Criteria in Solid Tumors (RECIST) Guidelines","description":"PFS was defined as the time from the randomization date to the start of disease progression or patient death, whichever occurred first. Participants who did not have disease progression or had not died were censored at the last known time that the patient was progression free. In the event of palliative radiotherapy or surgery, they were censored at the last assessment where they were documented to be progression-free prior to the date of radiotherapy or surgery. In follow up, participants who began new anticancer therapy prior to documented progression were censored at the last assessment where they were documented as progression free. Those with two or more missing response assessments prior to a visit with documented disease progression (or death) were censored at the last visit where they were documented to be progression free. RECIST defines progressive disease as a ≥ 20% increase taking as reference the smallest sum of the longest diameters recorded since the treatment began.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Participant Survival","description":"Survival was defined as the time from the date of randomization to the date of death (any cause). Participants were censored at the last known time that they were alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Progression-free Survival (PFS) Based on Investigator Assessment Using RECIST Response Guidelines","description":"PFS was defined as the time from the randomization date to the start of disease progression or patient death, whichever occurred first. Participants who did not have disease progression or had not died were censored at the last known time that the patient was progression free. In the event of palliative radiotherapy or surgery, they were censored at the last assessment where they were documented to be progression-free prior to the date of radiotherapy or surgery. In follow up, patients who began new anticancer therapy prior to documented progression were censored at the last assessment where they were documented as progression free. Those with two or more missing response assessments prior to a visit with documented disease progression (or death) were censored at the last visit where they were documented to be progression free.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent of Participants Who Achieve an Objective Confirmed Complete or Partial Response Based on Blinded Radiology Assessment of Response by Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.0","description":"RECIST defines complete response (CR): The disappearance of all known disease and no new sites or disease related symptoms confirmed at least 4 weeks after initial documentation. All sites must be assessed, including non-measurable sites, such as effusions, or markers. Disappearance of all non-target lesions. The normalization of tumor marker level confirmed at least 4 weeks after initial documentation. Partial response (PR): At least a 30% decrease in the sum of the longest diameters of target lesions, taking as a reference the baseline sum of the longest diameters confirmed at least 4 weeks after initial documentation. PR is also recorded when all measurable disease has completely disappeared, but a non-measurable component (i.e., ascites) is still present but not progressing. As well as persistence of one or more non-target lesion(s) and/or the maintenance of tumor marker level above the normal limits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent of Participants With Stable Disease (SD) for ≥ 16 Weeks, or Confirmed Complete or Partial Response (i.e., Disease Control) Based on a Blinded Radiology Assessment of Response","description":"Disease control is stable disease (SD) for \\>=16 weeks + complete response (CR) + partial response (PR). See Outcome #4 for definitions of CR and PR.\n\nRECIST defines SD for target lesions as neither sufficient shrinkage to qualify for partial response nor sufficient increase to qualify for progressive disease, no occurrence of progression disease for non-target lesions, and no new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Response (DOR) in Responding Participants","description":"Duration of response (DOR) as measured by PFS based on radiological review for participants who achieved an objective confirmed response of CR or PR. DOR was defined as progression-free survival in responders, i.e. as the time between the start of a complete response (CR) or partial response (PR) and the start of progressive disease (PD) or participants death from any cause, whichever occurred first. Participants that did not have progression or had not died were censored at the last known time the participant was progression free. Participants that had initiated other anticancer therapy prior to progression were censored at the time when new anticancer therapy was initiated. Complete response (CR) and partial response (PR) are defined in outcome #4. Progressive disease was defined as at least a 20% increase in the sum of the longest diameters of target lesions; or the appearance of one or more new lesions; or the unequivocal progression of a non-target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"16.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of Treatment-emergent Adverse Events (AEs)","description":"A Treatment Emergent AE (TEAE) was any AE that began or worsened after the start of the study drug through 30 days after the last dose of study drug or end of study whichever is later. A treatment related toxicity was one considered by the investigator to be possibly, probably or definitely related to study drug. AE's were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) V 3.0 criteria and the following scale:\n\nGrade 1 = Mild, Grade 2 = Moderate, Grade 3 = Severe, Grade 4 = Life threatening, and Grade 5 = Death A SAE is any untoward medical occurrence at any dose that is fatal or life threatening, results in persistent or significant disability or incapacity; requires prolonged hospitalizations; is a congenital anomaly birth defect in the offspring of a patient, and conditions not included in the above that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"255","spread":null},{"groupId":"OG001","value":"239","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"250","spread":null},{"groupId":"OG001","value":"212","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Experiencing Dose Reductions, or Dose Interruptions, or Dose Delays of Study Drug","description":"The number of participants with dose reductions, dose interruptions and dose delays that occurred during the treatment period. Dose reductions, interruptions and delays are typically caused by clinically significant laboratory abnormalities and /or treatment emergent adverse events/toxicities.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]}]},{"type":"SECONDARY","title":"Nadir for the Absolute Neutrophil Count (ANC) Measurements","description":"Maximal degree of myelosuppression during study drug dosing was represented by the nadir in ANC measurements over all treatment cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.50","spread":"1.591"},{"groupId":"OG001","value":"2.40","spread":"1.694"}]}]}]},{"type":"SECONDARY","title":"Nadir for White Blood Cells (WBCs) Measurements","description":"Maximal degree of myelosuppression was represented by the nadir in white blood cells (WBCs) count measurements over all treatment cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":"1.934"},{"groupId":"OG001","value":"4.10","spread":"1.968"}]}]}]},{"type":"SECONDARY","title":"Nadir for Platelet Count Measurements.","description":"Maximal degree of myelosuppression was represented by the nadir in platelet count measurements over all treatment cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228.5","spread":"71.40"},{"groupId":"OG001","value":"153","spread":"92.01"}]}]}]},{"type":"SECONDARY","title":"Nadir for the Hemoglobin Count Measurements","description":"Maximal degree of myelosuppression during study drug dosing was represented by the nadir in hemoglobin count measurements over all treatment cycles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"109.0","spread":null},{"groupId":"OG001","value":"122.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic Parameters","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":62,"n":257},"commonTop":["Fatigue","Nausea","Alopecia","Constipation","Diarrhoea"]}}}