{"nctId":"NCT01393743","briefTitle":"A Efficacy and Safety Study of Adjunctive Perampanel in Primary Generalized Tonic Clonic Seizures","startDateStruct":{"date":"2011-09"},"conditions":["Seizure Disorder Generalized Tonic Clonic"],"count":163,"armGroups":[{"label":"Perampanel","type":"EXPERIMENTAL","interventionNames":["Drug: Perampanel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo comparator"]}],"interventions":[{"name":"Perampanel","otherNames":["E2007"]},{"name":"Placebo comparator","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion:\n\n1. Clinical diagnosis of PGTC seizures (with or without other subtypes of primary generalized seizures) and experiencing greater than or equal to 3 PGTC seizures during the 8-week period prior to randomization\n2. Have had a routine electroencephalogram (EEG) prior to or during the Baseline Period with electroencephalographic features consistent with primary generalized epilepsy; other concomitant anomaly should be explained by adequate past medical history\n3. On a fixed dose of one to a maximum of three concomitant antiepileptic drugs (AEDs) for a minimum of 30 days prior to Baseline; only one inducer AED (i.e., carbamazepine, oxcarbazepine, or phenytoin) out of the maximum of two AEDs will be allowed\n4. A vagal nerve stimulator (VNS) will be allowed, but it must have been implanted greater than or equal to 5 months prior to Baseline (stimulator parameters cannot be changed for 30 days prior to Baseline and for the duration of the study).\n5. Have had a computed tomography (CT) or magnetic resonance imaging (MRI) within the last 10 years (for adults) and 5 years (for adolescents) that ruled out a progressive cause of epilepsy\n6. A ketogenic diet will be allowed as long as the participant has been on this diet for 5 weeks prior to randomization\n\nExclusion:\n\n1. A history of status epilepticus that required hospitalization within 12 months prior to Baseline\n2. Seizure clusters where individual seizures cannot be counted\n3. A history of psychogenic seizures\n4. Concomitant diagnosis of Partial Onset Seizures (POS)\n5. Progressive neurological disease\n6. Clinical diagnosis of Lennox-Gastaut syndrome\n7. If felbamate is used as a concomitant AED, participants must be on felbamate for at least 2 years, with a stable dose for 60 days prior to Baseline. They must not have a history of white blood cell (WBC) count below less than or equal to 2500/microL (2.50 1E+09/L), platelets less than 100,000/microL, liver function tests (LFTs) greater than 3 times the upper limit of normal (ULN), or other indication of hepatic or bone marrow dysfunction while receiving felbamate.\n8. Concomitant use of vigabatrin: Participants who took vigabatrin in the past must be discontinued for approximately 5 months prior to Baseline, and must have documentation showing no evidence of a vigabatrin-associated clinically significant abnormality in an automated visual perimetry test\n9. Concomitant use of barbiturates (except for seizure control indication) within 30 days prior to Baseline\n10. Use of intermittent rescue benzodiazepines (i.e., one to two doses over a 24-hour period considered one-time rescue) two or more times within the 30 days prior to Baseline","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Percent Change in Primary Generalized Tonic Clonic Seizure Frequency (PGTC) Per 28 Days During the Titration and Maintenance Periods (Combined) Relative to Baseline (Prerandomization) - (for Core Study)","description":"Seizure frequency per 28 days was derived from the information recorded in the participant diaries. PGTC seizure frequency per 28 days (as determined from participant diaries) was calculated as the number of PGTC seizures divided by the number of days in the interval and multiplied by 28. The percent change from baseline in PGTC seizure was analyzed over the Titration and Maintenance Periods combined, while baseline was defined as seizure frequency per 28 days based on all valid diary data during the Prerandomization Phase.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.38","spread":null},{"groupId":"OG001","value":"-76.47","spread":null}]}]}]},{"type":"PRIMARY","title":"50% Responder Rate for Primary Generalized Tonic Clonic Seizure During Maintenance - LOCF - (for Core Study)","description":"A responder was a participant who experienced a 50% or greater reduction in seizure frequency per 28 days during Maintenance-last observation carried forward (LOCF) from prerandomization. The data was presented as the percentage of participants.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.5","spread":null},{"groupId":"OG001","value":"64.2","spread":null}]}]}]},{"type":"PRIMARY","title":"50% Responder Rate in Primary Generalized Tonic-Clonic Seizure Frequency Per 28 Days Relative to the Core Study Prerandomization Phase - (for Extension Phase)","description":"Responder rate was defined as the percentage of participants who experienced a 50% or greater reduction in PGTC and total seizure frequency during treatment per 28 days relative to baseline (responder). Week 1 began on the date of first dose of the perampanel treatment regardless of whether it occurred in the Core Study or Extension Phase and continued to and included the date of the last dose of perampanel in the Extension Phase. For any given analysis window and seizure type(s), a 50% response from Core Study Prerandomization is a participant whose seizure frequency per 28 days for that seizure type(s) during that analysis window is 50% to 100% lower than his or her Core Study Prerandomization baseline seizure frequency per 28 days for that same seizure type(s). In Part B of the Extension Phase (after Visit 15), the seizure diary is only completed for days on which a seizure occurred and missing days were imputed as non-seizure days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percent Change in All Seizure Frequency Per 28 Days During the Titration and Maintenance Periods (Combined) Relative to Baseline (Prerandomization) - (for Core Study)","description":"Seizure frequency per 28 days was derived from the information recorded in the participant diaries. PGTC seizure frequency per 28 days was calculated as the number of PGTC seizures divided by the number of days in the interval and multiplied by 28. The percent change in seizure frequency relative to baseline (prerandomization) for all seizures (PGTC, myoclonic, absence and all other seizures that occur during the study) per 28 days during the Titration and Maintenance Periods combined was analyzed.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.87","spread":null},{"groupId":"OG001","value":"-43.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percent Change in Primary Generalized Seizure Subtype Frequency Per 28 Days During the Titration and Maintenance Periods (Combined) Relative to Baseline (Prerandomization) - (for Core Study)","description":"Seizure frequency per 28 days was derived from the information recorded in the participant diaries. PGTC seizure frequency per 28 days was calculated as the number of PGTC seizures divided by the number of days in the interval and multiplied by 28. The percent change in seizure frequency relative to baseline (prerandomization) for primary generalized seizure subtype (myoclonic and absence) per 28 days during the Titration and Maintenance Periods combined was analyzed.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.58","spread":null},{"groupId":"OG001","value":"-41.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-52.54","spread":null},{"groupId":"OG001","value":"-24.47","spread":null}]}]}]},{"type":"SECONDARY","title":"50% Responder Rate for All Seizures During Maintenance-LOCF - (for Core Study)","description":"All seizures included PGTC, myoclonic, absence and all other seizures that occur during the study. A responder was a participant who experienced a 50% or greater reduction in seizure frequency per 28 days during Maintenance- LOCF from prerandomization. The data was presented as percentage of participants.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.6","spread":null},{"groupId":"OG001","value":"45.7","spread":null}]}]}]},{"type":"SECONDARY","title":"50% Responder Rate for Primary Generalized Seizure Subtype During Maintenance Period - LOCF - (for Core Study)","description":"Primary generalized seizure subtype included absence and myoclonic seizures. A responder was a participant who experienced a 50% or greater reduction in seizure frequency per 28 days during Maintenance - (LOCF) from prerandomization. The data was presented as the percentage of participants.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null},{"groupId":"OG001","value":"48.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"41.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Core Study Prerandomization Phase in Primary Generalized Tonic-Clonic (PGTC) Seizure Frequency Per 28 Days - (for Extension Phase)","description":"Week 1 began on the date of first dose of the perampanel treatment regardless of whether it occurred in the Core Study or Extension Phase and continued to and included the date of the last dose of perampanel in the Extension Phase. For any given analysis window and seizure type(s), a 50% responder from Core Study Randomization is a participant whose seizure frequency per 28 days for that seizure type(s) during that analysis window is 50% to 100% lower than his or her Core Study Prerandomization baseline seizure frequency per 28 days for that same seizure type(s). In Part B of the Extension Phase (after Visit 15), the seizure diary is only completed for days on which a seizure occurred and missing days were imputed as non-seizure days.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-84.62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-86.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-86.62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of Percent Change From Pre-Perampanel Baseline in Seizure Frequency Per 28 Days - (for Extension Phase)","description":"Efficacy assessments included seizure counts from participant diaries. The percent change in seizure frequency was assessed during the perampanel treatment duration, with the pre-perampanel baseline being used for evaluating the change. The pre-perampanel baseline was defined as follows: 1) for all participants who had been assigned to placebo treatment in the Core Study, the pre-perampanel baseline was computed from all valid seizure diary data during the Core Study, and 2) for participants who had been assigned to perampanel in the Core Study, the pre-perampanel baseline was computed from all valid seizure diary data during the Prerandomization Phase plus the 4 weeks prior to the Prerandomization Phase of the Core Study. The perampanel treatment duration consisted of: 1) the Randomization Phase of the Core Study plus the Extension Phase for participants assigned to perampanel in the Core Study, and 2) the Extension Phase for participants assigned to placebo in the Core Study.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-77.45","spread":null},{"groupId":"OG001","value":"-56.54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-74.21","spread":null},{"groupId":"OG001","value":"-63.53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-84.62","spread":null},{"groupId":"OG001","value":"-79.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-89.65","spread":null},{"groupId":"OG001","value":"-83.38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-92.45","spread":null},{"groupId":"OG001","value":"-83.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-88.71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-90.28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-98.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-96.42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-96.58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-91.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-100.00","spread":null},{"groupId":"OG001","value":"-82.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events and Serious Adverse Events as a Measure of Safety and Tolerability of Perampanel in Subjects With Inadequately Controlled PGTC Seizures - (for Core Study)","description":"An Adverse event (AE) was defined as any untoward medical occurrence in a clinical investigation participant administered an investigational product. A serious adverse event (SAE) was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening (i.e., the subject was at immediate risk of death from the AE as it occurred; this did not include an event that, had it occurred in a more severe form or was allowed to continue, might have caused death), required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, or was a congenital anomaly/birth defect (in the child of a subject who was exposed to the study drug). In this study, treatment emergent adverse events (TEAEs) (defined as an AE that started/increased in severity on/after the first dose of study medication up to 30 days after the final dose of study medication) were assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":82},"commonTop":["Dizziness","Headache","Nasopharyngitis","Fatigue","Irritability"]}}}