{"nctId":"NCT02740231","briefTitle":"A Study on Visco-antalgic Intra-articular Administration in Symptomatic Knee Osteoarthritis","startDateStruct":{"date":"2016-02","type":"ACTUAL"},"conditions":["Knee Osteoarthritis"],"count":173,"armGroups":[{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Reference product intra-articular injection"]},{"label":"JTA-004 50 (2 ml)","type":"EXPERIMENTAL","interventionNames":["Drug: JTA-004 intra-articular injection"]},{"label":"JTA-004 50 (4 ml)","type":"EXPERIMENTAL","interventionNames":["Drug: JTA-004 intra-articular injection"]},{"label":"JTA-004 100 (2 ml)","type":"EXPERIMENTAL","interventionNames":["Drug: JTA-004 intra-articular injection"]}],"interventions":[{"name":"JTA-004 intra-articular injection","otherNames":[]},{"name":"Reference product intra-articular injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ambulatory\n* Diagnosed with primary knee osteoarthritis, fulfilling the following American College of Rheumatology (ACR) criteria at the target knee:\n\n  * Pain ≥ 40 mm on a 0-100 mm VAS during the 3 days preceding the date of the screening visit\n  * Morning stiffness not exceeding 30 minutes\n  * Kellgren-Lawrence grade II or III\n* Insufficient / failed response to analgesic and / or NSAIDs\n* No physical therapy of the knee, and knee braces for the entire duration of study\n* Ability to provide a written, dated, and signed informed consent prior to any study related procedure, and to understand and comply with study requirements\n\nExclusion Criteria:\n\nCurrent symptoms and/or signs related to the disease under study:\n\n* Isolated symptomatic femoropatellar OA of the target knee\n* History of trauma or surgery or arthroscopy at the target knee within 6 months before inclusion\n* Concomitant inflammatory disease or other condition affecting the joints (e.g., rheumatoid arthritis, septic arthritis, inflammatory joint disease, metabolic bone disease, psoriasis, gout, microcrystalline arthropathies/chondrocalcinosis, Paget's disease)\n* Any musculoskeletal condition (such as hip osteoarthritis, amputation, neurologic disorder) that would impede measurement of efficacy at target knee\n* Target knee prosthesis planned within 12 months after the Screening Visit\n\nCurrent or previous diagnoses, signs and/or symptoms:\n\n* Uncontrolled diabetes mellitus, end-stage hepatic or renal disease\n* Current (or within the last 5 years prior to entering the study) history of solid or haematological neoplasia or bone marrow transplantation (except for basal cell carcinoma and completely excised squamous cell carcinoma)\n* Other severe acute or chronic medical or psychiatric conditions or pre-dispositions or laboratory abnormalities, as judged by the Investigator\n* Current or past history of coagulation disorders, as judged by the Investigator\n* Hypersensitivity to any components of HA-based injection products\n* History of hypersensitivity to human biological material including blood and blood derived products, potential excipients and residues from manufacturing process documented clinically or by laboratory tests\n* Hypersensitivity to avian proteins\n* Life expectancy less than 6 months\n\nCurrent or previous treatment:\n\n* Participation in another clinical study within 6 months prior to Screening\n* Patients previously treated with JTA-004\n* Treatment:\n\n  * Within 6 months prior to Screening: intra-articular hyaluronic acid injection at the target knee\n  * Within 2 months prior to Screening: intra-articular glucocorticoids at the target knee\n* Current chemo-, radio- or immuno-cancer-therapy or immunosuppressive therapy\n* Current anti-hypertensive medication the effects of which are known to be potentiated by a single dose of clonidine\n* Current (or within 6 months prior to Screening) illicit drug abuse\n\nSafety aspects concerning female subjects of childbearing potential:\n\n* Females who are pregnant, lactating or woman with childbearing potential (last menstrual bleeding less than 12 months ago) unwilling to use medically acceptable contraception, or women with childbearing potential unwilling to perform a pregnancy test before administration of study treatment.\n\nOther exclusion criteria:\n\n* Body Mass Index (BMI) of 35 kg/m2 or greater","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in WOMAC VA3.1 Pain Subscale Score at Month 6","description":"The primary endpoint is the Western Ontario McMaster universities (WOMAC®) VA3.1 Pain Subscale (subscale A): the individual changes in WOMAC® VA3.1 Pain Subscale Score between Baseline and Month 6 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group.\n\nResults are expressed as \"adjusted mean\" based on the model used for group comparison.\n\nWOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity ans osteonecrosis symptoms. The WOMAC® Index Pain Subscale (VAS format) was used. The VAS score was determined by measuring in millimetres from the left-hand end of the line to the point that the patient marks (0-100 mm) for 5 questions. Results are summed and normalized on a 100 mm scale: 0 represents no knee pain and 100 extreme knee pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.6","spread":"4.6"},{"groupId":"OG001","value":"-14.1","spread":"4.3"}]}]}]},{"type":"SECONDARY","title":"WOMAC® Pain Subscale at Month 3","description":"The primary endpoint is the Western Ontario McMaster universities (WOMAC®) VA3.1 Pain Subscale (subscale A): the individual changes in WOMAC® VA3.1 Pain Subscale Score between Baseline and Month 3 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group.\n\nResults are expressed as \"adjusted mean\" based on the model used for group comparison.\n\nWOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity ans osteonecrosis symptoms. The WOMAC® Index Pain Subscale (VAS format) was used. The VAS score was determined by measuring in millimetres from the left-hand end of the line to the point that the patient marks (0-100 mm) for 5 questions. Results are summed and normalized on a 100 mm scale: 0 represents no knee pain and 100 extreme knee pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.8","spread":"3.9"},{"groupId":"OG001","value":"-15.1","spread":"3.7"}]}]}]},{"type":"SECONDARY","title":"WOMAC® Total Score Over Time","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC VA3.1 Total Score between Baseline and 2 weeks were calculated and compared by Mixed-Effect Model for Repeated Measurements, adjusted for baseline value, to the Reference group.\n\nResults are expressed as \"adjusted mean\" based on the model used for group comparison.\n\nWOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity and osteonecrosis symptoms. The Total score (VAS format) was determined by measuring in millimetres from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of k","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.0","spread":"3.1"},{"groupId":"OG001","value":"-19.5","spread":"3.1"}]}]}]},{"type":"SECONDARY","title":"WOMAC® Total Score Over Time","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC VA3.1 Total Score between Baseline and Month 3 were calculated and compared by Mixed-Effect Model for Repeated Measurements, adjusted for baseline value, to the Reference group.\n\nResults are expressed as \"adjusted mean\" based on the model used for group comparison.\n\nWOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity ans osteonecrosis symptoms. The Total score (VAS format) was determined by measuring in millimetres from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of knee disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.3","spread":"3.8"},{"groupId":"OG001","value":"-19.4","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"WOMAC® Total Score Over Time","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC VA3.1 Total Score between Baseline and Month 6 were calculated and compared by Mixed-Effect Model for Repeated Measurements, adjusted for baseline value, to the Reference group.\n\nResults are expressed as \"adjusted mean\" based on the model used for group comparison.\n\nWOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity ans osteonecrosis symptoms.The Total score (VAS format) was determined by measuring in millimetres from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of knee disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.7","spread":"4.3"},{"groupId":"OG001","value":"-16.5","spread":"4.1"}]}]}]},{"type":"POST_HOC","title":"WOMAC® Total Score Over Time From Pooled JTA-004 Treatment Groups","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC VA3.1 Total Score between Baseline and Month 3 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group. Results are expressed as \"adjusted mean\" based on the model used for group comparison. WOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity and osteonecrosis symptoms. The Total score (VAS format) was determined by measuring in mm from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of knee disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.3","spread":"2.2"},{"groupId":"OG001","value":"-19.7","spread":"3.7"}]}]}]},{"type":"POST_HOC","title":"WOMAC® Total Score Over Time From Pooled JTA-004 Treatment Groups","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC Total Score between Baseline and Month 6 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group. Results are expressed as \"adjusted mean\" based on the model used for group comparison. WOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity and osteonecrosis symptoms. The Total score (VAS format) was determined by measuring in millimetres from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of knee disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.2","spread":"2.4"},{"groupId":"OG001","value":"-17.3","spread":"4.1"}]}]}]},{"type":"POST_HOC","title":"WOMAC® Pain Subscale Over Time From Pooled JTA-004 Treatment Groups","description":"The primary endpoint is the Western Ontario McMaster universities (WOMAC®) VA3.1 Pain Subscale A: the individual changes in WOMAC® Pain Subscale Score between Baseline and Month 3 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group. Results are expressed as \"adjusted mean\" based on the model used for group comparison. WOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity ans osteonecrosis symptoms. The WOMAC® Index Pain Subscale (VAS format) was used. The VAS score was determined by measuring in millimetres from the left-hand end of the line to the point that the patient marks (0-100 mm) for 5 questions. Results are summed and normalized on a 100 mm scale: 0 represents no knee pain and 100 extreme knee pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.2","spread":"2.2"},{"groupId":"OG001","value":"-16.4","spread":"3.7"}]}]}]},{"type":"POST_HOC","title":"WOMAC® Pain Subscale Score Over Time From Pooled JTA-004 Treatment Groups","description":"The Western Ontario McMaster universities (WOMAC®) VA3.1 Total Score was used: the individual changes in WOMAC Total Score between Baseline and M6 were calculated and compared by analysis of covariance (ANCOVA), adjusted for baseline value, to the Reference group. Results are expressed as \"adjusted mean\" based on the model used for group comparison. WOMAC Osteoarthritis Index is a tri-dimensional, self-administered, patient-centred health status questionnaire for knee disease severity and osteonecrosis symptoms. . The Total score (VAS format) was determined by measuring in millimetres from the left hand end of the line to the point that the patient marks (0-100 mm) for the pain (5 questions), stiffness (2 questions), and physical function (17 questions). Results are normalized on a 0-100 mm scale format. A higher score represents a higher degree of knee disease severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.1","spread":"2.4"},{"groupId":"OG001","value":"-15.6","spread":"4.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":41},"commonTop":["Arthralgia","Injection Site Pain","Procedural hypotension","Osteoarthritis","Fatigue"]}}}