{"nctId":"NCT03390101","briefTitle":"An International Multicenter, Randomized, Double-blind, Placebo-Controlled Clinical Study of Efficacy and Safety of Two Dosing Regimens of BCD-085 (JSC BIOCAD, Russia) in Patients With Moderate to Severe Plaque Psoriasis","startDateStruct":{"date":"2017-12-26","type":"ACTUAL"},"conditions":["Moderate to Severe Plaque Psoriasis"],"count":213,"armGroups":[{"label":"BCD-085 Q2W","type":"EXPERIMENTAL","interventionNames":["Drug: BCD-085 Q2W"]},{"label":"BCD-085 Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: BCD-085 Q4W"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"BCD-085 Q2W","otherNames":["BCD-085"]},{"name":"BCD-085 Q4W","otherNames":["BCD-085"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must give a written and signed informed consent.\n2. Men or women at least 18 years old at the time of signing the ICF\n3. Moderate to severe plaque psoriasis diagnosed at least 6 months before signing the informed consent form.\n4. Patients received at least one course of phototherapy or systemic therapy for psoriasis or are candidates for such treatment according to the investigator.\n5. Body surface area (BSA) affected by psoriasis of 10% or greater, the PASI score of 10 or greater, and the sPGA score of 3 or greater at screening.\n6. Negative pregnancy urine test in female subjects (no test is required in women who are post-menopausal for at least 2 years and in surgically sterile women).\n7. The patient must be able to follow the Protocol procedures (in the investigator's opinion).\n8. Patients of childbearing potential and their partners with preserved reproductive function must implement reliable contraceptive methods starting from signing informed consent to 20 weeks after the last dose of the study therapy. This requirement does not apply to the patients after surgical sterilization and to females who are post-menopausal for 2 years or longer. Reliable contraception methods suggest using one barrier method in combination with one of the following: spermicides, intrauterine device/oral contraceptives\n\nExclusion Criteria:\n\n1. Baseline erythrodermic, pustular, and guttate psoriasis or any other skin diseases (e.g. eczema) that can affect/complicate assessment of psoriasis treatment\n2. Use of the following medications:\n\n   * Prior use of monoclonal antibodies targeting IL17 or its receptor\n   * Prior use of more than one drug containing monoclonal antibodies or their fragments\n   * Prior use of monoclonal antibodies within 12 weeks before signing the informed consent.\n   * Any systemic medications for psoriasis (including glucocorticoids, methotrexate, sulfasalazine, cyclosporine, acitretin, mycophenolate mofetil, аpremilast, calcitriol derivatives, etc.) used within 4 weeks before signing the ICF If prior systemic therapy with non-biologics was stopped due to any reasons, the screening period can be extended up to 8 weeks during which no new non-biologics are allowed.\n   * Use of phototherapy within 4 weeks before signing the ICF\n   * Topical medications for psoriasis used within 2 weeks before signing the ICF\n   * Vaccination with live or attenuated vaccines within 8 weeks before signing the ICF\n3. Any active systemic infection or recurrent infection at screening/randomization\n4. HIV, hepatitis B, hepatitis C, or syphilis\n5. Blood biochemistry abnormalities appearing as:\n\n   1. baseline creatinine \\> 2 × ULN\n   2. baseline ALT, AST or alkaline phosphatase \\> 2.5 × ULN\n   3. baseline bilirubin \\> 1.5 × ULN\n6. WBC count \\< 3.0 × 109/L; ANC \\< \\<2.0× 109/L; platelet count \\< 100 × 109/L, or hemoglobin \\< 90 g/L at baseline\n7. Any psychiatric conditions including severe depressive disorders and/or any history of suicidal thoughts or suicidal attempts ;\n8. Signs of clinically significant depression (Beck's score of 16 or more at screening)\n9. Alcohol or substance abuse\n10. Tuberculosis now or in the past\n11. Latent TB infection (positive results of the Diaskintest or QuantiFERON test, or T-spot).\n12. Concurrent diseases ongoing at screening that may increase the risk of adverse events during the study or affect the evaluation of psoriasis symptoms (mask, enhance or alter the symptoms of psoriasis, or cause clinical or laboratory signs/symptoms similar to those of psoriasis):\n\n    * active inflammatory diseases or aggravation of chronic inflammatory diseases other than psoriasis\n    * Stable angina class III-IV, unstable angina or a history of myocardial infarction within 1 year before signing the informed consent\n    * Cardiac failure moderate to severe (NYHA class III-IV)\n    * Treatment-resistant hypertension\n    * A history of severe asthma or angioedema\n    * Moderate to severe respiratory failure, COPD grade ¾\n    * Diabetes mellitus with unsatisfactory glycemic control, when the level of glycated hemoglobin HbA1С ≥8% (results are valid if the test was performed at the screening or within 3 months before signing the ICF)\n    * The patient has thyrotoxicosis, which persists in the presence of thyreostatic medications, or hypothyroidism despite of the thyroid hormone treatment\n    * Systemic autoimmune diseases (including but not limited to SLE, rheumatoid arthritis, ankylosing spondylitis, Crohn's disease, ulcerative colitis, systemic scleroderma, inflammatory myopathy, mixed connective tissue disease , intersection syndrome, etc.)\n    * Any other underlying conditions (including but not limited to metabolic, hematologic, hepatic, renal, pulmonary, neurological, endocrine, cardiac, gastrointestinal conditions and infections) that, in the opinion of the investigator, may affect the course of psoriasis, affect the assessment of signs/symptoms of psoriasis, or put patients using the study treatment at additional risk\n13. Malignancies with less than 5 years of remission\n14. Known severe allergies (anaphylaxis or drug allergy to two or more drug products)\n15. Known allergy or intolerance to monoclonal antibody drugs (murine, chimeric, humanized, or human) or any other components of the test drug or comparator\n16. Major surgery within 30 days before the screening, or a major surgery being scheduled at any time during the study\n17. Severe infections (including those that required hospitalization or parenteral antibacterial/antimycotic/antiprotozoal treatment) within 6 months before signing the ICF\n18. Systemic antibacterial/antimycotic/antiprotozoal treatment within 2 months before the signing the ICF\n19. More than 4 episodes of respiratory infection within 6 months before signing the ICF\n20. Episodes of severe mycoses (histoplasmosis, coccidioidomycosis, blastomycosis, etc.) within 6 months before signing the ICF\n21. A history of epileptic attacks or seizures\n22. Any concurrent diseases during which, in the investigator's opinion, the study treatment can harm the patient\n23. Pregnancy, breastfeeding, or planning for pregnancy while participating in the study\n24. Participation in any other clinical study within 3 months before signing the ICF or simultaneous participation in other clinical studies\n25. Patients will not be re-enrolled in this study if they were randomized to this study and then discontinue the participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"• The Proportion (Number) of Patients in Each Study Arm Who Achieved a PASI 75 at Week 12 of Treatment","description":"The Psoriasis Area and Severity Index (PASI) allows evaluating the extent and severity of skin symptoms of psoriasis. Body is divided into 4 areas for scoring (head, arms, trunk, legs); each area is scored by itself and scores are combined for final PASI: 0 (no disease) to 72 (maximal disease).\n\nRelative (percentage) change in PASI score from baseline (screening) is calculated as 100 x (baseline value - time point t value) / (baseline value) PASI 75 indicates a 75% or greater reduction in PASI scores from baseline and is indicative of excellent disease improvement.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":85},"commonTop":["Hyperbilirubinemia","Neutropenia","Leukopenia","Hyperglycaemia","Proteinuria"]}}}