{"nctId":"NCT01978145","briefTitle":"A Non-inferiority Study to Evaluate the Efficacy, Safety, and Tolerability of Fluticasone Propionate/Salmeterol (FSC) 250/50 Microgram (mcg) Through a Capsule-Based Inhaler and a Multi-Dose Inhaler Administered Twice Daily (BID) in Adults With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2013-11-14","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":665,"armGroups":[{"label":"Regimen A","type":"EXPERIMENTAL","interventionNames":["Drug: FSC","Drug: Placebo"]},{"label":"Regimen B","type":"EXPERIMENTAL","interventionNames":["Drug: FSC","Drug: Placebo"]}],"interventions":[{"name":"FSC","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female \\>=40 and \\<=80 years of age at the time of signing the informed consent.\n* A female subject is eligible to participate if she is of:\n\nNon-childbearing potential defined as premenopausal females with a documented tubal ligation or hysterectomy; or postmenopausal defined as 12 months of spontaneous amenorrhea (in questionable cases a blood sample with simultaneous follicle stimulating hormone \\>40 milli international unit per milliliter (mIU/mL) and oestradiol \\<40 picogram \\[pg\\]/mL \\[\\<147 picomole per liter (pmol/L)\\] is confirmatory); females on hormone replacement therapy (HRT) and whose menopausal status is in doubt will be required to use one of the contraception methods (i.e., in accordance with the approved product label and the instructions of the physician for the duration of the study from Screening to follow-up contact) if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of postmenopausal status before study enrolment. For most forms of HRT, at least 2 to 4 weeks should elapse between the cessation of therapy and the blood draw; this interval depends on the type and dosage of HRT. After confirmation of their postmenopausal status, they can resume use of HRT during the study without use of a contraceptive method; child-bearing potential and is abstinent or agrees to use one of the contraception methods for an appropriate period of time (as determined by the product label or investigator) before the start of dosing to sufficiently minimise the risk of pregnancy at that point. Female subjects must agree to use contraception until at least 2 days post the last dose of study treatment; abstinence from penile-vaginal intercourse must be consistent with the preferred and usual lifestyle of the subject.\n\n* COPD Diagnosis: An established clinical history of COPD in accordance with the following definition by the American Thoracic Society/European Respiratory Society.\n* Severity of Disease:\n\nA measured pre- and post-salbutamol/albuterol FEV1/forced vital capacity (FVC) ratio of \\<0.70 at Visit 1 (Screening and Run-in Visit) A measured pre-salbutamol/albuterol FEV1 \\<50% of predicted normal values at Visit 1 (Screening and Run-in Visit).\n\nA measured post-salbutamol/albuterol FEV1 \\>=30% of predicted normal values at Visit 1 (Screening and Run-in Visit). Predicted values will be calculated using the National Health and Nutrition Examination Survey (NHANES) III reference equations.\n\n* Tobacco Use: Current or prior history of at least 10 pack-years of cigarette smoking (e.g., 20 cigarettes/day for 10 years). One pack-year is defined as 20 manufactured cigarettes (1 pack) smoked per day for 1 year. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1 (Screening and Run-in Visit). Former smokers are eligible to enter the study provided they have at least 10 pack-years smoking history. Subjects making a conscious decision to stop smoking at any time during the study and who refrain from smoking for \\>4 weeks will be discontinued from the study. Additionally, subjects who start smoking during the study and smoke for at least 7 consecutive days will be discontinued from the study.\n* Dyspnoea: A score of \\>=2 on the Modified Medical Research Council Dyspnoea Scale (mMRC) at Visit 1 (Screening and Run-in Visit)\n* Liver Safety Criteria: Alanine aminotransferase (ALT) \\<=2 the upper limit of normal (ULN), alkaline phosphatase and bilirubin \\<=1.5 ULN (isolated bilirubin \\>1.5 ULN is acceptable if bilirubin is fractionated and direct bilirubin is \\<35%) at Visit 1 (Screening and Run-in Visit)\n* Electrocardiogram (ECG) Safety Criteria: The subject must have no ECG abnormalities that would, in the opinion of investigator, compromise subject safety, or significantly affect subject's ability to complete the trial. As such the investigator will determine the clinical significance of any ECG abnormality and determine if a subject is precluded from entering the study. At Visit 1 (Screening and Run-in Visit), ECG safety criteria must be:\n\nQT interval corrected for heart rate (QTc) or QT interval corrected for heart rate according to Fridericia formula (QTcF) \\<450 milliseconds (msec) or QTc \\<480 msec for subjects with a bundle branch block. Investigators will be responsible for ensuring appropriate clinical interpretation of ECGs\n\n* Able to use the inhaler devices adequately after training\n* Capable of giving informed consent, which includes compliance with the study requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n* A current diagnosis of asthma\n* Any clinically significant and uncontrolled disease, including but not limited to the following: neurological, psychiatric, renal, immunological, endocrine/metabolic (including uncontrolled diabetes, hypokalaemia or thyroid disease), cardiovascular, neuromuscular, hepatic, gastric, or haematological abnormalities, or peripheral vascular disease. Significant is defined as any disease that, in the opinion of the investigator, would put the safety of the subject at risk or would affect the efficacy analysis if the disease/condition exacerbated during the study\n* A respiratory diagnosis other than COPD (e.g., lung cancer, bronchiectasis, sarcoidosis, tuberculosis, lung fibrosis), including subjects with a diagnosis of alpha-1-antitrypsin deficiency. Allergic rhinitis is not exclusionary\n* An abnormal and clinically significant chest X-ray film or computed tomography scan not believed to be a result of the presence of COPD. A chest X-ray must be taken if the subject has not had 1 within 6 months of Visit 1 (Screening and Run in Visit)\n* Lung resection surgery (e.g., lung volume reduction surgery, or lobectomy) within 1 year of Visit 1 (Screening and Run-in Visit)\n* A COPD exacerbation and/or infection of the upper or lower respiratory tract requiring treatment with systemic (oral or parenteral) corticosteroids and/or antibiotics that has not resolved within 30 days of Visit 1 (Screening and Run-in Visit)\n* A COPD exacerbation that resulted in hospitalisation that has not resolved within 3 months of Visit 1 (Screening and Run-in Visit)\n* Use of nocturnal-positive pressure (e.g., continuous positive airway pressure or bilevel positive airway pressure)\n* Oropharyngeal Examination: A subject will not be eligible for the Run-in Period if he/she has clinical visual evidence of candidiasis at Visit 1 (Screening and Run-in Visit)\n* An abnormal and clinically significant 12-lead ECG result. For the purposes of this study, an abnormal ECG result is defined as a 12-lead tracing that is interpreted as demonstrating (but not limited to) any of the following: Myocardial ischemia, clinically significant conduction abnormalities (e.g., left bundle branch block, Wolff-Parkinson-White syndrome), clinically significant arrhythmias (e.g., atrial fibrillation, ventricular tachycardia). The study investigator will determine the clinical significance of any ECG abnormality and determine if a subject is precluded from entering the study.\n* Cancer: Subjects with carcinoma that has not been in complete remission for at least 5 years. Carcinoma in situ of the cervix, squamous cell carcinoma, and basal cell carcinoma of the skin would not be excluded if the subject has been considered cured within 5 years since diagnosis\n* Investigational Medications: A subject must not have used any investigational drug within 30 days prior to Visit 1 (Screening and Run-in Visit) or within 5 half lives of the prior investigational drug (whichever is longer of the two). The prior investigational drug half life may be confirmed with the prior investigational study sponsor or by consulting relevant study documentation\n* Allergies: Drug allergy: Any adverse reaction including immediate or delayed hypersensitivity to any beta2-agonist, sympathomimetic drug, or any intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity to the constituents of the capsule-based and multi-dose inhaler (i.e., lactose), milk protein allergy: History of severe milk protein allergy\n* Initiation of systemic beta-blocker medications and beta-blocker eye drops for at least 30 days prior to Visit 1 (Screening and Run-in Visit)\n* Concomitant Medication: Administration of prescription or over-the-counter medication that would significantly affect the course of COPD, or interact with study treatment, such as: anticonvulsants (barbiturates, hydantoins, carbamazepine); polycyclic antidepressants; phenothiazines; and monoamine oxidase (MAO) inhibitors; Immunosuppressive medications: A subject must not be using or require use of immunosuppressive medications during the study; cytochrome P450 3A4 (CYP3A4) inhibitors: Subjects who have received a potent CYP3A4 inhibitor within 4 weeks of Visit 1 (Screening and Run-in Visit) (e.g., ritonavir, ketoconazole, itraconazole) and at any time during the study; unable to refrain from the use of prescription or nonprescription drugs, including vitamins, herbal and dietary supplements (including St John's wort) within 7 days (or 14 days if the drug is a potential enzyme inducer) or 5 half lives (whichever is longer) prior to the first dose of study treatment, unless in the opinion of the investigator and medical monitor the medication will not interfere with the study procedures or compromise subject safety\n* Compliance: A subject will not be eligible if he/she or his/her parent or legal guardian has any infirmity, disability, disease, or geographical location that seems likely (in the opinion of the investigator) to impair compliance with any aspect of this study protocol, including visit schedule and completion of the daily paper Diary Cards\n* Medications Prior to Screening: Use of the following medications within the defined times prior to Visit 1 (Screening and Run-in Visit): Short-acting beta-agonists (e.g., albuterol; 6 hours), Ipratropium; 6 hours, Ipratropium/albuterol combination product; 6 hours, Oral beta-agonists; 48 hours, Salmeterol and formoterol; 48 hours, Indacaterol; 5 days, Theophylline preparations; 12 hours, Tiotropium; 14 days, Phosphodiesterase 4 (PDE4) inhibitors (e.g., roflumilast); 14 days, Oral leukotriene inhibitors (zafirlukast, montelukast, zileuton); 48 hours, Long-acting beta -agonist/inhaled corticosteroid combination products (e.g., fluticasone/salmeterol or budesonide/formoterol); 30 days, Inhaled corticosteroids; 30 days, Oral or parenteral corticosteroids; 30 days, any investigational drug; 30 days or 5 half-lives, whichever is longer.\n* Any intellectual deficiency including illiteracy, history of substance abuse in the 2 years prior to Visit 1 (including drug and alcohol), or other conditions, which will limit the validity of informed consent to participate in the study\n* Subjects who have participated in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1 (Screening and Run-in Visit) or who will enter the acute phase of a pulmonary rehabilitation program during the study. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Supplemental oxygen, with the following exceptions:\n\nUse at high altitude (\\>5000 feet) provided subject does not require a flow rate of \\>2 L/minute Use for exertion provided subject does not require \\>2 hours per day of oxygen and does not require a flow rate of \\>2 L/minute Use for nocturnal therapy provided subject does not require a flow rate of \\>2 L/minute\n\n* Pregnant females as determined by urine test at Visit 1(Screening and Run-in Visit) or prior to dosing. A confirmatory serum pregnancy test is required if the urine test is questionable or positive\n* Lactating females\n* A known history of a positive hepatitis B surface antigen or a positive hepatitis C.\n* Unable to comply with study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough Morning Forced Expiratory Volume in 1 Second (FEV1) at Day 85","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. The trough FEV1 is defined as morning prebronchodilator and predose (12 hours after the last evening dose Day 84). Trough FEV1 was measured electronically by spirometer in the morning, before using the bronchodilator and predose, at Week 12 (Day 85) of each Treatment Period. Baseline was defined as the value obtained predose (0 minutes) on day 1 in each treatment period. Change from Baseline within each period was calculated as trough FEV1 at Day 85 minus the period specific Baseline value. The change from Baseline in trough FEV1 was analyzed using mixed model for repeated measures analysis, having fixed effect participant level Baseline, adjusted period-specific Baseline, treatment group, period, visit, visit by treatment, visit by participant level Baseline, visit by adjusted period-specific Baseline, with participant as random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.116","spread":"0.0116"},{"groupId":"OG001","value":"0.091","spread":"0.0116"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Morning Forced Expiratory Volume in 1 Second (FEV1) at Day 28 and 56","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. The trough FEV1 at Days 28 and 56 is defined as morning prebronchodilator and predose (12 hours after the last evening dose Days 27 and 55). Trough FEV1 was measured electronically by spirometer in the morning, before using the bronchodilator and predose, at Days 28 and 56 of each Treatment Period. Baseline was defined as the value obtained predose (0 minutes) on day 1 in each treatment period. Change from Baseline within each period was calculated as trough FEV1 at Day 85 minus the period specific Baseline value. The change from Baseline in trough FEV1 was analyzed using mixed model for repeated measures analysis, having fixed effect participant level Baseline, adjusted period-specific Baseline, treatment group, period, visit, visit by treatment, visit by participant level Baseline, visit by adjusted period-specific Baseline, with participant as random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.108","spread":"0.0116"},{"groupId":"OG001","value":"0.104","spread":"0.0116"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.135","spread":"0.0121"},{"groupId":"OG001","value":"0.115","spread":"0.0121"}]}]}]},{"type":"SECONDARY","title":"FEV1 Area Under the Curve From 0 to 10 Hours (AUC [0-10]) on Day 85 of Each Treatment Period","description":"Pulmonary function was measured by FEV1, defined as the maximal amount of air that can be forcefully exhaled in one second. FEV1. The FEV1 was measured on Day 85 of each treatment period at time 0 (predose),15 minutes, 30 minutes, 1, 2, 4, 6, and 10 hours post morning dosing for determination of AUC 0 to10 hours. The AUC was analyzed using a mixed effects analysis of covariance (ANCOVA) with participant-level Baseline (Day 1 trough FEV1), adjusted period-specific Baseline (Day 1 trough FEV1), treatment group and period as fixed effects and participant as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.382","spread":"0.1298"},{"groupId":"OG001","value":"13.216","spread":"0.1298"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Transition Dyspnoea Index (TDI) Focal Score at Days 28, 56 and 85","description":"Baseline Dysponea Index (BDI) and Transition Dyspnoea Index (TDI) are interview-based measurements of breathlessness due to COPD related daily living activities. Scores depend on ratings for 3 categories: functional impairment, magnitude of task and magnitude of effort. BDI was collected at Day 1 and TDI at Days 28, 56 and 85 of each treatment (trt) period. Each BDI scale has 5 possible scores ranging from 0 to 4, with 0 (worst) to 12 (best) as the total range. Each TDI scale has 7 possible scores ranging from -3 to +3, with -9 (worst) to +9 (best) as the total range. TDI focal score \\>=1 is considered to be a clinically meaningful change. Change from Baseline was calculated as TDI minus BDI values. Analysis was performed using MMRM by par. level BDI focal score, adjusted period-specific BDI focal score, trt group, trt period, visit, visit\\*trt group, visit\\*par. level BDI focal score, visit\\*adjusted period-specific BDI focal score as a fixed effect and with par. as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.982","spread":"0.1214"},{"groupId":"OG001","value":"1.984","spread":"0.1206"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.968","spread":"0.1231"},{"groupId":"OG001","value":"2.037","spread":"0.1226"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.941","spread":"0.1231"},{"groupId":"OG001","value":"2.074","spread":"0.1229"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St George's Respiratory Questionnaire-COPD (SGRQ C) Score at Week 12","description":"The SGRQ-C is a 40-item COPD-specific questionnaire designed to measure the effect of COPD and its treatment on the participant's health-related quality of life (HRQoL). The SGRQ-C includes 14 questions with a total of 40 items grouped into three components (symptoms, activity, and impacts). Each questionnaire response has a unique empirically derived weight. The lowest possible weight is zero and the highest is 100. Higher scores indicate greater impairment of HRQoL. HRQoL of participants was assessed using the SGRQ-C at Baseline (Day 1) and Week 12 of each treatment period. Change from Baseline was calculated as value at Week 12 minus the period specific Baseline value. Change from Baseline in SGRQ total score at Week 12 was analyzed using a mixed effects ANCOVA model, with participant-level Baseline SGRQ total score, adjusted treatment period-specific Baseline SGRQ total score, treatment group, and treatment period as fixed effects and participant as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.48","spread":"0.418"},{"groupId":"OG001","value":"-3.72","spread":"0.419"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in COPD Assessment Test (CAT) Scores at Week 12","description":"The CAT is a participant-completed instrument designed to provide a simple and reliable measure of health status in COPD for the assessment and long-term follow-up of the individual participant. The CAT consists of eight items, each formatted on a semantic differential scale. Participants rated their experience on a 6-point scale for each question, ranging from 0 to 5 with a maximum total score of 40. Higher scores indicate greater disease impact. CAT of each participant was assessed at Baseline (Day 1) and Week 12 (Day 85) of each treatment period. Change from Baseline within each period was calculated as values at Week 12 minus period specific Baseline value. The change from Baseline in CAT overall score at Week 12 was analyzed using a mixed effects ANCOVA model, with participant-level Baseline CAT overall score, adjusted treatment period specific Baseline CAT overall score, treatment group, treatment period as fixed effects and participant as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"0.26"},{"groupId":"OG001","value":"-1.7","spread":"0.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":426},"commonTop":["Headache"]}}}