{"nctId":"NCT04217590","briefTitle":"Reduce Incidence of Pre-Dialysis Hyperkalaemia With Sodium Zirconium Cyclosilicate in Chinese Subjects","startDateStruct":{"date":"2020-11-16","type":"ACTUAL"},"conditions":["Hyperkalemia"],"count":134,"armGroups":[{"label":"Sodium Zirconium Cyclosilicate (SZC)","type":"EXPERIMENTAL","interventionNames":["Drug: Sodium Zirconium Cyclosilicate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sodium Zirconium Cyclosilicate","otherNames":["SZC; Lokelma; ZS"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated, written informed consent form prior to any mandatory study specific procedures, sampling, and analyses.\n2. Subject must be ≥ 18 years of age inclusive, at the time of signing the informed consent form.\n3. Subjects must have haemodialysis access consisting of an arteriovenous fistula, AV graft, or tunnelled (permanent) catheter which is expected to remain in place for the entire duration of the study.\n4. Receiving haemodialysis (or hemodiafiltration) 3 times a week for treatment of end-stage renal disease (ESRD) for at least 3 months before randomization.\n5. Pre-dialysis S-K \\> 5.4 mmol/L after long inter-dialytic interval and \\> 5.0 mmol/L after at least one short inter-dialytic interval during screening (as assessed by central lab).\n6. Prescribed dialysate K concentration ≤ 3 mmol/L during screening.\n7. Sustained Qb ≥ 200 ml/min and spKt/V ≥ 1.2 (or URR ≥ 63) on stable haemodialysis / haemodiafltration prescription during screening with prescription (time, dialyzer, blood flow \\[Qb\\], dialysate flow rate \\[Qd\\] and bicarbonate concentration) expected to remain unchanged during study.\n8. Subjects must be receiving dietary counselling appropriate for ESRD subjects treated with haemodialysis / haemodiafiltration as per local guidelines, which includes dietary potassium restriction.\n\nExclusion Criteria:\n\n1. Myocardial infarction, acute coronary syndrome, stroke, seizure or a thrombotic / thromboembolic event (e.g., deep vein thrombosis or pulmonary embolism, but excluding vascular access thrombosis) within 12 weeks prior to randomization.\n2. Pseudohyperkalaemia secondary to haemolyzed blood specimen (this situation is not considered screening failure, sampling or full screening can be postponed to a later time as applicable).\n3. Diagnosis of rhabdomyolysis during the 4 weeks preceding randomization.\n4. Presence of cardiac arrhythmias or conduction defects that require immediate treatment.\n5. Any medical condition, including active, clinically significant infection or liver disease, that in the opinion of the investigator or Sponsor may pose a safety risk to a subject in this study, which may confound safety or efficacy assessment and jeopardize the quality of the data, or may interfere with study participation.\n6. History of QT prolongation associated with other medications that required discontinuation of that medication; congenital long QT syndrome or QTc(f) \\> 550 msec; uncontrolled atrial fibrillation despite treatment, or asymptomatic sustained ventricular tachycardia. Subjects with atrial fibrillation controlled by medication or with transient atrial fibrillation associated with dialysis or peridialytic period are permitted.\n7. Subjects treated with sodium polystyrene sulfonate (e.g. SPS, Kayexalate, Resonium), calcium polystyrene sulfonate (CPS, Resonium calcium) or patiromer (Veltassa) within 7 days before screening or anticipated in requiring any of these agents during the study.\n8. Participation in another clinical study with an investigational product administered in the last 1 month before screening.\n9. Haemoglobin \\< 9 g/dL on screening (as assessed on Visit 1).\n10. Laboratory diagnosis of hypokalaemia (K \\< 3.5 mmol/L), hypocalcemia (Ca \\< 8.2 mg/d or albumin-corrected Ca \\< 8.0 mg/dL if the latter is used in local practice), hypomagnesemia (Mg \\< 1.7 mg/dL) or severe acidosis (serum bicarbonate 16 mEq/L or less) in the 4 weeks preceding randomization.\n11. Severe leukocytosis (\\> 20 × 109/L) or thrombocytosis (≥ 450 × 109/L) during screening.\n12. Polycythaemia (Hb \\> 14 g/dL) during screening.\n13. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site).\n14. Judgment by the investigator that the subject should not participate in the study if the subject is unlikely to comply with study procedures, restrictions and requirements.\n15. Previous randomisation in the present study.\n16. For women only - currently pregnant (confirmed with positive pregnancy test or uterine ultrasound if pregnancy test is questionable) or breast-feeding.\n17. Females of childbearing potential, unless using contraception as detailed in the protocol or sexual abstinence.\n18. Lack of compliance with haemodialysis prescription (both number and duration of treatments) during the two-week period preceding screening (100% compliance required).\n19. Subjects unable to take investigational product drug mix.\n20. Scheduled date for living donor kidney transplant.\n21. Subjects with a life expectancy of less than 6 months.\n22. Known hypersensitivity or previous anaphylaxis to SZC or to components thereof.\n23. History of alcohol or drug abuse within 2 years prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Responders","description":"A subject was considered to be a responder if, during the evaluation period, they maintained a pre-dialysis serum potassium (S-K) between 4.0 and 5.0 mmol/L on at least 3 out of 4 dialysis treatments following the long inter-dialytic interval (LIDI) and did not receive rescue therapy. Subjects with no data during the evaluation period were classified as non-responders. The S-K levels used for this analysis were based on the measurements obtained by the central laboratory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Pre-dialysis S-K Values After SIDI and LIDI Below or Equal to 5.5 mmol/L During Evaluation Period","description":"Probability of maintaining maximum S-K value \\<= 5.5 mmol/L was evaluated. Each subject's maximum pre-dialysis S-K at long inter-dialytic interval (LIDI) and short inter-dialytic interval (SIDI) visits during the evaluation period were categorised into \\<= 5.5 or \\> 5.5 mmol/L. Missing S-K values including those omitted due to coinciding with rescue therapy use or records omitted that are not true LIDI (i.e. records which do not occur \\>= 55 hours after the previous dialysis starting time) were imputed using multiple imputation (MI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Pre-dialysis S-K After LIDI Between 3.5 and 5.5 mmol/L During the Evaluation Period","description":"Probability of all S-K values between 3.5 and 5.5 mmol/L was evaluated. Subjects were categorised to either having all pre-dialysis LIDI values between 3.5 and 5.5 mmol/L during the evaluation period or not. Missing S-K values including those omitted due to coinciding with rescue therapy use or records omitted that are not true LIDI (i.e. records which do not occur \\>= 55 hours after the previous dialysis starting time) were imputed using multiple imputation (MI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.58","spread":null},{"groupId":"OG001","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Instances of Pre-dialysis S-K After LIDI Between 4.0 and 5.0 mmol/L During the Evaluation Period","description":"The probability of maintaining instances of pre-dialysis S-K between 4.0 and 5.0 mmol/L (normokalaemia) was evaluated at each LIDI visit during the evaluation period, by categorisation of pre-dialysis S-K into values between 4.0 and 5.0 mmol/L or not. Values coinciding with rescue therapy or not true LIDI (i.e. records which do not occur \\>= 55 hours after the previous dialysis starting time) were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Expected Number of Normokalaemic (S-K 4.0-5.0 mmol/L) Instances","description":"The expected number of normokalemic instances is the sum of the probabilities of normokalaemic instance at each visit during the evaluation period. Normokalaemic is defined as S-K between 4.0 and 5.0 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.91","spread":null},{"groupId":"OG001","value":"0.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Instances of Potassium Gradient of < 3.0 mmol/L After LIDI During the Evaluation Period","description":"The probability of maintaining instances of potassium gradient of \\< 3.0 mmol/L was evaluated at each LIDI visit during the evaluation period, by categorisation of potassium gradient into \\< 3.0 or \\>=3.0 mmol/L. Values coinciding with rescue therapy or not true LIDI (i.e. records which do not occur \\>= 55 hours after the previous dialysis starting time) were excluded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.52","spread":null},{"groupId":"OG001","value":"0.16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":66},"commonTop":["Hypokalaemia","Constipation","Dialysis hypotension","Hypotension","Upper respiratory tract infection"]}}}