{"nctId":"NCT01298323","briefTitle":"Study to Determine if Contacting Patients With MTC More Frequently Results in Earlier Detection and Treatment of Signs and Symptoms of AEs and Thus a Decrease in the Percentage of Time Patients Experience AEs During First 12 Months on Vandetanib Treatment","startDateStruct":{"date":"2011-02-25","type":"ACTUAL"},"conditions":["Locally Advanced or Metastatic Medullary Thyroid Cancer","Medullary Thyroid Cancer"],"count":205,"armGroups":[{"label":"Vandetanib Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vandetanib"]},{"label":"Experimental","type":"EXPERIMENTAL","interventionNames":["Behavioral: Patient outreach","Drug: Vandetanib"]}],"interventions":[{"name":"Patient outreach","otherNames":[]},{"name":"Vandetanib","otherNames":["SAR390530"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent prior to any study specific procedures\n* Female or male aged 18 years and over\n* Previously confirmed histological diagnosis of unresectable, locally advanced or metastatic hereditary or sporadic MTC. Documentation must be provided in patient's medical chart\n* WHO or ECOG Performance status 0-2\n* Negative pregnancy test (urine or serum) for female patients of childbearing potential\n\nExclusion Criteria:\n\n* Unstable brain metastases or spinal cord compression that require treatment, unless treated at least 4 weeks before first dose and stable without steroid treatment for 10 days\n* Major surgery within 4 weeks before randomization\n* The last dose of prior chemotherapy received less than 3 weeks prior to randomization\n* Radiation therapy not completed prior to the first dose of vandetanib\n* Significant cardiac event, superior vena cava syndrome, NYHA classification of heart disease ≥2, within 12 weeks before randomization, or presence of cardiac disease that in the opinion of the Investigator increases risk of ventricular arrhythmia\n* Creatinine clearance \\<30 ml/min (calculated by Cockcroft-Gault formula),Patients with moderate renal impairment, defined as creatinine clearance ≥30 to \\<50 ml/min, must start vandetanib at a reduced dose of 200 mg","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Time a Patient Experienced at Least 1 AE of CTCAE Grade >=2 in First 12 Months of Receiving Vandetanib in Patients Who Participated in Patient Outreach Program.","description":"The primary endpoint is the percentage of time a patient experienced at least one AE of CTCAE grade 2 or higher in the first 12 months of treatment with vandetanib. If the patient discontinues treatment with vandetanib prior to the 12-month time point for any reason, this endpoint will be the time a patient experienced at least one AE of CTCAE grade 2 or higher as a percentage of the time the patient was receiving vandetanib.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.65","spread":"35.548"},{"groupId":"OG001","value":"45.19","spread":"36.347"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":30,"n":103},"commonTop":["Diarrhoea","Hypertension","Rash","Nausea","Dermatitis acneiform"]}}}