{"nctId":"NCT01807520","briefTitle":"Study of Safety, Tolerability, and Efficacy of Secukinumab in Subjects With Moderate to Severe Nail Psoriasis","startDateStruct":{"date":"2013-06-20","type":"ACTUAL"},"conditions":["Moderate to Severe Nail Psoriasis"],"count":198,"armGroups":[{"label":"Secukinumab (AIN457) 150 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Secukinumab (AIN457) 300 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Secukinumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Secukinumab","otherNames":["AIN457"]},{"name":"Placebo","otherNames":["placebo secukinumab"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with chronic moderate to severe plaque type psoriasis for at least 6 months prior to randomization, including significant nail involvement, defined as Nail Psoriasis Severity Index (NAPSI) score ≥16 AND number of fingernails involved ≥4 AND Psoriasis Area and Severity Index (PASI) score ≥12 AND Body Surface Area (BSA) score ≥10%\n* Candidates for systemic therapy, i.e. psoriasis inadequately controlled by topical treatment (including super potent topical corticosteroids) and/or phototherapy and/or previous systemic therapy\n\nExclusion Criteria:\n\n* Forms of psoriasis other than chronic plaque type psoriasis (e.g., pustular psoriasis, palmoplantar pustulosis, acrodermatitis of Hallopeau, erythrodermic and guttate psoriasis)\n* Drug-induced psoriasis (e.g. new onset or current exacerbation from β-blockers, calcium channel inhibitors or lithium)\n* Ongoing inflammatory skin diseases other than psoriasis or any other disease affecting the fingernails which may potentially confound the evaluation of study treatment effects\n* Ongoing use of prohibited treatments (e.g. topical or systemic corticosteroids (CS), UV therapy). Washout periods do apply\n* Prior exposure to secukinumab (AIN457) or any other biological drug directly targeting IL-17 or the IL-17 receptor\n* Exposure to any investigational drugs within 4 weeks prior to study treatment initiation or within a period of 5 half-lives of the investigational treatment, whichever is longer\n* History of hypersensitivity to constituents of the study treatment\n* Other protocol-defined inclusion/exclusion criteria do apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Change From Baseline in Nail Psoriasis Severity Index (NAPSI) After 16 Weeks of Treatment","description":"The NAPSI is a tool to assess psoriatic nail involvement in patients with nail psoriasis. Each nail is divided with imaginary horizontal and longitudinal lines into quadrants. Each nail is given a score for nail matrix psoriasis (0-4) and nail bed psoriasis (0-4) depending on the presence of any of the features of nail psoriasis in that quadrant. Each nail gets a nail matrix score and a nail bed score, the total of which is the NAPSI score for that nail ranging from 0 to 8. All 10 fingernails are assessed giving a total NAPSI score ranging from 0 to 80. A negative change from baseline indicates improvement. The adjusted mean is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.4","spread":"4.54"},{"groupId":"OG001","value":"-46.1","spread":"3.43"},{"groupId":"OG002","value":"-11.7","spread":"4.28"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in NAPSI Score","description":"The NAPSI is a tool to assess psoriatic nail involvement in patients with nail psoriasis. Each nail is divided with imaginary horizontal and longitudinal lines into quadrants. Each nail is given a score for nail matrix psoriasis (0-4) and nail bed psoriasis (0-4) depending on the presence of any of the features of nail psoriasis in that quadrant. Each nail gets a nail matrix score and a nail bed score, the total of which is the NAPSI score for that nail ranging from 0 to 8. All 10 fingernails are assessed giving a total NAPSI score ranging from 0 to 80. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.9","spread":"37.32"},{"groupId":"OG001","value":"-45.3","spread":"27.22"},{"groupId":"OG002","value":"-15.4","spread":"32.79"},{"groupId":"OG003","value":"-7.8","spread":"31.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-52.9","spread":"42.90"},{"groupId":"OG001","value":"-70.5","spread":"29.2"},{"groupId":"OG002","value":"-62.9","spread":"29.05"},{"groupId":"OG003","value":"-72.7","spread":"22.84"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Psoriasis Area and Severity Index 75 (PASI75) and Investigator Global Assessment (IGA Mod 2011) Response 0 or 1 Over Time up to Week 16 of the Treatment Compared to Placebo and Over Time up to Week 132","description":"PASI is a combined assessment of lesion severity and affected area into a single score: 0 (no disease) to 72 (maximal disease). Body is divided into 4 areas for scoring (head, arms, trunk, legs; each area is scored by itself and scores are combined for final PASI. For each area, percent of skin involved is estimated: 0 (0%) to 6 (90-100%), and severity is estimated by clinical signs, erythema, induration and desquamation; scale 0 (none) to 4 (maximum). Final PASI = sum of severity parameters for each area\\* area score weight of section (head: 0.1, arms: 0.2 body: 0.3 legs: 0.4). The IGA scale referred exclusively to the participant's disease at the time of the assessment. The scores are: 0 = clear, 1 = almost clear, 2 = mild, 3 = moderate, 4 = severe and 5 = very severe. To be considered IGA responder at any point in time, the patient must have an IGA score of 0 or 1 and have achieved a reduction of at least two points on the IGA scale from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.6","spread":null},{"groupId":"OG001","value":"87.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.8","spread":null},{"groupId":"OG001","value":"74.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.6","spread":null},{"groupId":"OG001","value":"82.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.2","spread":null},{"groupId":"OG001","value":"61.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Develop Immunogenicity Against Secukinumab","description":"The number of participants who tested positive for anti-secukinumab antibodies. It refers to the number of participants who had no positive values at baseline but developed them only after start of secukinumab treatment. None of the participants had a loss of efficacy and the test was only transiently positive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":96},"commonTop":["Nasopharyngitis","Psoriasis","Upper respiratory tract infection","Headache","Back pain"]}}}