{"nctId":"NCT01404260","briefTitle":"Intercalating and Maintenance Use of Iressa Versus Chemotherapy in Selected Advanced Non Small Cell Lung Cancer","startDateStruct":{"date":"2011-06"},"conditions":["Non-small Cell Lung Cancer"],"count":219,"armGroups":[{"label":"Gemcitabine +Carboplatin +Gefitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Gefitinib","Drug: Gemcitabine +Carboplatin"]},{"label":"Gemcitabine +Carboplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Gemcitabine +Carboplatin"]}],"interventions":[{"name":"Gefitinib","otherNames":["Iressa"]},{"name":"Gemcitabine +Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* After two cycles chemotherapy(gemcitabine plus carboplatin), patients with stable disease(SD) by RECIST1.1.\n* Patients between 18 and 75 years of age.\n* Present with histologically proven or cytological diagnosis of adenocarcinoma NSCLC Stage IIIB or IV as defined by the American Joint Committee on Cancer Staging Criteria for Lung Cancer, that is not amenable to curative therapy,such as surgery or radiotherapy and so on.\n* No prior systemic chemotherapy or targeted therapy for lung cancer before screening.\n* Never smokers(defined as having smoked less than 100 cigarettes in their lifetime ) or light ex-smokers (defined as having ceased smoking at least 15 years before Day 1 of study treatment and having smoked 10 pack-years or fewer).\n* EGFR mutation status unknown.\n* ECOG performance status of 0 or 1.\n* Adequate organ function.\n* Prior radiation therapy allowed to \\<25% of the bone marrow . Prior radiation to the whole pelvis is not allowed. Prior radiotherapy must be completed at least 4 weeks before study enrollment. Patients must have recovered from the acute toxic effects of the treatment prior to study enrollment.\n* Signed informed consent document on file.\n* Estimated life expectancy of ≥12 weeks.\n* Patient compliance and geographic proximity that allow adequate follow up.\n\nExclusion Criteria:\n\n* Known severe hypersensitivity to gefitinib.\n* Sympotomatic patients with brain metastases.\n* Pleural effusion or pericardiac effusion that cannot be controlled by drainage or other procedures.\n* Inability to comply with protocol or study procedures.\n* A serious concomitant systemic disorder that, in the opinion of the investigator, would compromise the patient's ability to complete the study.\n* A serious cardiac condition, such as myocardial infarction within 6 months, angina, or heart disease.\n* Second primary malignancy that is clinically detectable at the time of consideration for study enrollment.\n* Interstitial pneumonia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival","description":"Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter ever recorded since study treatment started, or progression in existing non-target lesions,or the appearance of one or more new lesions .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":109},"commonTop":["Diarrhea"]}}}