{"nctId":"NCT02819323","briefTitle":"A Safety and Efficacy Study of a Bowel Cleansing Preparation (BLI800) in Pediatric Subjects Undergoing Colonoscopy","startDateStruct":{"date":"2016-06"},"conditions":["Colonoscopy"],"count":91,"armGroups":[{"label":"BLI800 high dose","type":"EXPERIMENTAL","interventionNames":["Drug: BLI800"]},{"label":"BLI800 low dose","type":"EXPERIMENTAL","interventionNames":["Drug: BLI800"]},{"label":"PEG-ELS","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PEG-ELS"]}],"interventions":[{"name":"PEG-ELS","otherNames":[]},{"name":"BLI800","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female between the ages of 12 to 16 (inclusive)\n2. Undergoing colonoscopy for routinely accepted indications, including (but not limited to):\n\n   * Subjected inflammatory bowel disease (IBD) or IBD follow-up\n   * Lower gastrointestinal bleeding\n   * Suspected colitis (allergic or other)\n   * Abdominal pain\n   * Chronic diarrhea\n   * Cancer surveillance\n   * Anemia of unknown etiology\n   * Abnormal endosonography or manometry\n   * Evaluation of barium enema results\n3. If female, and of child-bearing potential, subject must use an acceptable form of birth control or remain abstinent for the duration of the study.\n4. Negative pregnancy test at screening, if applicable\n5. In the Investigator's judgment, caregiver is mentally competent to provide informed consent for their child to participate in the study.\n\nExclusion Criteria:\n\n1. Subjects with known or suspected ileus, impaction, severe ulcerative colitis, acute peritonitis, gastrointestinal obstruction, gastric retention (gastroparesis), bowel perforation, toxic colitis or megacolon.\n2. Subjects who had previous significant gastrointestinal surgeries.\n3. Subjects with increased risk of bowel perforation, including connective tissue disorders, toxic dilation of the bowel or recent bowel surgery.\n4. Subjects with uncontrolled pre-existing electrolyte abnormalities, or those with clinically significant electrolyte abnormalities based on Visit 1 laboratory results, such as hypernatremia, hyponatremia, hyperphosphatemia, hypokalemia, hypocalcemia, uncorrected dehydration, or those secondary to the use of diuretics or angiotensin converting enzyme (ACE) inhibitors.\n5. Subjects with bleeding disorders and/or impaired platelet function, or neutropenia.\n6. Subjects with a prior history of renal, liver or cardiac insufficiency (including congestive heart failure or other significant cardiac abnormality)\n7. Subjects with estimated glomerular filtration rate (GFR) below normal range (less than 70 ml/min/1.73m2)\n8. Subjects required to take any other oral medication within 3 hours of dosing until completion of both doses.\n9. Subjects with impaired consciousness that predisposes them to pulmonary aspiration.\n10. Subjects with tendency for nausea and/or vomiting, or that have known swallowing disorders.\n11. Subjects for whom intake of substances is likely to affect gastrointestinal motility or urinary flow rate.\n12. Subjects undergoing colonoscopy for foreign body removal and/or decompression.\n13. Subjects with an abnormal ECG result at Visit 1.\n14. Subjects who are pregnant or lactating, or intending to become pregnant during the study.\n15. Subjects of childbearing potential who refuse a pregnancy test.\n16. Subjects with a history of hypersensitivity to any preparation components.\n17. Subjects who, in the opinion of the Investigator, should not be included in the study for any reason, including inability to follow study procedures and history of major medical/psychiatric conditions that would compromise the safety of the study.\n18. Subjects who have participated in an investigational surgical, drug, or device study within the past 30 days.\n19. Subjects who withdraw consent before completion of Visit 1 procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number and Percentage of Subjects With Successful Bowel Cleansing","description":"Cleansing is rated by a blinded colonoscopist on a 4 point scale (1=poor to 4 = excellent)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":31},"commonTop":["Nausea","Abdominal pain upper","Abdominal distension","Vomiting","Anion gap increased"]}}}