{"nctId":"NCT02597933","briefTitle":"A Trial to Compare Nintedanib With Placebo for Patients With Scleroderma Related Lung Fibrosis","startDateStruct":{"date":"2015-11-12","type":"ACTUAL"},"conditions":["Scleroderma, Systemic"],"count":580,"armGroups":[{"label":"Nintedanib","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nintedanib","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age \\>= 18 years\n* 2013 American College of Rheumatology (ACR) / EULAR classification criteria for SSc fulfilled\n* SSc disease onset (defined by first non-Raynaud symptom) within 7 years\n* SSc related Interstitial Lung Disease confirmed by High Resolution Computer Tomography (HRCT); Extent of fibrotic disease in the lung \\>= 10%\n* FVC \\>= 40% of predicted normal\n* Carbon Monoxide Diffusion Capacity (DLCO) 30% to 89% of predicted normal\n\nExclusion criteria:\n\n* Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT) \\>1.5 x ULN\n* Bilirubin \\>1.5 x ULN\n* Creatinine clearance \\<30 mL/min\n* Airway obstruction (pre-bronchodilator Forced Expiratory Volume in 1 second (FEV1)/FVC \\<0.7)\n* Other clinically significant pulmonary abnormalities\n* Significant Pulmonary Hypertension (PH)\n* Cardiovascular diseases\n* More than 3 digital fingertip ulcers or a history of severe digital necrosis requiring hospitalization or severe other ulcers\n* Bleeding risk (such as predisposition to bleeding, fibrinolysis, full-dose anticoagulation, high dose antiplatelet therapy, history of hemorrhagic central nervous system (CNS) event within last year\n* international normalised ratio (INR) \\>2, prolongation of prothrombin time (PT) and partial thromboplastin time (PTT) by \\>1.5 x ULN)\n* History of thrombotic event within last year\n* Clinical signs of malabsorption or needing parenteral nutrition\n* Previous treatment with nintedanib or pirfenidone\n* Treatment with prednisone \\>10 mg/day, azathioprine, hydroxychloroquine, colchicine, D-penicillamine, sulfasalazine, cyclophosphamide, rituximab, tocilizumab, abatacept, leflunomide, tacrolimus, newer anti-arthritic treatments like tofacitinib and cyclosporine A, potassium para-aminobenzoate\n* Unstable background therapy with either mycophenolate mofetil or methotrexate\n* Previous or planned hematopoietic stem cell transplantation\n* Patients with underlying chronic liver disease (Child Pugh A, B, C hepatic impairment)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annual Rate of Decline in Forced Vital Capacity (FVC) Over 52 Weeks","description":"Forced vital capacity (FVC) is the total amount of air exhaled during the lung function test.\n\nFor this endpoint reported means represent the adjusted rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-93.3","spread":"13.5"},{"groupId":"OG001","value":"-52.4","spread":"13.8"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in the Modified Rodnan Skin Score (mRSS) at Week 52","description":"This is the first key secondary endpoint.\n\nThe modified Rodnan Skin Score (mRSS) is an evaluation of the patient's skin thickness rated by clinical palpation using a 0 to 3 scale. The scale differentiates between 0 = normal skin, 1 = mild thickness, 2 = moderate thickness, and 3 = severe thickness with inability to pinch the skin into a fold.\n\nThe palpation is done for each of the 17 surface anatomic areas of the body: face, anterior chest, abdomen, fingers (right and left separately), forearms, upper arms, thighs, lower legs, dorsum of hands and feet. The sum of these individual values is defined as the total skin score. The mRSS has a range from 0 (no thickening) to 51 (severe thickening in all 17 areas). A high score corresponds to worse skin thickness.\n\nLeast square mean is actually the adjusted mean. Adjusted mean was based on all analysed patients in the model (not only patients with a baseline and measurement at Week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.96","spread":"0.26"},{"groupId":"OG001","value":"-2.17","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Saint George's Respiratory Questionnaire (SGRQ) Total Score at Week 52.","description":"This is the second key secondary endpoint.\n\nThe Saint George's Respiratory Questionnaire measures the health status in patients with chronic airflow limitation. It consists of 2 parts that cover 3 domains: symptoms, activities, and impacts. The symptom domain relates to the effect, frequency and severity of respiratory symptoms. The activity domain relates to activities that cause or are limited by breathlessness. The impact domain evaluates a range of aspects concerned with social functioning and psychological disturbances resulting from airways disease. The scores of these domains range from 0 (no impairment) to 100 (worst possible). The calculated total score summarises the impact of the disease on overall health status. A high score corresponds to worse health.\n\nLeast square mean is actually the adjusted mean. Adjusted mean was based on all analysed patients in the model (not only patients with a baseline and measurement at Week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"0.87"},{"groupId":"OG001","value":"0.81","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Decline in FVC in Percentage (%) Predicted Over 52 Weeks","description":"Annual rate of decline in FVC in percentage (%) predicted over 52 weeks.\n\nFor this endpoint reported means represent the adjusted rate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"0.4"},{"groupId":"OG001","value":"-1.4","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in FVC in mL at Week 52","description":"Absolute change from baseline in FVC in mL at Week 52. Least square mean is actually the adjusted mean. Adjusted mean was based on all analysed patients in the model (not only patients with a baseline and measurement at Week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-101.03","spread":"13.62"},{"groupId":"OG001","value":"-54.63","spread":"13.94"}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline [%] of mRSS at Week 52","description":"Relative change from baseline \\[%\\] of mRSS at Week 52.\n\nThe modified Rodnan Skin Score (mRSS) is an evaluation of the patient's skin thickness rated by clinical palpation using a 0 to 3 scale. The scale differentiates between 0 = normal skin, 1 = mild thickness, 2 = moderate thickness, and 3 = severe thickness with inability to pinch the skin into a fold.\n\nThe palpation is done for each of the 17 surface anatomic areas of the body: face, anterior chest, abdomen, fingers (right and left separately), forearms, upper arms, thighs, lower legs, dorsum of hands and feet. The sum of these individual values is defined as the total skin score. The mRSS has a range from 0 (no thickening) to 51 (severe thickening in all 17 areas). A high score corresponds to worse skin thickness.\n\nLeast square mean is actually the adjusted mean. Adjusted mean was based on all analysed patients in the model (not only patients with a baseline and measurement at Week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.92","spread":"5.89"},{"groupId":"OG001","value":"-10.20","spread":"5.98"}]}]}]},{"type":"SECONDARY","title":"Time to Death","description":"Time to event analysis of patients with death. The number of observed patients with death are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage (%) of Responder Based on Combined Response Index in Systemic Sclerosis (CRISS) at Week 52","description":"The percentage (%) of responder based on Combined Response Index in Systemic Sclerosis (CRISS) at Week 52.\n\nThis is a composite endpoint, based on the mRSS, FVC percent predicted, HAQ-DI, patient's global impression of overall health Visual Analogue Scale (VAS) and physician's global impression of patient's overall health VAS, as well as the absence of significant worsening of interstitial lung disease, a new scleroderma renal crisis, left ventricular failure or pulmonary arterial hypertension.\n\nThe CRISS index score represents a probability of improvement and ranges between 0 and 1.\n\nThis is a 2 stage process to predict probability of improvement:\n\nStep 1 - absence of major organ progression (SRC etc.) - score \"0\" Step 2 - predicted probability of improvement - (score \"0 - 1\")","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Carbon Monoxide Diffusion Capacity (DLco) in % Predicted at Week 52","description":"Absolute change from baseline in Carbon Monoxide Diffusion Capacity (DLco) in % predicted at Week 52.\n\nLeast square mean is actually the adjusted mean. Adjusted mean is based on all analysed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.77","spread":"0.54"},{"groupId":"OG001","value":"-3.21","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Digital Ulcer Net Burden at Week 52","description":"Absolute change from baseline in digital ulcer net burden (defined as the number of new digital ulcers (DUs) plus the number of DUs that have been verified at any earlier assessment during the trial) at Week 52.\n\nIt is calculated at a visit by counting the total number of fingertips with ulcers (i.e. number of fingers with presence of digital ulcer ticked \"Yes\") at the corresponding visit\n\nLeast square mean is actually the adjusted mean. Adjusted mean is based on all analysed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.04"},{"groupId":"OG001","value":"0.03","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Score at Week 52","description":"Absolute change from baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) score at Week 52.\n\nThe HAQ-DI score is calculated as follows:\n\nEach question is scored 0-3 (where 0= \"without difficulty\" \\& 3= \"unable to do\"). There are 8 categories (Dressing \\& Grooming, Arising, Eating, Walking, Hygiene, Reach, Grip, Activities), each including 2 or 3 questions. The score for each category corresponds to maximum question score within each category.\n\nFinally, HAQ-DI score corresponds to sum of the sub-scores of all 8 categories divided by number of categories completed. Please note that if there are fewer than 6 categories with responses, then a score cannot be calculated.\n\nThe HAQ-DI score scale has 25 possible values (i.e., 0, 0.125, 0.250, 0.375 … 3). A high score corresponds to worse impairment.\n\nLeast square mean is actually the adjusted mean. Adjusted mean is based on all analysed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.022","spread":"0.024"},{"groupId":"OG001","value":"0.054","spread":"0.024"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Functional Assessment of Chronic Illness Therapy (FACIT) Dyspnoea Score at Week 52","description":"Absolute change from baseline in Functional Assessment of Chronic Illness Therapy (FACIT) dyspnoea score at Week 52.\n\nFACIT-Dyspnoea (Dyspnoea) 10 Item Short Form include a 4-point rating scale (no shortness of breath=0; mildly short of breath=1; moderately short of breath = 2; severely short of breath =3; or I did not do this in the past 7 days =4).\n\nA raw score is calculated as: Sum individual item scores \\* 10 / number of items answered. Raw scores are then converted to scale scores using the table included in the FACIT Dyspnoea Scale Short Form Scoring Guideline. FACIT dyspnea scale score ranges between 0 and 75.9.\n\nThe FACIT-Dyspnea short forms are scored such that a high score represents high levels of dyspnea.\n\nLeast square mean is actually the adjusted mean. Adjusted mean is based on all analysed patients in the model (not only patients with a baseline and measurement at week 52).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.41"},{"groupId":"OG001","value":"0.99","spread":"0.42"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":79,"n":288},"commonTop":["Diarrhoea","Nausea","Skin ulcer","Vomiting","Cough"]}}}