{"nctId":"NCT05437510","briefTitle":"Study of a Single Intramuscular Dose of Nirsevimab in the Prevention of Hospitalizations Due to Respiratory Syncytial Virus (RSV) Infection in Healthy Term and Preterm Infants During the First Year of Life","startDateStruct":{"date":"2022-08-08","type":"ACTUAL"},"conditions":["RSV Immunization","Healthy Volunteer"],"count":8057,"armGroups":[{"label":"Nirsevimab","type":"EXPERIMENTAL","interventionNames":["Biological: Nirsevimab"]},{"label":"No preventive intervention for RSV","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Nirsevimab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Born at ≥ 29 weeks gestational age and aged 0 to 12 months (calendar age), who entered their first RSV season on the day of inclusion in the study (D01)\n* Informed consent form was signed and dated by the parent(s) or other LAR(s) (and by an independent witness if required by local regulations)\n* Participant and parent/LAR were able to attend the scheduled visit and to comply with all study procedures\n\nExclusion Criteria:\n\n* Participants were not eligible for the study if any of the following criteria are met:\n* Known or suspected congenital or acquired immunodeficiency; or receipt of immunosuppressive therapy, such as anti-cancer chemotherapy or radiation therapy, within the preceding 6 months; or long-term systemic corticosteroid therapy (prednisone or equivalent for more than 2 consecutive weeks within the past 3 months)\n* Active confirmed RSV infection at the time of dosing/randomization\n* Active LRTI at the time of dosing/randomization\n* Known systemic hypersensitivity to any of the study intervention components, or history of a life-threatening reaction to the study intervention used in the study or to a product containing any of the same substances\n* Laboratory confirmed thrombocytopenia, or known thrombocytopenia, as reported by the parent/LAR, contraindicating intramuscular injection\n* Bleeding disorder, or receipt of anticoagulants in the 3 weeks preceding inclusion, contraindicating intramuscular injection\n* Any condition that, in the opinion of the investigator, is at a stage where it might interfere with study conduct or completion\n* Moderate or severe acute illness/infection (according to investigator judgment) or febrile illness (temperature ≥ 38.0°C \\[≥ 100.4°F\\]) on the day of study intervention administration.\n* A prospective participant was not included in the study until the condition has resolved or the febrile event has subsided\n* Mother of the infant participant was administered an RSV vaccine during her pregnancy with the infant participant\n* Receipt of any monoclonal antibody by the infant participant\n* Receipt of immune globulins, blood or blood-derived products in the past 3 months by the infant participant\n* Participation at the time of study enrollment or planned participation during the present study period in another clinical study investigating a vaccine, drug, medical device, or medical procedure\n* Eligible to receive palivizumab at time of inclusion (as per local guidelines)\n* In an emergency setting or hospitalized involuntarily\n* Identified as a natural or adopted child of the Investigator or employee with direct involvement in the proposed study\n\nThe above information were not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"0 Days","maximumAge":"12 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Respiratory Syncytial Virus (RSV) Lower Respiratory Tract Infection (LRTI) Hospitalization Through the Respiratory Syncytial Virus Season","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths per minute (/min); 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. RSV season was the period of increased RSV infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Very Severe Respiratory Syncytial Virus Lower Respiratory Tract Infection Through the Respiratory Syncytial Virus Season","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Very severe RSV LRTI was defined as RSV LRTI hospitalization with oxygen saturation \\<90% (at any time during hospitalization) and oxygen supplementation. Hospitalization was defined as the decision to admit to in-patient care by the treating physician. RSV season was the period of increased RSV infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Syncytial Virus Lower Respiratory Tract Infection Hospitalization Through the Respiratory Syncytial Virus Season in Each Country","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. RSV season was the period of increased RSV infection. Number of participants with RSV LRTI hospitalization through the RSV season in France, UK, and Germany is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for All-Cause Lower Respiratory Tract Infection Through the Respiratory Syncytial Virus Season","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. RSV season was the period of increased RSV infection. Number of participants with hospitalization for all-cause LRTI through the RSV Season in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Syncytial Virus Lower Respiratory Tract Infection Hospitalization Through 151 Days Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with RSV LRTI hospitalization through 151 days post-dosing/randomization in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Very Severe Respiratory Syncytial Virus Lower Respiratory Tract Infection Through 151 Days Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Very severe RSV LRTI was defined as RSV LRTI hospitalization with oxygen saturation \\<90% (at any time during hospitalization) and oxygen supplementation. Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with very severe RSV LRTI through 151 days post-dosing/randomization in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for All-Cause Lower Respiratory Tract Infection Through 151 Days Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with hospitalization for all-cause LRTI through 151 days post-dosing/randomization in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Immediate Treatment-Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. TEAEs were either events with the start date and time posterior to the start of the treatment period and up to the end of the treatment period or events with the start date and time prior to the start of the treatment period, whose severity was greater than 1 or missing and stop date is missing or not before the treatment period. Immediate events were recorded to capture medically relevant AEs which occurred within the first 30 minutes after immunization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Non-Serious Treatment-Emergent Adverse Events","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. TEAEs were either events with the start date and time posterior to the start of the treatment period and up to the end of the treatment period or events with the start date and time prior to the start of the treatment period, whose severity was greater than 1 or missing and stop date was missing or not before the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1316","spread":null},{"groupId":"OG001","value":"1265","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Serious Adverse Events (SAEs), Treatment-Emergent Adverse Events of Special Interest (AESIs) and Treatment-Emergent Medically Attended Adverse Events (MAAEs)","description":"AE: untoward medical occurrence in clinical study participant, temporally associated with use of study intervention, whether or not related to it. TEAEs: events with start date/time posterior to start of treatment period(TP) and up to end of TP, or events with start date/time prior to start of TP, whose severity was\\>1/missing; stop date was missing/not before TP. SAE: AE at any dose resulting in death, persistent or significant disability/incapacity, required inpatient hospitalization/prolongation of existing hospitalization, was life-threatening or congenital anomaly/birth defect or medically important event. MAAE: new onset/worsening of condition that prompted participant or participant's parent/legally acceptable representative to seek unplanned medical advice at physician's office/Emergency Department. AESI: scientific, medical concern specific to Sponsor's study intervention/program for which ongoing monitoring and rapid communication by investigator to Sponsor was appropriate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null},{"groupId":"OG001","value":"222","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3106","spread":null},{"groupId":"OG001","value":"3100","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Related Serious Adverse Event (for United Kingdom Reconsented Participants)","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. TEAEs were either events with the start date and time posterior to the start of the treatment period and up to the end of the treatment period or events with the start date and time prior to the start of the treatment period, whose severity was greater than 1 or missing and stop date is missing or not before the treatment period. SAE: AE at any dose resulting in death, persistent or significant disability/incapacity, required inpatient hospitalization/prolongation of existing hospitalization, was life-threatening or congenital anomaly/birth defect or medically important event. A treatment-related TEAE was a TEAE considered by the investigator as related or with unknown/missing relationship to treatment for participants who received nirsevimab on Day 1.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Syncytial Virus Lower Respiratory Tract Infection Hospitalization Through 181 Days Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with RSV LRTI hospitalization through 181 days post-dosing/randomization in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for All-Cause Lower Respiratory Tract Infection Through 181 Days Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with hospitalization for all-cause LRTI through 181 days post dosing/randomization in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Syncytial Virus Lower Respiratory Tract Infection Hospitalization From Days 181 to 366 Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with RSV LRTI hospitalization from Days 181 to 366 post-dosing/randomization (with no RSV LRTI hospitalizations before Day 181) in France, UK, Germany, and overall is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for All-Cause Lower Respiratory Tract Infection From Days 181 to 366 Post-dosing/Randomization","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician. Number of participants with hospitalization for all-cause LRTI from Days 181 to 366 post-dosing/randomization (with no hospitalizations for all-cause LRTI before Day 181) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Respiratory Syncytial Virus Lower Respiratory Tract Infection Hospitalization From Days 366 to 731 Post-dosing/Randomization (for United Kingdom Reconsented Participants)","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Hospitalization for All-Cause Lower Respiratory Tract Infection From Days 366 to 731 Post Dosing/Randomization (for United Kingdom Reconsented Participants)","description":"LRTI included the following common symptoms: clinical finding of rhonchi, rales, crackles, or wheeze; increased respiratory rate at rest (age: \\<2 months, ≥60 breaths/min; 2 to 6 months, ≥50 breaths/min; \\>6 months, ≥40 breaths/min), and hypoxemia (in room air: oxygen saturation \\<95%). Hospitalization was defined as the decision to admit to in-patient care by the treating physician.","classes":[]},{"type":"SECONDARY","title":"Number of Participants With Recurrent Wheeze (for United Kingdom Reconsented Participants)","description":"Wheeze was defined as a physician-diagnosed wheeze or asthma or related ear, nose and throat (ENT)/respiratory symptoms at an office visit or an illness for which the child was prescribed medication to treat an ENT/respiratory condition.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":262,"n":4016},"commonTop":["Nasopharyngitis"]}}}