{"nctId":"NCT02448680","briefTitle":"A Phase III Study on the Safety, Pharmacokinetics and Efficacy of Coagulation Factor VIIa","startDateStruct":{"date":"2015-12-07","type":"ACTUAL"},"conditions":["Hemophilia A With Inhibitors","Hemophilia B With Inhibitors"],"count":25,"armGroups":[{"label":"Coagulation Factor VIIa (Recombinant): 75 µg/kg","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Coagulation FVIIa (Recombinant)"]},{"label":"Coagulation Factor VIIa (Recombinant): 225 µg/kg","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Coagulation FVIIa (Recombinant)"]}],"interventions":[{"name":"Coagulation FVIIa (Recombinant)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be male with a diagnosis of congenital hemophilia A or B of any severity\n* have one of the following:\n* a positive inhibitor test BU ≥5, OR\n* a Bethesda Unit (BU) \\<5 but expected to have a high anamnestic response to FVIII or FIX, as demonstrated from the patient's medical history, precluding the use of factor VIII or IX products to treat bleeding episodes, OR\n* a BU \\<5 but expected to be refractory to increased dosing of FVIII or FIX, as demonstrated from the patient's medical history, precluding the use of factor VIII or IX products to treat bleeding episodes\n* be aged from birth to \\<12 years old\n* have experienced at least 3 bleeding episodes of any severity in the past 6 months\n* parents or legal guardians must be capable of understanding and be willing to comply with the conditions of the protocol\n* parents or legal guardians must have read, understood, and provided written informed consent\n\nExclusion Criteria:\n\n* have any coagulation disorder other than hemophilia A or B\n* be immunosuppressed (i.e., the patient may not be receiving systemic immunosuppressive medication; cluster of differentiation 4 (CD4) counts at screening must be \\>200/µL)\n* have a known allergy or hypersensitivity to rabbits\n* have platelet count \\<100,000/mL\n* have had a major surgical procedure (e.g. orthopedic, abdominal) within 1 month prior to first administration of study drug\n* have received an investigational drug within 30 days of first study drug administration, or be expected to receive such drug during participation in this study","healthyVolunteers":false,"sex":"MALE","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Successfully Treated Mild/Moderate Bleeding Episodes Per FDA Requirement.","description":"For the primary efficacy endpoint, successful treatment of mild/moderate bleeding episode was defined as meeting all of the following:\n\n* \"Good\" or \"excellent\" response noted by the patient/parent/legal guardian or other caregiver, depending on patient's age and maturity\n* Study drug treatment: No further treatment with LR769 beyond timepoint where a \"good\" or \"excellent\" response for this bleeding episode was noted\n* No other hemostatic treatment needed for this bleeding episode\n* No administration of blood products that would indicate continuation of bleeding beyond timepoint where a \"good\" or \"excellent\" response for this bleeding episode was noted\n* No increase of pain beyond timepoint where a \"good\" or \"excellent\" response for this bleeding episode was noted that could not be explained other than as continuation of bleeding","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.654","spread":null},{"groupId":"OG001","value":"0.603","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of Successfully Treated Bleeding Episodes (Mild/Moderate/Severe) Per EMA Definition","description":"* \"Good\" or \"excellent\" response noted by the patient/caregiver for mild/moderate bleeding episodes;\n* \"Good\" or \"excellent\" response noted by the physician for severe bleeding episodes.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.667","spread":null},{"groupId":"OG001","value":"0.625","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-Reported \"Good\" or \"Excellent\" Response for Mild/Moderate Bleeding Episodes","description":"Based on Patient-Reported \"Good\" or \"Excellent\" responses as per the below descriptions:\n\nGood: Symptoms of bleed (e.g., swelling, tenderness, and decreased range of motion in the case of musculoskeletal hemorrhage) had largely been reduced by the treatment, but had not completely disappeared. Symptoms had improved enough to not require more infusions of the study drug.\n\nExcellent: Full relief of pain and cessation of objective signs of bleed (e.g., swelling, tenderness, and decreased range of motion in the case of musculoskeletal hemorrhage). No additional infusion of study drug was required.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.667","spread":null},{"groupId":"OG001","value":"0.629","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Patient Assessment of a \"Good\" or \"Excellent\" Response for Mild/Moderate Bleeding Episodes","description":"Categories of Response to Treatment are Described as Follows:\n\nNone: No noticeable effect of the treatment on the bleed or worsening of patient's condition. Continuation of treatment with the study drug was needed.\n\nModerate: Some effect of the treatment on the bleed was noticed, e.g., pain decreased or bleeding signs improved, but bleed continued and required continued treatment with the study drug.\n\nGood: Symptoms of bleed (e.g., swelling, tenderness, and decreased range of motion in the case of musculoskeletal haemorrhage) had largely been reduced by the treatment, but had not completely disappeared. Symptoms had improved enough to not require more infusions of the study drug.\n\nExcellent: Full relief of pain and cessation of objective signs of bleed (e.g., swelling, tenderness, and decreased range of motion in the case of musculoskeletal haemorrhage). No additional infusion of study drug was required.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.00","spread":null},{"groupId":"OG001","value":"12.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Administrations of Study Drug Per Mild/Moderate Bleeding Episode","description":"The number of study drug administrations with non-missing dose information in order to treat one mild/moderate bleeding episode.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"2.27"},{"groupId":"OG001","value":"2.6","spread":"2.48"}]}]}]},{"type":"SECONDARY","title":"Total Amount of Study Drug Administered Per Mild/Moderate Bleeding Episode","description":"The total amount of study drug administered in order to treat one mild/moderate bleeding episode.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.733","spread":"6.3693"},{"groupId":"OG001","value":"8.287","spread":"5.6531"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mild/Moderate Bleeding Episodes With Successful Pain Relief","description":"Successful pain relief was defined as a Visual Analogue Scale (VAS: 0-100; 0: no pain at all; 100: the worst pain ever possible) pain score at 12 hours after initial study drug administration that was less than the pain score at the start of treatment with study drug.","paramType":"COUNT_OF_UNITS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"275","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":23},"commonTop":["Nasopharyngitis","Rhinitis","Cough","Diarrhoea","Bronchitis"]}}}