{"nctId":"NCT01945775","briefTitle":"A Study Evaluating Talazoparib (BMN 673), a PARP Inhibitor, in Advanced and/or Metastatic Breast Cancer Patients With BRCA Mutation (EMBRACA Study)","startDateStruct":{"date":"2013-10-14","type":"ACTUAL"},"conditions":["Breast Neoplasms","BRCA 1 Gene Mutation","BRCA 2 Gene Mutation"],"count":431,"armGroups":[{"label":"talazoparib","type":"EXPERIMENTAL","interventionNames":["Drug: talazoparib"]},{"label":"Physician's-Choice","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Physician's-Choice"]}],"interventions":[{"name":"talazoparib","otherNames":[]},{"name":"Physician's-Choice","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed carcinoma of the breast\n* Locally advanced breast cancer that is not amenable to curative radiation or surgical cure and/or metastatic disease appropriate for systemic single cytotoxic chemotherapy\n* Documentation of a deleterious, suspected deleterious, or pathogenic germline BRCA1 or BRCA2 mutation from Myriad Genetics or other laboratory approved by the Sponsor\n* No more than 3 prior chemotherapy-inclusive regimens for locally advanced and/or metastatic disease (no limit on prior hormonal therapies or targeted anticancer therapies such as mechanistic target of rapamycin (mTOR) or CDK4/6 inhibitors, immune-oncology agents, tyrosine kinase inhibitors, or monoclonal antibodies against CTL4 or VEGF)\n* Prior treatment with a taxane and/or anthracycline in the neoadjuvant, adjuvant, locally advanced, or metastatic setting unless medically contraindicated\n* Have measurable or non-measurable, evaluable disease by the revised response evaluation criteria in solid tumors (RECIST) v.1.1\n* Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n\nExclusion Criteria:\n\n* First-line locally advanced and/or metastatic breast cancer with no prior adjuvant chemotherapy unless the Investigator determines that one of the 4 cytotoxic chemotherapy agents in the control arm would otherwise be offered to the subject\n* Prior treatment with a PARP inhibitor (not including iniparib)\n* Not a candidate for treatment with at least 1 of the treatments of protocol-specific physician's choice (ie, capecitabine, eribulin, gemcitabine, vinorelbine)\n* Subjects who had objective disease progression while receiving platinum chemotherapy administered for locally advanced or metastatic disease; subjects who received low-dose platinum therapy administered in combination with radiation therapy are not excluded\n* Subjects who have received platinum in the adjuvant or neoadjuvant setting are eligible; however, subjects may not have relapsed within 6 months of the last dose of prior platinum therapy\n* Cytotoxic chemotherapy within 14 days before randomization\n* Radiation or anti-hormonal therapy or other targeted anticancer therapy within 14 days before randomization\n* HER2 positive breast cancer\n* Active inflammatory breast cancer\n* CNS metastases\n\n  * Exception: Adequately treated brain metastases documented by baseline CT or MRI scan that has not progressed since previous scans and that does not require corticosteroids (except prednisone ≤ 5 mg/day or equivalent) for management of CNS symptoms. A repeat CT or MRI following the identification of CNS metastases (obtained at least 2 weeks after definitive therapy) must document adequately treated brain metastases.\n  * Subjects with leptomeningeal carcinomatosis are not permitted\n* Prior malignancy except for any of the following:\n\n  * Prior BRCA-associated cancer as long as there is no current evidence of the cancer\n  * Carcinoma in situ or non-melanoma skin cancer\n  * A cancer diagnosed and definitively treated ≥ 5 years before randomization with no subsequent evidence of recurrence\n* Known to be human immunodeficiency virus positive\n* Known active hepatitis C virus, or known active hepatitis B virus\n* Known hypersensitivity to any of the components of talazoparib","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS): Independent Radiological Facility (IRF) Assessment","description":"IRF assessed PFS was defined as time (in months) from randomization until the date of first documented radiologic progressive disease per response evaluation criteria in solid tumors (RECIST) version 1.1 or death from any cause, whichever occurs first. As per RECIST v1.1, progression defined as 1) for target lesions: at least a 20% increase in the sum of target lesion measurements, compared to the smallest sum on study (including baseline), the absolute increase in the sum has to be at least 5 millimeter (mm); 2) for non-target lesions: unequivocal progression of non-target lesions, evaluated as a whole, such that it is clear that treatment has failed and disease is progressing, regardless of the status of the target lesions; 3) and/or appearance of one or more new lesions. The analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response: Investigator Assessment","description":"Investigator assessed objective response was defined as the percentage of participants with a partial response (PR) or complete response (CR) as defined by RECIST v1.1. For target lesions: 1) CR: disappearance of all non-nodal target lesions. Target lymph nodes must reduce to less than 10 mm in short axis. 2) PR: At least a 30% decrease in the sum of diameters of target lesions, compared to the sum at baseline. For non-target lesions, CR: disappearance of all non-target lesions. Percentage of participants with objective response reported are based upon unconfirmed CR/PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":null},{"groupId":"OG001","value":"27.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time (in months) from randomization to death due to any cause. If death was not observed at the time of study cut-off date or permanently lost to follow-up, OS was censored at the date the participant was last known to be alive on or before the study cut-off date, whichever was earlier. The analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"19.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Trough Plasma Talazoparib Concentrations","description":"A predose PK sample was considered dose-compliant based on the following criteria: A participant must have received 21 consecutive days of 1 mg talazoparib without dosing interruption prior to sample collection; and the predose PK sample must have been collected 24 hours +/- 10 percent (2 hours and 24 minutes) after the previous day's dose and no more than 5 minutes (0.083 hours) after the administration of the dose on the day of PK sample collection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3370","spread":"76.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3570","spread":"49.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3400","spread":"48.4"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"An adverse events (AE) was any untoward medical occurrence (e.g., sign, symptom, illness, disease or injury) in a participant administered study drug or other protocol-imposed intervention, regardless of attribution. SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent are events between first dose of study drug or the day before initiation of a new antineoplastic therapy or 30 days after the date of the last dose date of study drug, whichever occurred first, that were absent before treatment or that worsened relative to pretreatment state. AEs included both SAEs and all non-SAEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"282","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 or 4 Post-baseline Toxicities in Laboratory Parameters: Hematology","description":"Toxicity grades were evaluated based on as National Cancer Institute Common Toxicity Criteria for Adverse Events Version 4.03 (NCI CTCAE v4.03). NCI CTCAE v4.03 defined the severity grade as: grade 1 (mild), grade 2 (moderate), grade 3 (severe), grade 4 (potentially life threatening) and grade 5 (death related to AE) for each parameter. Key hematology parameters included hemoglobin (gram per liter \\[g/L\\]), leukocytes (10\\^6 cells per liter), lymphocytes (10\\^6 cells per liter), neutrophils (10\\^6 cells per liter), and platelets (10\\^9 cells per liter). Low value indicated lower values than the baseline values and high value indicated higher values than the baseline values. Only those categories in which at least 1 participant had data were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 or 4 Post-baseline Toxicities in Laboratory Parameters: Chemistry","description":"Toxicity grades were evaluated based on as NCI CTCAE v4.03. NCI CTCAE v4.03 defined the severity grade as: grade 1 (mild), grade 2 (moderate), grade 3 (severe) and grade 4 (potentially life threatening) and grade 5 (death related to AE) for each parameter. Key chemistry parameters included alanine aminotransferase (units per liter), alkaline phosphatase (units per liter), aspartate aminotransferase (units per liter) and bilirubin (micromole per liter). High value indicated higher values than the baseline values and low value indicated lower values than the baseline values. Only those categories in which at least 1 participant had data were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Changes From Baseline in Vital Signs","description":"Criteria for potentially clinically significant changes in vital signs included a) Systolic blood pressure: 1) absolute results (AB) greater than (\\>) 180 millimeter of mercury (mmHg) and increase from baseline (IFB) greater than or equal to (\\>=) 40 mmHg, 2) absolute results less than (\\<) 90 mmHg and decrease from baseline (DFB) \\>30 mmHg; b) Diastolic blood pressure: 1) absolute results \\>110 mmHg and \\>=30 mmHg increase from baseline, 2) absolute results \\<50 mmHg and \\>20 mmHg decrease from baseline 3) \\>=20 mmHg increase from baseline; c) Heart rate: 1) absolute results\\>120 beats per minute \\[bpm\\] and \\>30 bpm increase from baseline, 2) absolute results \\<50 bpm and \\>20 bpm decrease from baseline and d) Weight: \\>10 percent \\[%\\] decrease from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Taking At-least One Concomitant Medication","description":"Any medication (other than study drug) which was administered to participants during study after first dose of study drug were considered as concomitant medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"281","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Response (DOR): Investigator Assessment","description":"DOR = time from first radiographic documentation of OR (PR or CR) till radiographic disease progression (PD) as per RECIST v1.1 by investigator assessment or to death due to any cause, whichever was first. RECIST 1.1, a) target lesion (TL): CR= disappearance of all non-nodal TL, target lymph nodes reduce to \\<10 mm in short axis, PR= at least 30% decrease in sum of diameters of TL, compared to the sum at baseline, PD= at least 20% increase in sum of TL measurements, compared to smallest sum on study including baseline, absolute increase in sum has to be at least 5 mm; b) for non-TL: CR= disappearance of all non-TL, PD= unequivocal progression of non-TL, such that treatment has failed, disease is progressing, regardless of status of TL; c) PD =and/or appearance of \\>=1 new lesions. DOR = (earliest date of progression, death, or censoring-date of first documented OR + 1)/30.4375. Analysis was performed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Global Health Status/Quality of Life (QoL) Measured by European Organization for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) at Average Duration Over Week 4 up to Week 160","description":"EORTC QLQ-C30: cancer-specific instrument with 30 questions to assess the participant QoL. First 28 questions used to evaluate 5 functional scales (physical, role, cognitive, emotional, social), 3 symptom scales (fatigue, nausea and vomiting, pain) and other single items (dyspnea, appetite loss, insomnia, constipation, diarrhea, financial difficulties). Each question assessed on 4-point scale (1= not at all, 2= a little, 3= quite a bit, 4= very much); functional scales: higher score = better level of functioning; symptom scale: higher score = more severe symptoms; for single items: higher score= more severe problem. Last 2 questions used to evaluate global health status (GHS)/QoL. Each question was assessed on 7-point scale (1= very poor to 7= excellent). Scores averaged, transformed to 0-100 scale; higher score=better quality of life/better level of functioning. Change from baseline was calculated by subtracting the baseline value from the average value of Week 4 to 160.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"-5.4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Deterioration (TTD) in Global Health Status/Quality of Life (QOL)","description":"TTD in global health status (GHS)/QoL=time (in months) from randomization to the first observation with \\>=10 point decrease and no subsequent observations with\\<10 point decrease from baseline in GHS/QoL score based on EORTC-QLQ-C30. EORTC QLQ-C30 is a cancer-specific instrument with 30 questions to assess participant quality of life. Question 29 and 30 were used to evaluate GHS/QoL. Each question was assessed on a 7-point scale (1=very poor to 7=excellent). Scores averaged, transformed to 0-100 scale; higher score=better quality of life/better level of functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Deterioration (TTD) in Breast Symptoms Scale as Assessed by the European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Breast Cancer Module (EORTC-QLQ-BR23)","description":"TTD was defined as the time (in months) from randomization to the first observation with a\\>=10 point increase and no subsequent observations with a \\<10 point increase from baseline in breast symptom score based on the EORTC-QLQ-BR23. EORTC-QLQ-BR23 is a disease-specific module for breast cancer developed as a supplement for the EORTC-QLQ-C30 to assess the quality of life of participants with breast cancer. EORTC-QLQ-BR23 symptoms subscale includes 4 items: systemic therapy side effects, breast symptoms, arm symptoms, upset by hair loss. Each item is rated by choosing 1 of 4 possible responses that record the level of intensity (1= not at all, 2= a little, 3= quite a bit, and 4= very much), higher scores=high level of symptom/problems.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":103,"n":286},"commonTop":["Nausea","Fatigue","Anaemia","Headache","Neutropenia"]}}}