{"nctId":"NCT01502956","briefTitle":"Refractory Overactive Bladder: Sacral NEuromodulation v. BoTulinum Toxin Assessment (ROSETTA)","startDateStruct":{"date":"2012-02"},"conditions":["Urinary Incontinence, Urge"],"count":386,"armGroups":[{"label":"InterStim® device","type":"ACTIVE_COMPARATOR","interventionNames":["Device: InterStim® device"]},{"label":"Botox® injection","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Botox® injection"]}],"interventions":[{"name":"InterStim® device","otherNames":[]},{"name":"Botox® injection","otherNames":["Botox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non-pregnant adult female at least 21 years old, with no plans to become pregnant during the course of the trial) and if of child-bearing potential, with a negative pregnancy test, and if sexually active, must be using medically acceptable contraception.\n* 6 urge urinary incontinence episodes on a 3-day baseline bladder diary, with these urge incontinence episodes representing greater than 50% of the total incontinent episodes recorded.\n* Willing and able to complete all study related items and interviews.\n* Refractory urinary urge urinary incontinence: defined as (1) Persistent symptoms despite at least one or more conservative treatments (e.g. supervised behavioral therapy, supervised physical therapy); and (2)Persistent symptoms despite the use of a minimum of two anticholinergics, or unable to tolerate medication due to side effects, or has a contraindication to taking anticholinergic medication.\n* Currently not on an anticholinergic or antimuscarinic medication (e.g. oxybutynin, tolterodine, and/or fesoterodine) or be willing to stop medication for 3 weeks prior to completing baseline bladder diary and expected to remain off medications through duration of study.\n* Demonstrates ability (or have caregiver demonstrate ability) to perform clean intermittent self-catheterization.\n* Grossly neurologically normal on exam and no gross systemic neurologic conditions believed to affect urinary function.\n* Urodynamic assessment within the previous 18 months prior to enrollment or done after enrollment, prior to randomization.\n\nExclusion Criteria:\n\n* Neurologic diseases such as multiple sclerosis, Parkinson Disease, CVA within 6 months prior to enrollment, myasthenia gravis, Charcot-Marie-Tooth disease, clinically significant peripheral neuropathy, and complete spinal cord injury.\n* Untreated urinary tract infection (UTI).\n* Any prior use of either study therapy for treatment of urinary urge incontinence (Botox A® or Interstim®).\n* Current participation in any other conflicting interventional research study.\n* PVR \\>150 ml on 2 occasions within 6 months prior to enrollment (If the PVR value was obtained by ultrasound and was ≥150 ml, the PVR will be confirmed by catheterization which will be the gold standard)\n* Subjects with knowledge of planned MRIs or diathermy, except those allowable per Medtronic guidelines.\n* Current or prior bladder malignancy.\n* Surgically altered detrusor muscle, such as augmentation cystoplasty.\n* Subjects taking aminoglycosides.\n* Currently pregnant or lactating.\n* Subjects who are on ambulatory anticoagulant therapy, including aspirin, who are unable to discontinue treatment for 24 hours prior to bladder injection and staged InterStim® procedure.\n* Serum creatinine level greater than twice the upper limit of normal within the previous year prior to enrollment.\n* Surgical treatment for stress incontinence (sling, Burch or urethral injection) or pelvic organ prolapse recommended or planned at enrollment by study investigator(s).\n* Prior stress incontinence or prolapsed surgery within the last 6 months prior to enrollment.\n* Allergy to lidocaine or bupivacaine.\n* Prior pelvic radiation.\n* Uninvestigated hematuria.\n* Greater than or equal to Stage III vaginal prolapse.\n* Known allergy to Botox A®.\n* Use of a vaginal pessary.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Urge Urinary Incontinence (UUI) Episodes","description":"The primary outcome is the change from baseline in mean number of UUI episodes over the first 6-month visit period (1, 2, 3, 4, 5 and 6 month assessments); and is measured using 3-day bladder diaries administered monthly for the first 6 month visit period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.25","spread":null},{"groupId":"OG001","value":"-3.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Improvement of Bladder Function and Urinary Leakage","description":"Proportion of subjects who report adequate improvement of their bladder function and urinary leakage with the Patient Global Impression of Improvement Questionnaire (PGI-I) at 6 months. Adequate improvement is defined as a rating of 1, 2, or 3 (better) on the patient-reported measure of perceived improvement with treatment on a scale of 1 (very much better) to 7 (very much worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Overactive Bladder","description":"Change in mean Overactive Bladder Questionnaire Short Form (OABq-SF) score throughout baseline to the first 6-month visit (1, 2, 3, 4, 5, and 6-month assessments). Values range from 0 to 100 with higher scores on the symptom scale indicating greater severity of symptoms and higher scores on the quality of life scale indicating a better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.6","spread":null},{"groupId":"OG001","value":"-46.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null},{"groupId":"OG001","value":"41.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Urinary Frequency and Nocturia","description":"Change in mean number of urinary incontinence episodes (any type) and nocturia episodes from baseline over the first 6-month visit period (1, 2, 3, 4, 5, and 6-month assessments) as measured by the 3 day bladder diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.50","spread":null},{"groupId":"OG001","value":"-4.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":null},{"groupId":"OG001","value":"-0.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of Urge Incontinence Symptoms","description":"Severity of urge incontinence symptoms at 6 month visit period as measured by the Sandvik questionnaire. The Sandvik score is a patient-reported measure of incontinence severity as assessed on a scale of slight (1-2), moderate (3-6), severe (8-9), very severe (12) to severe (10-12) using a standard scoring algorithm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction (OAB-SATq Treatment Satisfaction, Adverse Effects, Treatment Endorsement, and Convenience)","description":"Treatment satisfaction as measured by the mean Overactive Bladder Satisfaction of Treatment Questionnaire (OAB-SATq) score at 6 months (6 month assessment). The OAB-SATq score ranges from 0 to 100 and includes 5 subscales: treatment satisfaction, side effects, treatment endorsement, convenience, and treatment preference, with higher scores reflecting better satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.8","spread":null},{"groupId":"OG001","value":"67.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.1","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.6","spread":null},{"groupId":"OG001","value":"78.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"67.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Treatment Satisfaction (OAB-SATq Treatment Preference)","description":"Treatment preference as measured by the Overactive Bladder Satisfaction of Treatment Questionnaire (OAB-SATq) at 6 months (6 month assessment).OAB-SATq treatment preference is a binary outcome that is classified as yes if a participant answers either \"Slight preference for the treatment I am receiving now\" or \"Definitely prefer the treatment I am receiving now\" to the question \"Do you prefer the treatment that you received since entering this study to the treatment you received before the study?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (UDI-SF)","description":"Change from baseline in quality of life measures over the first 6 month visit period (6 month assessment) as measured by the change in mean Urinary Distress Inventory Short Form (UDI-SF) score. The UDI-SF scale has a range from 0 to 100 with higher scores indicating greater distress.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.6","spread":null},{"groupId":"OG001","value":"-10.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (IIQ-SF)","description":"Change from baseline in quality of life measures over the first 6 month visit period (6 month assessment) as measured by the change in the mean Incontinence Impact Questionnaire short form (IIQ-SF) score. The IIQ-SF scale has a range from 0 to 100 with higher scores indicating a worse quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.4","spread":null},{"groupId":"OG001","value":"-12.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (HUI-3)","description":"Change from baseline in quality of life measures over the first 6 month visit period (6 month assessment) as measured by the Health Utility Index, Version 3 (HUI-3). The HUI 3 scale has a range from 0 to 1 with higher scores representing better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.006","spread":null},{"groupId":"OG001","value":"-0.011","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":178},"commonTop":["Urinary Tract Infection"]}}}