{"nctId":"NCT01860976","briefTitle":"Efficacy and Safety of Subcutaneous Abatacept in Adults With Active Psoriatic Arthritis","startDateStruct":{"date":"2013-06-17","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":489,"armGroups":[{"label":"Abatacept","type":"EXPERIMENTAL","interventionNames":["Drug: Abatacept"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Abatacept","otherNames":["Orencia"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Subjects at least 18 years of age who have a diagnosis of PsA by Classification Criteria for Psoriatic Arthritis (CASPAR)\n* Subjects have active PsA as shown by a minimum of ≥3 swollen joints and ≥3 tender joints (66/68 joint counts) at screening and randomization/Day 1 (prior to study drug administration). At least one of the swollen joints must be in the digit of the hand or foot\n* Subjects with at least one confirmed ≥2 cm target lesion of plaque psoriasis in a region of the body that can be evaluated excluding the axilla, genitals, groin, palms, and soles\n* Subjects must have had an inadequate response or intolerance to at least one non-biologic disease-modifying anti-rheumatic drug (DMARD)\n* Subjects may have been exposed to TNFi therapy. Subjects may have discontinued for any reason (inadequate response, intolerance or other)\n* Subjects may enroll on certain concomitant non-biologic DMARDs (Methotrexate, Leflunomide, Sulfasalazine, or Hydroxychloroquine) provided the medication has been used for at least 3 months with a stable dose for at least 28 days prior to randomization (Day 1)\n* If using oral corticosteroids (≤10 mg mg/day Prednisone equivalent), dose must be stable ≥14 days prior to randomization (Day 1)\n* Subjects may enroll on systemic retinoids (eg: Acitretin) provided the medication has been used for at least 3 months with a stable dose for at least 28 days prior to randomization (Day 1)\n\nExclusion Criteria:\n\n* Subjects with guttate, pustular, or erythrodermic psoriasis\n* Subjects who have had prior exposure to Abatacept (CTLA 4Ig) or other CTLA4 therapies\n* Subjects who have been exposed to any investigational drug within 4 weeks or 5 half lives, whichever is longer\n* Female subjects who had a breast cancer screening study that is suspicious for malignancy, and in whom the possibility of malignancy cannot be reasonably excluded following additional clinical, laboratory or other diagnostic evaluations\n* Subjects with a history of cancer within the last 5 years (other than non-melanoma skin cell cancers cured by local resection). Existing non-melanoma skin cell cancers must be removed prior to dosing. Subjects with carcinoma in situ, treated with definitive surgical intervention prior to study enrollment are allowed\n* Subjects with any bacterial infection within the last 60 days prior to screening (enrollment), unless treated and resolved with antibiotics, or any chronic bacterial infection (such as chronic pyelonephritis, osteomyelitis and bronchiectasis)\n* Subjects at risk for tuberculosis (TB). Specifically, subjects with:\n\n  * Current clinical, radiographic or laboratory evidence of active TB\n  * A history of active TB within the last 3 years even if it was treated\n  * A history of active TB greater than 3 years ago unless there is documentation that the prior anti-TB treatment was appropriate in duration and type\n  * Latent TB which was not successfully treated\n  * Subjects with a positive TB screening test indicative of latent TB will not be eligible for the study unless they have no evidence of current TB on chest x-ray at screening and they are actively being treated for TB with isoniazid (INH) or other therapy for latent TB given according to local health authority guidelines (eg: Center for Disease Control). Treatment must have been given for at least 4 weeks prior to randomization (Day 1). These subjects should complete treatment according to local health authority guidelines\n* Subjects with herpes zoster that resolved less than 2 months prior to enrollment\n* Subjects with evidence (as measured by the investigator) of active or latent bacterial, active viral, or serious latent viral infections at the time of enrollment, including subjects with evidence of Immunodeficiency Virus (HIV) infection\n* Subjects who are not currently treated with a non-biologic DMARD and have clinical or radiographic evidence of arthritis mutilans (eg: digital telescoping or \"pencil-in-cup\" radiographic changes)\n* Subjects who have failed more than 2 TNFi due to inefficacy defined as inadequate response after 3 months treatment at a therapeutic dose\n* Subjects who have received TNFi therapy within 4 weeks for etanercept or within 8 weeks for adalimumab, certolizumab, infliximab, or golimumab\n* Subjects who have received prior use of apremilast within 4 weeks, ustekinumab within 20 weeks or briakinumab within 8 weeks\n* Subjects who have discontinued a non-biologic DMARD or systemic retinoid within four weeks or five half-lives, whichever is longer, prior to randomization (Day 1)\n* Use of any of the following within 28 days or five half lives whichever is longer prior to randomization (Day 1): Cyclosporine A, oral Tacrolimus, Mycophenolate Mofetil (MMF), Hydroxyurea, Fumaric Acid Esters, Paclitaxel, 6-Thioguanine, 6-Mercatopurine, or Tofacitinib","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of ACR 20 Responders at Day 169","description":"The American College of Rheumatology (ACR) 20 definition of improvement is a 20% improvement over baseline in tender and swollen joint counts and a 20% improvement in 3 of the 5 remaining core data set measures (participant global assessment of pain, participant global assessment of disease activity, physician global assessment of disease activity, participant assessment of physical function, acute phase reactant value). The number of ACR 20 responders was divided by the number of treated participants and expressed as a percentage. Early escape participants, and participants with missing data at day 169 were imputed as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Health Assessment Questionnaire (HAQ) Responders at Day 169","description":"Participants were considered responders if their HAQ score decreased at least 0.35 from baseline. The number of HAQ responders was divided by the number of treated participants and expressed as a percentage. Scoring conventions are based on the Standard Disability Index of HAQ/HAQ-DI using the 20 response items. For each of the 8 disability categories there is an \"aids/devices\" companion variable that is used to record the type of assistance, if any, a participant uses for his/her usual activities. If either \"aids/devices\" and/or \"assistance from another person\" are checked for a disability category, the score for this category is set to \"2\" (much difficulty), if the original score was \"0\" (no difficulty) or \"1\" (some difficulty). The HAQ-DI is then calculated by summing the adjusted categories scores and dividing by the number of categories answered. Early escape participants, and participants with missing data at day 169 were imputed as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.0","spread":null},{"groupId":"OG001","value":"23.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of ACR 20 Responders at Day 169 in the TNFi-naïve Subpopulation","description":"The ACR 20 definition of improvement is a 20% improvement over baseline in tender and swollen joint counts and a 20% in 3 of the 5 remaining core data set measures (participant global assessment of pain, participant global assessment of disease activity, physician global assessment of disease activity, participant assessment of physical function, acute phase reactant value). The number of ACR 20 responders was divided by the number of treated, TNFi-naive participants and expressed as a percentage. Early escape participants, and participants with missing data at day 169 were imputed as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.0","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of ACR 20 Responders at Day 169 in the TNFi-exposed Subpopulation","description":"The ACR 20 definition of improvement is a 20% improvement over baseline in tender and swollen joint counts and a 20% in 3 of the 5 remaining core data set measures (participant global assessment of pain, participant global assessment of disease activity, physician global assessment of disease activity, participant assessment of physical function, acute phase reactant value). The number of ACR 20 responders was divided by the number of treated, TNFi-exposed participants and expressed as a percentage. Early escape participants, and participants with missing data at day 169 were imputed as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.4","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Non-progressors in Total PsA-modified SHS at Day 169","description":"The number of radiographic non-progressors in total PsA-Modified Sharp van der Heijde score (SHS) at Day 169 was divided by the number of treated participants and expressed as a percentage. Non-progression was defined as a change from baseline in total PsA modified SHS ≤0. Early escape participants, and participants with missing data at day 169 were imputed as non-progressors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.7","spread":null},{"groupId":"OG001","value":"32.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Achieving a PASI 50 at Day 169 in Participants With Baseline BSA >= 3%","description":"The number of participants who achieved at least 50% improvement from baseline in Psoriasis Area and Severity Index Arthritis (PASI 50) at Day 169 was divided by the number of treated participants with BSA \\>= 3% and expressed as a percentage. Only participants with \\>= 3% body surface area (BSA) of psoriatic skin involvement at randomization were included in this analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"19.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportions of ACR 50 and ACR 70 Responders at Day 169","description":"The ACR 50 and ACR 70 definition of improvement is a 50% or 70% improvement, respectively, over baseline in tender and swollen joint counts and a 50% or 70% improvement in 3 of the 5 remaining core data set measures (participant global assessment of pain, participant global assessment of disease activity, physician global assessment of disease activity, participant assessment of physical function, acute phase reactant value). The number of ACR 50 and ACR 70 responders was divided by the number of treated participants and expressed as a percentage. Early escape participants, and participants with missing data at day 169 were imputed as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.2","spread":null},{"groupId":"OG001","value":"12.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in SF-36 Physical and Mental Components at Day 169","description":"Adjusted mean change in scores on the Short Form 36 physical and mental function assessment (SF-36) from baseline were analyzed from the physical component summary (PCS) mental component summary (MCS). The SF-36 is a participant questionnaire assessing 8 domains of health status: physical functioning, pain, vitality, social functioning, psychological functioning, general health perception, and role limitations due to physical and emotional problems. The instrument can be divided into two summary scores, physical and mental component score. The scores range from 0 to 100, with a higher score indicating better quality of life. The two summary scores (PCS and MCS) will be calculated by taking a weighted linear combination of the 8 individual subscales.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.11","spread":"0.637"},{"groupId":"OG001","value":"3.69","spread":"0.707"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"0.826"},{"groupId":"OG001","value":"2.62","spread":"0.924"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With at Least One Positive Immunogenicity Response up to Day 169 Relative to Baseline","description":"Blood samples were collected at Days 1, 85 and 169 and assayed for the presence of abatacept-specific antibodies. The number of participants with at least one positive immunogenicity response was divided by the number of treated participants and expressed as a percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"8.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With AEs at Day 169","description":"Proportion of participants with AEs at Day 169","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.5","spread":null},{"groupId":"OG001","value":"53.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With SAEs at Day 169","description":"Proportion of participants with SAEs at Day 169","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With AEs Leading to Discontinuation at Day 169","description":"Proportion of participants with AEs leading to discontinuation at Day 169","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participant Deaths at Day 169","description":"Proportion of participant deaths at Day 169","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Marked Laboratory Abnormalities at Day 169","description":"Proportion of participants with marked laboratory abnormalities at Day 169","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":213},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Bronchitis","Urinary tract infection","Back pain"]}}}