{"nctId":"NCT00463047","briefTitle":"Efficacy and Safety of Fentanyl Buccal Tablets Compared With Oxycodone for the Management of Break Through Pain","startDateStruct":{"date":"2007-07"},"conditions":["Chronic Pain"],"count":323,"armGroups":[{"label":"Fentanyl Buccal Tablets (FBT)","type":"EXPERIMENTAL","interventionNames":["Drug: Fentanyl Buccal Tablets Compared With Immediate-Release Oxycodone"]},{"label":"Oxycodone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fentanyl Buccal Tablets Compared With Immediate-Release Oxycodone"]}],"interventions":[{"name":"Fentanyl Buccal Tablets Compared With Immediate-Release Oxycodone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has chronic pain of at least 3 months duration associated with: diabetic peripheral neuropathy, postherpetic neuralgia, traumatic injury, complex regional pain syndrome, back pain, neck pain,fibromyalgia, chronic pancreatitis, osteoarthritis,or cancer.\n* The patient is currently using 1 of the following: at least 60 mg of oral morphine/day, or at least 25 mcg of transdermal fentanyl/hour, or at least 30 mg of oxycodone/day, or at least 8 mg of hydromorphone/day, or an equianalgesic dose of another opioid/day as around-the-clock (ATC) therapy for at least 7 days before administration of the first dose of study drug\n* The patient is willing to provide written informed consent to participate in this study.\n* The patient is 18 through 80 years of age.\n* Women must be surgically sterile, 2 years postmenopausal, or, if of childbearing potential, using a medically accepted method of birth control and agree to continued use of this method for the duration of the study.\n* Any patient with cancer should have a life expectancy of at least 3 months.\n* The patient reports an average Pain Intensity (PI) score, over the prior 24 hours, of 6 or less (0=no pain through 10=pain as bad as you can imagine) for their chronic pain.\n* The patient experiences, on average, 1 to 4 breakthrough pain (BTP) episodes per day while taking ATC opioid therapy, and on average, the duration of each BTP episode is less than 4 hours.\n* The patient currently uses opioid therapy for alleviation of BTP episodes, occurring at the location of the chronic pain, and achieves at least partial relief.\n* The patient must be willing and able to successfully self-administer the study drug,comply with study restrictions, complete the electronic diary, and return to the clinic for scheduled study visits as specified in this protocol.\n\nExclusion Criteria:\n\n* The patient has uncontrolled or rapidly escalating pain as determined by the investigator (i.e., the around-the-clock (ATC) therapy may be expected to change between the first and last treatments with study drug), or has pain uncontrolled by therapy that could adversely impact the safety of the patient or that could be compromised by treatment with study drug.\n* The patient has a recent history (within 5 years) or current evidence of alcohol or other substance abuse.\n* The patient has known or suspected hypersensitivities, allergies, or other contraindications to any ingredient in either study drug.\n* The patient has cardiopulmonary disease that would, in the opinion of the investigator, significantly increase the risk of treatment with potent synthetic opioids.\n* The patient has medical or psychiatric disease that, in the opinion of the investigator, would compromise collected data.\n* The patient is expected to have surgery during the study that will impact the patient's chronic pain and/or BTP.\n* The patient has had therapy before study drug treatment that, in the opinion of the investigator, could alter pain or response to pain medication.\n* The patient is pregnant or lactating.\n* The patient has participated in a previous study with FBT.\n* The patient has participated in a study involving an investigational drug in the prior 30 days.\n* The patient is currently using prescription FBT or immediate-release oxycodone for BTP and is unwilling to undergo re-titration.\n* The patient has received a monoamine oxidase inhibitor (MAOI) within 14 days before the first treatment with study drug.\n* The patient has any other medical condition or is receiving concomitant medication/therapy (eg, regional nerve block) that could, in the opinion of the investigator, compromise the patient's safety or compliance with the study protocol,or compromise collected data.\n* The patient is involved in active litigation in regard to the chronic pain currently being treated.\n* The patient has a positive urine drug screen (UDS) for an illicit drug or a medication not prescribed for him/her or which is not medically explainable.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Intensity Difference (PID15) At 15 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID15 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 15 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":"0.07"},{"groupId":"OG001","value":"0.59","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID 5) at 5 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID5 is the difference between the PI score from the episode baseline (immediately prior to study drug administration) and 5 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.03"},{"groupId":"OG001","value":"0.05","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID 10) at 10 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID10 is the difference between the PI score from the episode baseline (immediately prior to study drug administration) and 10 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.04"},{"groupId":"OG001","value":"0.22","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID 30) at 30 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID30 is the difference between the PI score from the episode baseline (immediately prior to study drug administration) and 30 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.96","spread":"0.09"},{"groupId":"OG001","value":"1.58","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID 45) at 45 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID45 is the difference between the PI score from the episode baseline (immediately prior to study drug administration) and 45 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.87","spread":"0.12"},{"groupId":"OG001","value":"2.59","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Pain Intensity Difference (PID 60) at 60 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID60 is the difference between the PI score from the episode baseline (immediately prior to study drug administration) and 60 minutes after the administration of the study drug. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.35","spread":"0.13"},{"groupId":"OG001","value":"3.19","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (% PID) at 5 Minutes Post-treatment","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID5 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 5 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 5 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.11","spread":"0.45"},{"groupId":"OG001","value":"0.73","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (%PID) at 10 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID10 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 10 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 10 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.08","spread":"0.76"},{"groupId":"OG001","value":"3.16","spread":"0.57"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (%PID) at 15 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID15 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 15 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 15 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.40","spread":"1.15"},{"groupId":"OG001","value":"8.59","spread":"0.94"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (%PID) at 30 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID30 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 30 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 30 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.83","spread":"1.50"},{"groupId":"OG001","value":"23.06","spread":"1.33"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (% PID) at 45 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID45 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 45 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 45 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.94","spread":"1.76"},{"groupId":"OG001","value":"37.56","spread":"1.57"}]}]}]},{"type":"SECONDARY","title":"Percentage Change in Pain Intensity Difference (%PID) at 60 Minutes","description":"Pain intensity (PI) scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine after each episode of breakthrough pain during the double-blind treatment period. The PID60 is the difference between the PI scores from the episode baseline (immediately prior to study drug administration)and 60 minutes after the administration of the study drug. The difference is calculated and assessed as a percentage of the baseline pain intensity score. The percentage is calculated as the PID at 60 minutes divided by the baseline PI score times 100.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.08","spread":"1.85"},{"groupId":"OG001","value":"46.16","spread":"1.75"}]}]}]},{"type":"SECONDARY","title":"Sum of Pain Intensity Difference at 30 Minutes Post-treatment (SPID30)","description":"PI scores were assessed on an 11-point numerical rating scale from 0 = no pain to 10 = pain as bad as you can imagine. SPID30 were derived from PID values. The SPID30 scores during the double-blind treatment phase were calculated as the time- weighted sum of the PID scores from 5 through 30 minutes,after the administration of study drug. SPID30 = (⅓ x PID5) + (⅓ x PID10) + (⅓ x PID15) + PID30. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.36","spread":"0.13"},{"groupId":"OG001","value":"1.87","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Sum of Pain Intensity Difference at 60 Minutes Post-treatment (SPID60)","description":"PI scores were assessed on an 11-point numerical rating scale from 0=no pain to 10=pain as bad as you can imagine during the double-blind treatment period. The SPID60 was derived from PID values. The SPID60 scores during the double-blind treatment phase were calculated as the time- weighted sum of the PID scores from 5 through 60 minutes,after the administration of the study drug.\n\nSPID60 = SPID30 + PID45 + PID60. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.58","spread":"0.34"},{"groupId":"OG001","value":"7.65","spread":"0.34"}]}]}]},{"type":"SECONDARY","title":"Pain Relief (PR) Score at 5 Minutes","description":"The PR score 5 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"0.43"},{"groupId":"OG001","value":"0.09","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Pain Relief Score (PR) at 10 Minutes","description":"The PR score 10 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.57"},{"groupId":"OG001","value":"0.25","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Pain Relief Score (PR) at 15 Minutes","description":"The PR score 15 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":"0.74"},{"groupId":"OG001","value":"0.53","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Pain Relief Score (PR) at 30 Minutes","description":"The PR score 30 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.50","spread":"0.83"},{"groupId":"OG001","value":"1.23","spread":"0.76"}]}]}]},{"type":"SECONDARY","title":"Pain Relief Score (PR) at 45 Minutes","description":"The PR score 45 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"0.80"},{"groupId":"OG001","value":"1.89","spread":"0.74"}]}]}]},{"type":"SECONDARY","title":"Pain Relief Score (PR) at 60 Minutes","description":"The PR score 60 minutes after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.38","spread":"0.76"},{"groupId":"OG001","value":"2.24","spread":"0.75"}]}]}]},{"type":"SECONDARY","title":"Total Pain Relief (TOTPAR60) at 60 Minutes","description":"The mean TOTPAR at 60 minutes will be calculated for each episode as the weighted sum of Pain Relief (PR) scores (5-point Likert scale, 0 = none to 4 = complete) at each assessment of PR (during the double-blind treatment period) until 60 minutes after study drug administration, as follows:\n\nTOTPAR60 =(⅓ x PR5)+ (⅓ x PR10) +(⅓ x PR15)+ PR30 + PR45 + PR60. Least squared mean was from an analysis of variance (ANOVA) with treatment as randomized, phase, and sequence as fixed factors and patient as a random factor using compound symmetry.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.32","spread":"0.16"},{"groupId":"OG001","value":"5.63","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Percent Total Pain Relief at 60 Minutes Posttreatment (%TOTPAR)","description":"The PR score at set intervals after the administration of study drug during the double-blind treatment phase was recorded in the patient's diary. The PR scale is a 5-point categorical scale of 0-4 (0=none, 1=slight, 2=moderate, 3=a lot, 4=complete). The maximum TOTPAR score that could be achieved at 60 minutes is equal to 16; thus, %TOTPAR at 60 minutes is (TOTPAR60 /16) times 100.The % TOTPAR achieved 60 minutes after the administration of study drug was calculated during the double-blind treatment phase.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.48","spread":"15.67"},{"groupId":"OG001","value":"35.28","spread":"14.27"}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <= 5 Minutes","description":"Time to APR was measured by stopwatch and by scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment period. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APR fell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 5 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <=10 Minutes","description":"The time to APR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during the double-blind treatment periods. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APR fell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 10 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"286","spread":null},{"groupId":"OG001","value":"215","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <=15 Minutes","description":"The time to APR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APR fell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 15 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"687","spread":null},{"groupId":"OG001","value":"540","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <=30 Minutes","description":"The time to APR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APRfell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 30 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1259","spread":null},{"groupId":"OG001","value":"1157","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <=45 Minutes","description":"The time to APR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APRfell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 45 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1499","spread":null},{"groupId":"OG001","value":"1480","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Any Pain Relief (APR) by Treatment, <=60 Minutes","description":"The time to APR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Any pain relief was defined as any subjective reduction in pain severity, even if not meaningful to patient. For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No APR-rescue medication used, and No APR-no rescue medication used)the number of episodes for which the time to APRfell into that category was compared. Here the number of episodes in which APR was achieved in less than or equal to 60 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1559","spread":null},{"groupId":"OG001","value":"1565","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <= 5 Minutes","description":"Time to MPR was measured by stopwatch and by scheduled questions at each time point up to 60 minutes after baseline during the double-blind treatment period. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 minutes, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to meaningful pain relief fell into that category was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <=10 Minutes","description":"The time to MPR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 min, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to MPR fell into that category was compared. Here the number of episodes in which MPR was achieved in less than or equal to 10 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <=15 Minutes","description":"The time to MPR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 min, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to MPR fell into that category was compared. Here the number of episodes in which MPR was achieved in less than or equal to 15 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"286","spread":null},{"groupId":"OG001","value":"211","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <=30 Minutes","description":"The time to MPR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 min, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to MPR fell into that category was compared. Here the number of episodes in which MPR was achieved in less than or equal to 30 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"787","spread":null},{"groupId":"OG001","value":"636","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <=45 Minutes","description":"The time to MPR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 min, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to MPR fell into that category was compared. Here the number of episodes in which MPR was achieved in less than or equal to 45 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1179","spread":null},{"groupId":"OG001","value":"1060","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Meaningful Pain Relief (MPR) by Treatment, <=60 Minutes","description":"The time to MPR was measured by stopwatch and scheduled questions at each time point up to 60 minutes after baseline during double-blind treatment periods. Meaningful pain relief was defined as a subject reduction of pain intensity that the subject found to be meaningful (substantive). For each category (\\<5, \\<10, \\<15, \\<30, \\<45, \\<60 min, No MPR-rescue medication used, and No MPR-no rescue medication used)the number of episodes for which the time to MPR fell into that category was compared. Here the number of episodes in which MPR was achieved in less than or equal to 60 minutes was compared.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1359","spread":null},{"groupId":"OG001","value":"1313","spread":null}]}]}]},{"type":"SECONDARY","title":"Standard Rescue Medication Usage","description":"Any use of standard rescue medication after the administration of study drug for relief of Breakthrough Pain (BTP) during the double-blind treatment phase was recorded in the patient's diary. The number of breakthrough pain episodes for which study drug treatment was administered and which required rescue medication use was recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Medication Performance Assessment 30 Minutes After-treatment","description":"The medication performance assessment assessed study drug performance on a 5-point categorical scale of 0-4 (0=poor, 1=fair,2=good, 3=very good, 4=excellent) 30 minutes after administration of study drug during the double-blind treatment periods and for the first 5 BTP episodes after each visit during the open-label extension period were recorded in the patient's paper diary. Patients were asked \"How well did your study medication perform in controlling this breakthrough pain episode?\" The number of episodes rated for each category were recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"533","spread":null},{"groupId":"OG001","value":"343","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"450","spread":null},{"groupId":"OG001","value":"566","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"334","spread":null},{"groupId":"OG001","value":"489","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"249","spread":null},{"groupId":"OG001","value":"238","spread":null}]}]}]},{"type":"SECONDARY","title":"Medication Performance Assessment 60 Minutes After-treatment","description":"The medication performance assessment assessed study drug performance on a 5-point categorical scale of 0-4 (0=poor, 1=fair,2=good, 3=very good, 4=excellent) 60 minutes after administration of study drug during the double-blind treatment periods and for the first 5 BTP episodes after each visit during the open-label extension period were recorded in the patient's paper diary. Patients were asked \"How well did your study medication perform in controlling this breakthrough pain episode?\" The number of episodes rated for each category were recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"562","spread":null},{"groupId":"OG001","value":"424","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"679","spread":null},{"groupId":"OG001","value":"726","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"210","spread":null},{"groupId":"OG001","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Breakthrough Pain Preference Questionnaire","description":"The BTP preference questionnaire is a questionnaire used to measure patients' preference for FBT or immediate-release oxycodone for management of BTP. The question is used to determine a patient's preference between the study drugs given in the 2 double-blind treatment periods. The patient was asked to select 1 of the following: 1, a preference for study drug used in the 1st double-blind treatment period; 2, a preference for study drug used in the 2nd double-blind treatment period; or 3, no preference.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Flare Treatment Satisfaction (PFTS) Questionnaire - Question 21 at the End of the First Double-blind Treatment Period (Visit 5)","description":"The PFTS is used to measure patient's satisfaction with study drug. Although the full scale has 25 questions, the question that is most useful (and least redundant with prior scales) for assessing the efficacy of the study drug is Question 21 which states: Which medication would you prefer to use when treating your pain flares? The subject can choose either: Prior medication, Study medication, or No preference. The number of subjects in each treatment group at the end of the first double-blind treatment period (Visit 5) who responded to each option is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Flare Treatment Satisfaction (PFTS) Questionnaire - Question 21 at the End of the Second Double-blind Treatment Period (Visit 6)","description":"The PFTS is used to measure patient's satisfaction with study drug. Although the full scale has 25 questions, the question that is most useful (and least redundant with prior scales) for assessing the efficacy of the study drug is Question 21 which states: Which medication would you prefer to use when treating your pain flares? The subject can choose either: Prior medication, Study medication, or No preference. The number of subjects in each treatment group at the end of the second double-blind treatment period (Visit 6) who responded to each option is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Flare Treatment Satisfaction (PFTS) Questionnaire - Question 21 at Endpoint (End of Second Double-blind Treatment Period or Last Observation After Start of Treatment Period)","description":"The PFTS is used to measure patient's satisfaction with study drug. Although the full scale has 25 questions, the question that is most useful (and least redundant with prior scales) for assessing the efficacy of the study drug is Question 21 which states: Which medication would you prefer to use when treating your pain flares? The subject can choose either: Prior medication, Study medication, or No preference. The number of subjects in each treatment group at the Endpoint (time of the last observation during the treatment period)who responded to each option is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":281},"commonTop":["Nausea","Headache","Application site pain","Application site ulcer","Dizziness"]}}}