{"nctId":"NCT02750306","briefTitle":"Safety and Efficacy of Suvorexant (MK-4305) for the Treatment of Insomnia in Participants With Alzheimer's Disease (MK-4305-061)","startDateStruct":{"date":"2016-05-23","type":"ACTUAL"},"conditions":["Sleep Initiation and Maintenance Disorders","Alzheimer Disease"],"count":285,"armGroups":[{"label":"Suvorexant","type":"EXPERIMENTAL","interventionNames":["Drug: Suvorexant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Suvorexant","otherNames":["MK-4305"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of probable Alzheimer's disease based on either a) the National Institute on Aging - Alzheimer's Association (NIA-AA) criteria or b) the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition, (DSM-5) criteria for AD.\n* Have sleep complaints that meet DSM-5 criteria for a diagnosis of insomnia (e.g., difficulty initiating or maintaining sleep, and/or early morning awakenings with inability to return to sleep for at least 3 nights per week for ≥ the past 3 months prior to study start, despite adequate opportunity for sleep) based on the investigator's judgment and by the participant's sleep history, as assessed by the sleep items on the Insomnia Diagnostic Interview and Sleep History assessments.\n* Be willing to stay overnight in a sleep laboratory and must be willing to stay in bed for at least 8 hours for PSG testing\n* Regular bedtime is between 8 pm and 1 am and is willing to maintain it for the duration of the trial\n* Be able and willing to wear an activity/sleep watch on the wrist throughout the day and night\n* Based on the investigator's judgment the participant should: a) be able to speak, read, and understand the language of the trial staff and the informed consent form; b) possess the ability to respond verbally to questions, follow instructions, and complete study assessments; c) be able to adhere to dose and visit schedules.\n* Have a reliable and competent trial partner (e.g., spouse, family member, or other caregiver) who:\n* a) Signs their own informed consent, after the trial has been explained to them, and before Screening assessments;\n* b) Is not diagnosed with dementia;\n* c) Resides with the participant overnight and has a close relationship with the participant (defined as daily face-to-face contact, at least 15 waking hours a week for at least 3 months prior to Visit 1);\n* d) Accompanies the participant to and from trial visits and stays overnight at the sleep laboratory for the 3 PSG visits;\n* e) Assumes responsibility for trial medication procedures (e.g., witnessing and/or helping to administer trial medication, assessing compliance), for completion of the sleep e-diary each morning, and oversight of the activity/sleep watch worn throughout the trial;\n* f) Answers questions regarding the trial partner's sleep quality and trial partner's distress related to the subject's behaviors.\n* If female, not of childbearing potential as indicated by one of the following: has reached natural menopause, defined as:\n* a) ≥45 years of age with either: ≥12 months of spontaneous amenorrhea OR ≥6 months of spontaneous amenorrhea with serum follicle stimulating hormone (FSH) levels \\> 40 IU/L as determined by the central laboratory\n* b) has had a hysterectomy;\n* c) has had bilateral tubal ligation; or\n* d) has had a bilateral oophorectomy (with or without a hysterectomy) and greater than 6 weeks have passed since the surgery\n* Be willing to provide a blood sample for Apolipoprotein E (APOE) genotyping\n\nExclusion Criteria:\n\n* Apnea Hypopnea Index (AHI) score \\> 30 or Periodic Leg Movements with Arousal per hour of Sleep (PLMA) \\> 30.\n* Resides in a nursing home (or similar institutional facility); assisted-living facilities are not excluded if full-time nursing care is not required.\n* Has a Modified Hachinski Ischemia Scale (MHIS) Score \\> 4 at Screening (i.e., evidence of vascular dementia)\n* Has a known history of recent (or past) stroke that in the investigator's opinion confounds the diagnosis of either AD or insomnia\n* Has evidence of a clinically relevant neurological disorder other than the disease being studied (i.e., probable AD) at Screening, including but not limited to: vascular dementia, parkinsonism, frontotemporal dementia, Huntington's disease, amyotrophic lateral sclerosis, multiple sclerosis, progressive supranuclear palsy, neurosyphilis, dementia with Lewy bodies, other types of dementia, mental retardation, hypoxic cerebral damage, cognitive impairment due to other disorders, or history of head trauma with loss of consciousness that either led to persistent cognitive deficits or in the opinion of the investigator confounds the diagnosis of either AD or insomnia.\n* Has a history of seizures or epilepsy within the last 5 years before study start\n* Has a history or diagnosis of any of the following conditions, in the opinion of the investigator:\n* Narcolepsy\n* Cataplexy (familial or idiopathic)\n* Circadian Rhythm Sleep Disorder\n* Parasomnia including nightmare disorder, sleep terror disorder, sleepwalking disorder\n* Rapid eye movement (REM) behavior disorder\n* Significant degree of sleep-related Breathing Disorder (i.e., AHI \\>30, and/or use of Continuous Positive Airway Pressure \\[CPAP\\] or Bilevel Positive Airway Pressure \\[BIPAP\\])\n* Periodic Limb Movement Disorder\n* Restless Legs Syndrome\n* Primary Hypersomnia\n* Excessive Daytime Sleepiness (EDS) characterized by uncharacteristic chronic and persistent sleepiness throughout the day\n* Has a clinically significant movement disorder, such as akinesia, that would affect the activity/sleep watch differentiation of sleep and wakefulness\n* In the opinion of the investigator, has difficulty sleeping primarily due to a confounding medical condition. NOTE: \"Medical Conditions\" may include chronic pain syndromes, chronic migraine, cardiac disease, nocturia (\\> 3 times/night), asthma, gastroesophageal reflux disease (GERD), or hot flashes.\n* Has evidence of a current episode of major depression based on investigator's judgment. Major depression in remission is not exclusionary.\n* Has any of the following based on clinician interview and DSM-5 criteria:\n* Lifetime history of bipolar disorder, a primary psychotic disorder, or posttraumatic stress disorder; or,\n* A psychiatric condition requiring treatment with a prohibited medication; or,\n* Other psychiatric condition that, in the investigator's opinion, would interfere with the subject's ability to participate in the study.\n* Is at imminent risk of self-harm, based on clinical interview and responses on the Columbia-Suicide Severity Rating Scale (C-SSRS), or of harm to others in the opinion of the investigator. Subjects must be excluded if they report suicidal ideation with intent, with or without a plan or method in the past 2 months or suicidal behavior in the past 6 months.\n* Has a history of alcoholism or drug dependency/abuse within the last 5 years of study start\n* Has a recent history (within the 6 months prior to Screening) of regular consumption (3 or more days per week) of either:\n* More than 2 alcoholic beverages per day or alcohol consumption within 3 hours prior to bedtime\n* More than \\> 600 mg caffeine a day (e.g., 4 standard 8-ounce cups of brewed coffee, or consumes caffeine after 4pm (16:00)\n* Consumes the equivalent of \\>15 cigarettes a day and the investigator confirms that the participant's insomnia is in part the result of tobacco consumption (e.g., participants unable to refrain from smoking during the night, participants who interrupt sleep to smoke or use tobacco products, or participants who require a cigarette within 30 minutes of waking in the morning).\n* Has a history of excessive daytime napping (defined as more than 3 hours a day for more than 3 days of the week based on trial partner estimates, on average for the past 4 weeks).\n* Has a recent or ongoing, uncontrolled, clinically significant medical condition or major surgery where participation in the trial would pose a significant medical risk to the subject within 3 months of study start, such as: conditions including but not limited to diabetes, hypertension, Human Immunodeficiency Virus (HIV) or other relevant infections, thyroid or endocrine disease, Chronic Obstructive Pulmonary Disease (COPD), delirium, congestive heart failure, angina, cardiac or gastrointestinal disease, or renal disease requiring dialysis. Note: controlled co-morbid conditions (including diabetes, hypertension, heart disease, etc.) are not exclusionary if stable within 3 months of the study start. All concomitant medications, supplements, or other substances must be kept as stable as medically possible during the trial. Urinary tract infections at study start are not exclusionary if adequately treated.\n* Major surgery including not limited to abdominal, thoracic, cardiac or orthopedic surgery, or any procedure requiring general anesthesia\n* Has a history of hepatitis or liver disease that, in the opinion of the investigator, has been active within the 6 months prior to study start.\n* Has a known allergy or hypersensitivity to suvorexant or to any of the formulation components\n* Has a history of hypersensitivity or idiosyncratic reaction to more than 3 chemical classes of drugs, including prescriptions and over-the-counter medications.\n* Has donated blood products or has had phlebotomy of \\>300 mL within 8 weeks of study start, or intends to donate or receive blood products during participation in the study.\n* History of malignancy within the 5 years prior to study start, except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, localized prostate cancer, who has undergone potentially curative therapy with no evidence of recurrence for \\>=3 year post-therapy, and who is deemed at low risk for recurrence by her/his treating physician.\n* Is pregnant, is attempting to become pregnant, or is nursing children\n* Has a Body Mass Index (BMI) \\> 40 kg/m\\^2\n* Is currently participating or has participated in a study with an investigational compound or device within 30 days of signing informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Polysomnography-derived Total Sleep Time (TST) at Week 4","description":"TST was measured at Baseline and at Week 4 in a sleep laboratory by polysomnography, during an 8-hour recording period beginning at participants' habitual bedtime.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.4","spread":null},{"groupId":"OG001","value":"45.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced One or More Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence in a study participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"16.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Drug Due to an Adverse Event","description":"An adverse event (AE) is any untoward medical occurrence in a study participant administered a pharmaceutical product that does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product, whether or not related to the medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Polysomnography-derived Wakefulness After Persistent Sleep Onset (WASO) at Week 4","description":"WASO was measured at Baseline and at Week 4 in a sleep laboratory by polysomnography during an 8-hour recording period beginning at participants' habitual bedtime.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.0","spread":null},{"groupId":"OG001","value":"-29.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":142},"commonTop":[]}}}