{"nctId":"NCT01624259","briefTitle":"A Study Comparing the Effect of Dulaglutide With Liraglutide in Type 2 Diabetes","startDateStruct":{"date":"2012-06"},"conditions":["Type 2 Diabetes"],"count":599,"armGroups":[{"label":"1.5 mg LY2189265","type":"EXPERIMENTAL","interventionNames":["Drug: LY2189265","Drug: Metformin"]},{"label":"Liraglutide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Liraglutide","Drug: Metformin"]}],"interventions":[{"name":"LY2189265","otherNames":["Dulaglutide"]},{"name":"Liraglutide","otherNames":[]},{"name":"Metformin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes\n* Not optimally controlled on diet and exercise and a dose of metformin that is at least 1500 milligrams/day (mg/day) and has been at a stable dose for at least 3 months prior to the first study visit\n* Glycosylated hemoglobin (HbA1c) greater than or equal to 7.0% and less than or equal to 10.0%\n* Accept continued treatment with metformin throughout the trial, as required per protocol\n* Men and nonpregnant women aged greater than or equal to 18 years\n* Stable weight (plus or minus 5%) greater than or equal to 3 months prior to screening\n* Body Mass Index (BMI) less than or equal to 45 kilograms/square meter (kg/m\\^2)\n\nExclusion Criteria:\n\n* Have type 1 diabetes mellitus\n* Have been treated with ANY other antihyperglycemic medications (other than metformin) at the time of the first study visit or within the 3 months prior to the first study visit\n* Have used insulin therapy (outside of pregnancy) any time in the past 2 years, except for short-term treatment of acute conditions, and up to a maximum of 4 weeks; any insulin use within 3 months prior to the first study visit\n* Have been treated with drugs that promote weight loss within 3 months of the first study visit\n* Are receiving chronic (greater than 14 days) systemic glucocorticoid therapy or have received such therapy within the 4 weeks immediately prior to the first study visit\n* Have had any of the following cardiovascular conditions within 2 months prior to the first study visit: acute myocardial infarction, New York Heart Association Class III or Class IV heart failure, or cerebrovascular accident\n* Have a known clinically significant gastric emptying abnormality (such as, severe diabetic gastroparesis or gastric outlet obstruction) or have undergone gastric bypass (bariatric) surgery or restrictive bariatric surgery\n* Have acute or chronic hepatitis, signs and symptoms of any other liver disease, or alanine transaminase level greater than or equal to 3 times the upper limit of normal\n* Have a history of chronic pancreatitis or acute idiopathic pancreatitis or were diagnosed with any type of acute pancreatitis within the 3 month period prior to the first study visit\n* Have a serum creatinine greater than or equal to 1.5 milligrams/deciliter (mg/dL) (male) or greater than or equal to 1.4 mg/dL (female), or a creatinine clearance less than 60 milliliters/minute (mL/minute)\n* Have any self or family history of type 2A or type 2B multiple endocrine neoplasia (MEN 2A or 2B, respectively) in the absence of known C-cell hyperplasia (this exclusion includes those participants with a family history of MEN 2A or 2B whose family history for the syndrome is Rearranged during Transfection (RET) negative; the only exception for this exclusion will be for participants whose family members with MEN 2A or 2B have a known RET mutation and the potential participant for the study is negative for that RET mutation)\n* Have any self or family history of medullary C-cell hyperplasia, focal hyperplasia, or carcinoma (including sporadic, familial, or part of MEN 2A or 2B syndrome)\n* Have a serum calcitonin greater than or equal to 20 picograms/milliliter (pg/mL)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 26 Weeks Endpoint in Glycosylated Hemoglobin (HbA1c)","description":"Least Squares (LS) means of the glycosylated hemoglobin A1c (HbA1c) change from baseline to the primary endpoint at Week 26 was adjusted by fixed effects of treatment, country, visit, treatment-by-visit interaction, participant as random effect, and baseline HbA1c as covariates, via a mixed-effects model for repeated measures (MMRM) analysis using restricted maximum likelihood (REML).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.42","spread":"0.05"},{"groupId":"OG001","value":"-1.36","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at 26 Weeks","description":"LS means of the weight change from baseline to primary endpoint at Week 26 were calculated using analysis of covariance (ANCOVA) with HbA1c Strata, country, and treatment as fixed effects and baseline body weight as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.90","spread":"0.22"},{"groupId":"OG001","value":"-3.61","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Mass Index (BMI) at 26 Weeks","description":"BMI is an estimate of body fat based on body weight divided by height squared. LS means of the BMI change from baseline to primary endpoint at Week 26 were calculated using ANCOVA with HbA1c Strata, country, and treatment as fixed effects and baseline BMI as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.05","spread":"0.08"},{"groupId":"OG001","value":"-1.30","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at 26 Weeks","description":"LS means of the FPG from baseline to primary endpoint at Week 26 were adjusted by fixed effects of treatment, country, baseline HbA1c strata, and baseline FPG as covariates, via ANCOVA with LOCF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.81","spread":"2.13"},{"groupId":"OG001","value":"-34.25","spread":"2.11"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 7-Point Self Monitored Plasma Glucose (SMPG) at 26 Weeks","description":"The SMPG data were collected at the following 7 time points: pre-morning meal; 2 hours post-morning meal; pre-midday meal; 2 hours post-midday meal; pre-evening meal; 2 hours post-evening meal; and bedtime. The mean of the 7 time points (Daily Mean) was also calculated.\n\nLS means of the SMPG change from baseline to primary endpoint at Week 26 were adjusted by fixed effects of treatment, HbA1c strata, country, visit, treatment-by-visit interaction, participant as random effect and baseline SMPG as a covariate, via a MMRM analysis using REML.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-40.76","spread":"1.50"},{"groupId":"OG001","value":"-38.51","spread":"1.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Glycosylated Hemoglobin (HbA1c) ≤6.5% or <7% at 26 Weeks","description":"The percentage of participants who achieved the target HbA1c values at the primary endpoint were analyzed with a repeated logistic regression model (the generalized estimation equation \\[GEE\\] model). The model includes pooled country, treatment, visit, treatment-by-visit interaction, and baseline HbA1c as continuous covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.6","spread":null},{"groupId":"OG001","value":"50.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.3","spread":null},{"groupId":"OG001","value":"67.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Homeostasis Model Assessment 2 Steady-state Beta (β)- Cell Function (HOMA2-%B) at 26 Weeks","description":"The homeostatic model assessment (HOMA) quantifies insulin resistance and beta-cell function. HOMA2-%B is a computer model that uses fasting plasma insulin and glucose concentrations to estimate steady-state beta cell function (%B) as a percentage of a normal reference population (normal young adults). The normal reference population was set at 100%.\n\nLS means of the HOMA2-%B change from baseline to primary endpoint at Week 26 was adjusted by fixed effects of treatment, country, baseline HbA1c strata, and baseline HOMA2-%B value as covariate, via an ANCOVA analysis using LOCF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.03","spread":"2.26"},{"groupId":"OG001","value":"35.59","spread":"2.27"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Reported and Adjudicated Cardiovascular Events","description":"Deaths and nonfatal cardiovascular (CV) adverse events (AEs) were adjudicated by a committee of physicians with cardiology expertise external to the Sponsor. The nonfatal CV AEs to be adjudicated include myocardial infarction, hospitalization for unstable angina, hospitalization for heart failure, coronary interventions (such as coronary artery bypass graft or percutaneous coronary intervention), and cerebrovascular events including cerebrovascular accident (stroke) and transient ischemic attack. The number of participants with reported CV events, number of participants with nonfatal CV events confirmed by adjudication, and number of deaths confirmed by adjudication are summarized cumulatively at 26 weeks. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Electrocardiogram (ECG) Parameters, Heart Rate (HR) at 26 Weeks","description":"ECG HR was measured. LS means of change from baseline were analyzed using ANCOVA with HbA1c strata, country, and treatment as fixed effects and baseline HR as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"0.55"},{"groupId":"OG001","value":"4.1","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Electrocardiogram (ECG) Parameters PR and QTcF (Fridericia's) Intervals at 26 Weeks","description":"The QT interval is a measure of the time between the start of the Q wave and the end of the T wave. QTcF is the measure of the time between the start of the Q wave and the end of the T wave adjusted using Fridericia's formula. PR is the interval between the P wave and the QRS complex. These parameters were calculated from electrocardiogram (ECG) data. LS means of change from baseline for the PR and QTcF intervals will be analyzed using the MMRM similar to MMRM model for primary outcome, using corresponding baseline and HbA1c strata. Only ECGs obtained at scheduled visits will be used in these summaries and analyses.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"0.81"},{"groupId":"OG001","value":"3.3","spread":"0.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":"0.90"},{"groupId":"OG001","value":"-0.72","spread":"0.89"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Heart Rate (HR) at 26 Weeks","description":"Descriptive statistics for the actual measurements and LS means of change from baseline for HR (sitting) by treatment arm were analyzed using the MMRM model with treatment, country, visit, and treatment-by-visit interaction as fixed effects, baseline rate as a covariate, and participant as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.37","spread":"0.4"},{"groupId":"OG001","value":"3.12","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Pressure (BP) at 26 Weeks","description":"Descriptive statistics for the actual measurements and change from baseline for sitting systolic blood pressure (SBP) and diastolic blood pressure (DBP) were measured. LS means of change from baseline were calculated using MMRM with treatment, country, visit, and treatment-by-visit interaction as fixed effects, baseline BP as a covariate, and participant as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"0.4"},{"groupId":"OG001","value":"-0.31","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.36","spread":"0.7"},{"groupId":"OG001","value":"-2.82","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adjudicated Acute Pancreatitis Events","description":"The number of participants with events of pancreatitis confirmed by adjudication were summarized cumulatively at 26 weeks (including a 30-day follow up). Pancreatitis events were adjudicated by a committee of physicians external to the Sponsor.\n\nA summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Calcitonin at 26 Weeks","description":"A summary of participants having changes in calcitonin values from baseline to primary endpoint of 26 weeks is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lipase at 26 Weeks","description":"A summary of participants having changes in lipase evaluation from baseline to primary endpoint of 26 weeks is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Amylase at 26 Weeks","description":"A summary of participants having changes in amylase evaluation from baseline to primary endpoint of 26 weeks is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Self-Reported Hypoglycemia Events","description":"Hypoglycemic events (HE) were classified as severe (episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (any time a participant felt that he/she was experiencing symptoms and/or signs associated with hypoglycemia and had a plasma glucose \\[PG\\] concentration of ≤70 mg/dL), asymptomatic (events not accompanied by typical symptoms of hypoglycemia but with a measured PG of ≤ 70 mg/dL), nocturnal (events that occurred between bedtime and waking), or probable symptomatic (events during which symptoms of hypoglycemia were not accompanied by a PG determination but that was presumably caused by a PG of ≤70 mg/dL).\n\nA summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring Additional Intervention for Severe, Persistent Hyperglycemia","description":"An additional intervention (rescue therapy) was defined as any additional therapeutic intervention in participants who developed persistent, severe hyperglycemia despite full compliance with the assigned therapeutic regimen, or initiation of an alternative antihyperglycemic medication following study drug discontinuation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Hypoglycemic Events Adjusted Per 30 Days","description":"HE were classified as severe (episodes requiring the assistance of another person to actively administer resuscitative actions), documented symptomatic (any time a participant felt that he/she was experiencing symptoms and/or signs associated with hypoglycemia and had a PG concentration of ≤70 mg/dL), asymptomatic (events not accompanied by typical symptoms of hypoglycemia but with a measured PG of ≤ 70 mg/dL), nocturnal (events that occurred between bedtime and waking), or probable symptomatic (events during which symptoms of hypoglycemia were not accompanied by a PG determination but that was presumably caused by a PG of ≤70 mg/dL). The hypoglycemia rate per 30 days was calculated by the number of hypoglycemia events within the period/number of days participant at risk within the period\\*30 days. A summary of serious and other non-serious adverse events regardless of causality is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.12"},{"groupId":"OG001","value":"0.04","spread":"0.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.08"},{"groupId":"OG001","value":"0.02","spread":"0.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.07"},{"groupId":"OG001","value":"0.01","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.00"},{"groupId":"OG001","value":"0.00","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.05"},{"groupId":"OG001","value":"0.01","spread":"0.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.02"},{"groupId":"OG001","value":"0.01","spread":"1.12"}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Additional Intervention for Severe, Persistent Hyperglycemia","description":"An additional intervention (rescue therapy) was defined as any additional therapeutic intervention in participants who developed persistent, severe hyperglycemia despite full compliance with the assigned therapeutic regimen, or initiation of an alternative antihyperglycemic medication following study drug discontinuation. Participants who had no rescue therapy within specified study period were considered as censored observations at the last available contact date up to specified study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Allergic or Hypersensitivity Reactions","description":"Allergic and hypersensitivity reactions that were considered possibly related to study drug by the investigator are presented. Serious and all other non-serious adverse events regardless of causality are summarized in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent LY2189265 Antibodies up to 26 Weeks and 4 Weeks After Last Dose","description":"LY2189265 (dulaglutide) anti-drug antibodies (ADA) were assessed at baseline, 26 weeks, and at the safety follow-up visit 4 weeks after study drug discontinuation in dulaglutide-treated participants. A participant was considered to have treatment emergent LY2189265 ADA if the participant had at least 1 titer that was treatment-emergent relative to baseline, defined as a 4-fold or greater increase in titer from baseline measurement. The number of participants with treatment-emergent LY2189265 ADA from postbaseline to follow up were summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Lipid Parameters at 26 Weeks","description":"A summary of percent change in lipid parameters (total cholesterol, high-density lipoprotein cholesterol \\[HDL-C\\], low density lipoprotein cholesterol \\[LDL-C\\], very low-density lipoprotein cholesterol \\[VLDL\\], and triglycerides) from baseline to primary endpoint of 26 weeks is presented. LS means of the lipid parameter from baseline to primary endpoint at Week 26 were adjusted by fixed effects of treatment, country, baseline HbA1c strata, and lipid parameter baseline as covariates, via ANCOVA with LOCF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.64","spread":"1.18"},{"groupId":"OG001","value":"0.67","spread":"1.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.21","spread":"1.02"},{"groupId":"OG001","value":"6.46","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.09","spread":"2.17"},{"groupId":"OG001","value":"3.20","spread":"2.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":"2.63"},{"groupId":"OG001","value":"2.92","spread":"2.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":"2.76"},{"groupId":"OG001","value":"1.35","spread":"2.76"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":299},"commonTop":["Nausea","Diarrhoea","Headache","Vomiting","Nasopharyngitis"]}}}