{"nctId":"NCT00264810","briefTitle":"RNS® System Pivotal Study","startDateStruct":{"date":"2005-12"},"conditions":["Epilepsy"],"count":240,"armGroups":[{"label":"Treatment Group (stimulation ON)","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: RNS® System implantation","Device: RNS® System responsive stimulation"]},{"label":"Sham Group (stimulation OFF)","type":"SHAM_COMPARATOR","interventionNames":["Procedure: RNS® System implantation"]}],"interventions":[{"name":"RNS® System implantation","otherNames":[]},{"name":"RNS® System responsive stimulation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for enrollment:\n\n1. Subject has disabling motor simple partial seizures, complex partial seizures, and/or secondarily generalized seizures. Disabling refers to seizures that are severe enough to cause injuries or significantly impair functional ability.\n2. Subject's seizures are distinct, stereotypical events that can be reliably counted.\n3. Subject failed treatment with a minimum of 2 anti-seizure medications.\n4. Subject has remained on the same antiepileptic medication(s) over the 3 most recent consecutive months (other than acute, intermittent use of benzodiazepines). Subjects on the ketogenic diet are permitted if the diet has been stable for the preceding 3 months.\n5. Subject reports having an average of 3 or more disabling motor simple partial seizures, complex partial seizures and/or secondarily generalized seizures per month over the 3 most recent consecutive months, with no month with less than 2 seizures.\n6. Subject is between the ages of 18 and 70 years.\n7. Subject has undergone diagnostic testing that has identified no more than 2 epileptogenic regions.\n8. Subject is male or a female of childbearing potential using a reliable method of contraception or is at least two years post-menopause.\n9. Subject or legal guardian is able to provide appropriate consent to participate.\n10. Subject can be reasonably expected to maintain a seizure diary alone or with the assistance of a competent individual.\n11. Subject is able to complete regular office and telephone appointments per the protocol requirements.\n12. Subject is willing to be implanted with the RNS® System as a treatment for his/her seizures.\n13. Subject is able to tolerate a neurosurgical procedure.\n14. Subject is considered a good candidate to be implanted with the RNS® System.\n\nNote: A subject is still eligible to participate if antiepileptic medication(s) were temporarily discontinued for the purposes of diagnostic or medical procedures during the preceding 3 months.\n\nExclusion Criteria for enrollment:\n\n1. Subject has been diagnosed with psychogenic or non-epileptic seizures in the preceding year\n2. Subject has been diagnosed with primarily generalized seizures.\n3. Subject has experienced unprovoked status epilepticus in the preceding year.\n4. Subject has a clinically significant or unstable medical condition (including alcohol and/or drug abuse) or a progressive central nervous system disease.\n5. Subject is taking chronic anticoagulants.\n6. Subject has been diagnosed with active psychosis, major depression or suicidal ideation in the preceding year. Subjects with post-ictal psychiatric symptoms need not be excluded.\n7. Subject is pregnant or planning on becoming pregnant in the next 2 years.\n8. Subject is enrolled in a therapeutic investigational drug or device trial.\n9. Subject has an implanted Vagus Nerve Stimulator (VNS) or is unwilling to have the VNS explanted. (VNS therapy must have been discontinued for at least 3 months prior to enrollment.)\n10. Subject has had therapeutic surgery to treat epilepsy in the preceding 6 months.\n11. Subject has had a cranial neurosurgical procedure (including endovascular procedures) other than an epilepsy surgery involving the skull or brain in the previous month.\n12. Subject is implanted with an electronic medical device that delivers electrical energy to the head.\n13. Subject is an unsuitable candidate for neurosurgery.\n14. Subject requires repeat MRIs in which the head is exposed to the radio frequency field.\n15. Subject's epileptogenic region(s) is/are located caudal to the level of the thalamus.\n16. Implantation of the RNS® Neurostimulator and Lead(s) would present unacceptable risk.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Acute SAE Rate","description":"RNS® System Acute SAE Rate = the percentage of implanted subject having a serious adverse event (SAE) for the surgical implant procedure and the following month (28 days), whether reported as device-related or not.\n\nThis outcome measure is met when the upper limit of one-sided 95% confidence interval of the observed RNS® System Acute SAE Rate does not exceed the upper limit of the one-sided 95% confidence interval of the literature-based acute SAE rate associated with the implantation of intracranial electrodes for localization procedures and epilepsy surgery combined as documented in the literature (rate = 15%; upper CI = 20%). The comparator was calculated based upon the literature, therefore the number of participants analyzed is unknown/not applicable. Referenced literature are listed within the citation section (Tanriverdi et al., 2009; Wong et al., 2009; Fountas and Smith, 2007; Hamer et al., 2002; Behrens et al., 1997).\n\nPrimary Safety Outcome Measure was met.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Short-term Chronic SAE Rate","description":"RNS® System Short-term Chronic SAE rate = the percentage of implanted subject having a serious adverse event (SAE) for the surgical implant procedure and the following 3 months (84 days), whether reported as device-related or not.\n\nThis outcome measure is met when the upper limit of one-sided 95% confidence interval of the observed RNS® System Short-term Chronic SAE Rate does not exceed the upper limit of the one-sided 95% confidence interval of the historical short-term chronic SAE rate for deep brain stimulation for movement disorders from the published literature (rate = 36%; upper CI = 42%). The comparator was calculated based upon the literature, therefore the number of participants analyzed is unknown/not applicable. Referenced literature are listed within the citation section (Oh et al., 2002; SSED, Activa Tremor Control System P960009; Beric et al., 2001; Behrens et al., 1997; Hariz, 2002; Joint et al., 2002; Koller et al., 2001).\n\nPrimary Safety Outcome Measure was met.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Frequency of Disabling Seizures","description":"The outcome measure is met when a significantly greater reduction in the frequency of total disabling seizures in seen in the Treatment group when compared to the Sham group, during the Blinded Evaluation Period (BEP) relative to the Pre-Implant Period (Baseline).\n\nThe outcome measure is the group-by-time interaction term in a generalized estimating equation (GEE), longitudinal regression model, where group refers to therapy allocation (Treatment or Sham), time refers to study period (Baseline or BEP), and the dependent variable is seizure frequency. The outcome measure was a statistically significant group-by-time interaction term, which would demonstrate a significantly greater reduction in seizure frequency in the Treatment group than the Sham group during BEP compared to Baseline Period.\n\nPrimary Effectiveness Outcome Measure was met.\n\n(Note: Disabling seizures = motor simple partial seizures or complex partial seizures with or without secondarily generalized seizures.)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.9","spread":null},{"groupId":"OG001","value":"-17.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":97},"commonTop":["Implant site pain","Nasopharyngitis","Procedural headache","Headache","Therapeutic agent toxicity"]}}}