{"nctId":"NCT04201262","briefTitle":"An Efficacy and Safety Study of Ravulizumab in Adult Participants With NMOSD","startDateStruct":{"date":"2019-12-10","type":"ACTUAL"},"conditions":["Neuromyelitis Optica","Neuromyelitis Optica Spectrum Disorder"],"count":58,"armGroups":[{"label":"Ravulizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Ravulizumab"]}],"interventions":[{"name":"Ravulizumab","otherNames":["ALXN1210","Ultomiris"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Anti-aquaporin-4 antibody-positive and a diagnosis of NMOSD as defined by the 2015 international consensus diagnostic criteria.\n2. At least 1 attack or relapse in the last 12 months prior to the Screening Period.\n3. Expanded Disability Status Scale score ≤7.\n4. Participants who enter the study receiving supportive immunosuppressive therapy must be on a stable dosing regimen of adequate duration prior to Screening.\n5. Body weight ≥40 kilograms.\n6. Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\nExclusion Criteria:\n\n1. History of Neisseria meningitidis infection.\n2. Human immunodeficiency virus (HIV) infection (evidenced by HIV-1 or HIV-2 antibody titer).\n3. Previously or currently treated with a complement inhibitor.\n4. Use of rituximab or mitoxantrone within 3 months prior to Screening.\n5. Use of IV immunoglobulin within 3 weeks prior to Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With an Adjudicated On-trial Relapse in the Primary Treatment Period","description":"An On-trial Relapse was defined as a new onset of neurologic symptoms or worsening of existing neurologic symptoms with an objective change (clinical sign) on neurologic examination that persisted for more than 24 hours as confirmed by the treating physician. An adjudicated On-trial Relapse was defined by the protocol and positively adjudicated by the independent relapse adjudication committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjudicated On-trial Annualized Relapse Rate (ARR) in the Primary Treatment Period","description":"The adjudicated On-trial ARR was computed as the total number of relapses divided by the total number of participant years in the study period. A central independent committee was used to adjudicate all On-trial Relapses as determined by the treating physician. Results reported as adjusted adjudicated On-trial ARR based on a Poisson regression centered on the mean historical ARR in the 24 months prior to screening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.000","spread":null},{"groupId":"OG001","value":"0.350","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Important Change From Baseline in Hauser Ambulation Index (HAI) Score at the End of Primary Treatment Period","description":"The HAI is a rating scale developed to assess mobility by evaluating the time and degree of assistance required to walk 25 feet. The scale ranges from 0 to 9, with 0 being the best score (asymptomatic; fully ambulatory with no assistance) and 9 being the worst (restricted to wheelchair; unable to transfer self independently). Clinically important change is conditional on the baseline value: worsening if the baseline HAI is 0 and at least 2 points increase or if the baseline HAI is \\>0 and at least 1 point increase; improvement if the baseline value is at least 2 and at least 1 point decrease; and stable if baseline is 0 or 1 and a 0- or 1-point increase or decrease or baseline is at least 2 and not change.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life Health 5-dimension Questionnaire (EQ-5D) Index Score at the End of Primary Treatment Period","description":"The EQ-5D is a generic, standardized, self-administered instrument that provides a simple, descriptive profile and a single index value for health status. It consists of 2 parts; the EQ-5D descriptive system and the EQ-5D visual analogue scale (VAS). The EQ-5D descriptive system includes 5 dimensions; mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension measured on 3 levels: \"no problem\" (level 1), \"some problems\" (level 2), \"extreme problems\" (level 3). The digits for 5 dimensions can be combined in a 5-digit number describing the respondent's health state. The 5 dimensional 3-level systems was converted into single index utility score that ranges from less than 0 to 1, with higher scores representing a better health status.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005","spread":"0.1522"},{"groupId":"OG001","value":"-0.043","spread":"0.2115"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EQ-5D Visual Analog Scale (VAS) Score at the End of Primary Treatment Period","description":"The EQ-5D is a generic, standardized, self-administered instrument that provides a simple, descriptive profile and a single index value for health status. It consists of 2 parts; the EQ-5D descriptive system and the EQ-5D visual analogue scale (VAS). The EQ-5D VAS is an overall health state scale where the participant selects a number between 0 to 100 to describe the condition of their health, with 100 being 'The best health state you can imagine' and 0 being 'The worst health state you can imagine'. An increase in score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"14.07"},{"groupId":"OG001","value":"0.6","spread":"16.39"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Important Worsening From Baseline in Expanded Disability Status Scale (EDSS) Score at the End of Primary Treatment Period","description":"Disease-related disability was measured by the EDSS. The EDSS is an ordinal clinical rating scale that ranges from 0 (normal neurologic examination) to 10 (death) in half-point increments. Clinically important worsening was defined as an increase in EDSS score conditional on the baseline value: If the baseline EDSS was 0 and at least 2-point increase; if the baseline is 1 to 5, and at least 1-point increase; if the baseline is \\> 5 and at least 0.5 increase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"36","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs), Treatment-emergent Serious Adverse Events (TESAEs), and TEAEs Leading to Study Drug Discontinuation in the Primary Treatment Period","description":"An AE was as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. An SAE was an AE that met at least 1 of the following criteria: resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization for the AE, persistent or significant disability/incapacity or substantial disruption of the ability to conduct normal life functions, congenital anomaly/birth defect (in the child of a participant who was exposed to the study drug), important medical event or reaction. TEAEs were AEs with a start date on or after the date of the first dose of study drug. A summary of all Serious Adverse Events and Other Adverse Events (nonserious) regardless of causality is located in the 'Reported Adverse Events' Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Ravulizumab Concentration","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"760.3","spread":"202.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1836.4","spread":"355.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Serum Free C5 Concentration at Week 26 and 50","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-119.02","spread":"42.857"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-119.32","spread":"42.512"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Anti-drug Antibodies (ADAs) During the Primary Treatment Period","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":58},"commonTop":["Headache","Urinary tract infection","Nausea","COVID-19","Back pain"]}}}