{"nctId":"NCT01101438","briefTitle":"A Phase III Randomized Trial of Metformin vs Placebo in Early Stage Breast Cancer","startDateStruct":{"date":"2010-08-13","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":3649,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Drug: metformin hydrochloride"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"metformin hydrochloride","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria:\n\n* Subjects must have histologically confirmed invasive breast cancer and be enrolled in the trial within 12 months after the first histologic diagnosis of invasive breast cancer. A core biopsy interpreted as invasive cancer meets this criterion; otherwise, the date of first histologic diagnosis will be the date of first surgical procedure that identifies invasive cancer (biopsy, lumpectomy or mastectomy). Neoadjuvant subjects should have no evidence of clinical T4 disease prior to chemotherapy and surgery. Bilateral breast carcinoma is allowed provided diagnoses are synchronous - that is, within 3 months of one another - and at least one of the two breast carcinomas meet the eligibility criteria and neither violates the eligibility criteria.\n* All subjects (both adjuvant and neo-adjuvant) must have sentinel lymph node biopsy and/or axillary lymph node dissection.\n\nSentinel lymph node biopsy alone is allowed in the following instances:\n\n1. sentinel lymph node biopsy is negative: pN0\n2. sentinel lymph node biopsy is positive for isolated tumour cells only: pN0 (i+)\n3. \\* clinically node negative, T1-2 tumours with sentinel lymph node biopsy positive in ≤ 2 lymph nodes without extra-capsular extension or matted nodes and undergoing breast conserving surgery and tangential whole breast irradiation (\\* excludes subjects treated with neo-adjuvant systemic therapy)\n\nDefinitive surgery and/or chemotherapy have been completed at least 4 weeks prior to randomization. Surgical margins must be clear of invasive carcinoma. If there is microscopic residual ductal in situ disease present at lumpectomy or total mastectomy margins, further excision is highly recommended. If further excision is not undertaken, the subject may still be entered on study, provided that in addition to breast or chest wall irradiation, a boost to the tumour bed is delivered. In situ lobular disease at the margin is acceptable.\n\nAdjuvant subjects with the following pT pN combinations are eligible:\n\n* pT1c, pN0 AND negative estrogen and progesterone receptors AND HER2 negative OR\n* pT2N0 and at least one of the following tumour characteristics: histologic grade 3, lymphovascular invasion, negative estrogen and progesterone receptors, HER2 positive, Oncotype Dx recurrence score ≥ 25 (or if Oncotype Dx recurrence score is not available, Ki67 \\> 14%) OR\n* Subjects with pT3, pN0 OR\n* Subjects with pT1-3, pN1-3\n\nThe eligibility of neo-adjuvant subjects is assessed on the basis of cTNM. The same eligible TNM combinations apply.\n\n* HER2 status must be known. (Positive = 3+ over-expression by IHC in \\> 30% of invasive tumour cells OR HER2 gene amplification by FISH/CISH \\> 6 HER2 gene copies per nucleus, OR a FISH/CISH ratio: HER2 gene copies to chromosome 17 signals of ≥ 2.2. All other results will be considered negative).\n* Patients must have had a bilateral mammogram within 12 months prior to randomization, unless the initial surgery was a total mastectomy, in which case only a mammogram of the remaining breast is required. (Subjects with bilateral total mastectomies and no mammogram within 12 months prior to randomization must, instead, have a physical examination of the chest wall to ensure there is no residual or recurrent disease at the time of randomization. The date of this examination is used in place of the mammogram date on the eligibility checklist.)\n* Investigations, including chest X-ray or CT chest, bone scan (with radiographs of suspicious areas) and abdominal ultrasound or liver scan or CT abdomen have been performed between the first histologic diagnosis and the time of randomization.\n\n  * Chest X-Ray, 2 view (or Chest CT) is mandatory\n  * Bone scans (with x-rays of abnormal areas) are required only if there are signs or symptoms of metastatic disease\n  * Abdominal imaging is required only if there are signs or symptoms of metastatic disease\n* Hematology investigations (WBC, Granulocytes, Platelets, Hemoglobin) have been completed within 28 days prior to randomization and results are available.\n* Biochemistry investigations have been completed within 28 days prior to randomization and values are within the parameters required by the protocol.\n\nAST \\< 1.8 X ULN; ALT \\< 1.8 X ULN; Alkaline Phosphatase \\< 2 X ULN; Serum Creatinine \\< 115 μmol/L (1.3mg/dL) Serum Bilirubin \\< institution ULN (except for subjects with Gilbert's Disease who are eligible despite elevated serum bilirubin level)\n\n* ECOG Performance Status of 0,1 or 2 (at baseline evaluation visit within 28 days prior to randomization).\n* Age ≥ 18 and \\< 75 and life expectancy of at least 5 years (18 years of age was used as a cut-off due to the lack of data indicating that breast cancer is a health issue in the \\< 18 years age group and metformin safety in pediatric patients has not been confirmed. Age \\> 80 carries increased risk of lactic acidosis and study intervention is for 5 years).\n* Subjects must be accessible for treatment and follow-up. Investigators must assure themselves the subjects randomized on this trial will be available for complete documentation of the treatment, adverse events, and follow-up.\n* In accordance with NCIC CTG policy, protocol treatment is to begin within 10 working days of patient randomization.\n* Subject consent must be obtained according to local Institutional and/or University Human Experimentation Committee requirements. It will be the responsibility of the local participating investigators to obtain the necessary local clearance, and to indicate in writing to the NCIC CTG Study Coordinator that such clearance has been obtained, before the trial can commence in that centre. Because of differing requirements, a standard consent form for the trial will not be provided but a sample form is given. A copy of the initial full board REB approval and approved consent form must be sent to the central office. The patient must sign the consent form prior to randomization or registration. Please note that the consent form for this study must contain a statement which gives permission for the NCIC CTG and monitoring agencies to review patient records (see Section 16 for further details).\n\nFor the first 888 eligible English or French-speaking subjects only (sub-set enrollment completed 2011NOV04):\n\n* Subject is able (i.e. sufficiently fluent) and willing to complete the Quality of Life (EORTC QLQ C-30 and Trial Specific Checklist) in English or French. The baseline assessment must already have been completed at the time of enrollment. Inability (illiteracy in English or French, loss of sight or other equivalent reason) to complete questionnaires will not make the patient ineligible for the study; however, ability but unwillingness to complete the questionnaires will make the patient ineligible. (Once the target number of 888 subjects is achieved, this criterion will no longer need to be fulfilled.) \\[See Appendix VI\\]. Sub-set enrollment completed 2011NOV04.\n* English-speaking subjects who have completed the Quality of Life Questionnaire who are able (i.e. sufficiently fluent) and willing to complete Nurses Health Study II Physical Activity Questionnaire and Block Alive Screener in English. The baseline assessment must already have been completed at the time of enrollment. Inability (illiteracy in English, loss of sight or other equivalent reason) to complete questionnaires will not make the patient ineligible for the study; however, ability but unwillingness to complete the questionnaires will make the patient ineligible. (This component of the study will close at the same time as the Quality Of Life sub-study.) Closed to new patient enrollment as of 2011NOV04.\n\nIneligibility Criteria:\n\n* Subjects with a history of other malignancies, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumours curatively treated with no evidence of disease for ≥ 5 years.\n* Subjects with locally recurrent or metastatic breast carcinoma. (Subjects with prior invasive breast cancer at any time are not eligible. Subjects with prior DCIS only in either breast are eligible provided the DCIS has been curatively treated including surgery, radiotherapy and/or Tamoxifen).\n* Subjects whose axillary node status is unknown.\n* Known diabetes (type 1 or 2) or baseline fasting glucose \\> 7.0 mmol/L (126 mg/dL). (Sampled and assayed according to local institution's procedures.)\n* Known hypersensitivity or intolerance to metformin.\n* Any condition associated with increased risk of metformin-associated lactic acidosis (e.g. congestive heart failure defined as New York Heart Association {NYHA} Class III or IV functional status \\[see Appendix IX\\], history of acidosis of any type; habitual \\* Currently taking metformin, sulfonylureas, thiazolidinediones or insulin for any reason.\n* Current or planned pregnancy or lactation in women of child-bearing potential. Men should not father a child. (An effective method of birth control should be used while on study treatment which could include abstinence, IUD, condoms or other barrier methods of birth control because the safety of metformin in pregnancy or in male fertility has not been established).\n* Concurrent or planned participation in randomized trials of weight loss or exercise interventions or trials targeting insulin, IGF-1 or their receptors, or involving P13K inhibitors (at the time of randomization)\\*.\n* These interventions would interfere with the primary endpoint. (Also, in general, double randomizations in breast cancer trials for MA.32 patients are permitted only if the patient meets all the eligibility criteria for MA.32 and the sponsor of the previous trial has no objection to the patient also being enrolled in MA.32).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Invasive Disease-free Survival in Hormone Receptor (ER and PgR) Positive Sub-groups","description":"Invasive disease-free survival (IDFS) is defined as percentage of patients without documented development of ipsilateral and contralateral invasive breast tumour, local/regional invasive recurrence, distant recurrence, death from any causes. If a subject has not had invasive disease or died at the time of data cut-off for this final analysis, IDFS was censored on the date of last follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.5","spread":null},{"groupId":"OG001","value":"85.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Invasive Disease-free Survival","description":"Invasive disease-free survival (IDFS) is defined as the percent of patients without documented development of ipsilateral and contralateral invasive breast tumour, local/regional invasive recurrence, distant recurrence, death from any causes. If a subject has not had invasive disease or died at the time of data cut-off for this final analysis, IDFS was censored on the date of last follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":null},{"groupId":"OG001","value":"84.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Number of patients who died from any causes.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201","spread":null},{"groupId":"OG001","value":"198","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1623","spread":null},{"groupId":"OG001","value":"1627","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Relapse-free Survival","description":"Distant Relapse Free Survival (DRFS) is defined as the percentage of patients without any documented distant recurrence, death from breast cancer, death from a non breast cancer cause or death from an unknown cause. If a subject has not had distant DRFS event nor died at the time of data cut-off for this analysis, DRFS will be censored on the date of last disease assessment.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.7","spread":null},{"groupId":"OG001","value":"87.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Breast Cancer-specific Mortality","description":"Patients who died from breast cancer","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"160","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":1816},"commonTop":["Fatigue","Hot flashes","Diarrhea","Peripheral sensory neuropathy","Nausea"]}}}