{"nctId":"NCT00299546","briefTitle":"A Study of the Safety and Efficacy of Golimumab (CNTO 148) in Subjects With Active Rheumatoid Arthritis Previously Treated With Biologic Anti-TNFa Agent(s)","startDateStruct":{"date":"2006-02"},"conditions":["Arthritis, Rheumatoid"],"count":461,"armGroups":[{"label":"Group 1: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Biological: Golimumab 50 mg"]},{"label":"Group 2: Golimumab 50 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab 50 mg"]},{"label":"Group 3: Golimumab 100 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Golimumab 100 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Golimumab 50 mg","otherNames":[]},{"name":"Golimumab 100 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients have a diagnosis of rheumatoid arthritis (RA) (according to the revised 1987 criteria of the ACR) for at least 3 months prior to screening\n* Have active RA as defined by persistent disease activity with at least 4 swollen and 4 tender joints, at the time of screening and baseline\n* Must have been previously treated with at least one dose of etanercept, adalimumab, or infliximab\n* If currently using methotrexate, sulfasalazine and/or hydroxychloroquine must have tolerated these agents for at least 12 weeks and be on a stable dose for at least 4 weeks prior to the first administration of study agent\n* If using NSAIDs or other analgesics must be on a stable dose for at least 2 weeks prior to the first administration of study agent\n* If using oral corticosteroids must be on a stable dose equivalent to \\<= 10 mg of prednisone/day for at least 2 weeks prior to first administration of study agent\n* Are considered eligible according to specified tuberculosis (TB) screening criteria.\n\nExclusion Criteria:\n\n* Patients cannot have other inflammatory diseases other than RA that might interfere with the evaluation of the benefit of golimumab therapy\n* No history of treatment with natalizumab, rituximab or cytotoxic agents\n* No history of demyelinating diseases such as multiple sclerosis or optic neuritis or of concurrent congestive heart failure (CHF), lymphoproliferative disease, known malignancy or history of malignancy within the previous 5 years (with the exception of a nonmelanoma skin cancer that has been treated with no evidence of recurrence)\n* No history of, or ongoing, chronic or recurrent infectious disease\n* No serious infection within 2 months prior to first administration of study agent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"American College of Rheumatology (ACR) 20 Response at Week 14.","description":"ACR 20 response is an improvement of \\>= 20% from baseline in both the tender and swollen joint count and in at least 3 of the 5 assessments ( patient's assessment of pain visual analog scale (VAS), patient's global assessment of disease activity VAS scale, Physician's global assessment of disease activity VAS scale, Health Assessment Questionnaire and C-reactive protein)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"54","spread":null},{"groupId":"OG003","value":"105","spread":null}]}]}]},{"type":"SECONDARY","title":"American College of Rheumatology (ACR) 50 Response at Week 14","description":"Number of patients who achieved an ACR 50 response at Week (Wk) 14. ACR 50 response is an improvement of \\>= 50% from baseline in both the tender and swollen joint count and in at least 3 of the 5 assessments ( patient's assessment of pain visual analog scale (VAS), patient's global assessemnt of disease activity VAS scale, Physician's global assessment of disease activity VAS scale, Health Assessment Questionnaire and C-reactive protein).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"27","spread":null},{"groupId":"OG003","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Activity Index Score 28 (DAS 28) (Using C-reactive Protein) Response at Week 14","description":"DAS 28 using C-reactive protein (CRP) is an index to measure disease activity in participants with rheumatoid arthritis which combines tender joint count (28 joints), swollen joint count (28 joints), CRP value, and participant's global assessment of disease activity (using a Visual Analog Scale of 0 to 100 mm). The DAS 28 score ranges from 0 (best) to 10 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"82","spread":null},{"groupId":"OG002","value":"87","spread":null},{"groupId":"OG003","value":"169","spread":null}]}]}]},{"type":"SECONDARY","title":"American College of Rheumatology (ACR) 20 at Week 24","description":"Number of patients who achieved ACR 20 response at Week (Wk) 24. ACR 20 response is an improvement of \\>= 20% from baseline in both the tender and swollen joint count and in at least 3 of the 5 assessments ( patient's assessment of pain visual analog scale (VAS), patient's global assessemnt of disease activity VAS scale, Physician's global assessment of disease activity VAS scale,HAQ and CRP)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"46","spread":null},{"groupId":"OG002","value":"63","spread":null},{"groupId":"OG003","value":"109","spread":null}]}]}]},{"type":"SECONDARY","title":"Health Assessment Questionnaire (HAQ) Score at Week 24","description":"Improvement from baseline in HAQ score at Week 24. This 20-question instrument assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and activities of daily living). Responses in each functional area are scored from 0, indicating no difficulty, to 3, indicating inability to perform a task in that area based on the worst score from the questions that pertain to that task. The HAQ score is determined by the average of the 8 scores; HAQ ranges from 0 to 3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0000","spread":null},{"groupId":"OG001","value":"0.1250","spread":null},{"groupId":"OG002","value":"0.2500","spread":null},{"groupId":"OG003","value":"0.2500","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":98},"commonTop":["Upper Respiratory Tract Infection","Rheumatoid Arthritis","Sinusitis","Nasopharyngitis","Back Pain"]}}}