{"nctId":"NCT01369615","briefTitle":"Long-Term Safety of Twice Daily Oxycodone Hydrochloride Controlled-release Tablets in Children Who Completed OTR3001","startDateStruct":{"date":"2011-10"},"conditions":["Pain"],"count":23,"armGroups":[{"label":"Oxycodone HCl controlled-release","type":"EXPERIMENTAL","interventionNames":["Drug: Oxycodone hydrochloride controlled-release tablets"]}],"interventions":[{"name":"Oxycodone hydrochloride controlled-release tablets","otherNames":["OxyContin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria include:\n\n1. Male and female patients aged 6 to 17 years, inclusive, who completed the 4-week study drug treatment in study OTR3001 and who, based on the investigator's judgment, will benefit from continuing treatment with oxycodone HCl CR 20 to 240 mg/day for the management of moderate to severe malignant or nonmalignant pain;\n2. Patients must have tolerated the oxycodone HCl CR therapy in OTR3001 as demonstrated at the start of the study;\n3. Patients must be willing and able to swallow the oxycodone HCl CR tablets whole.\n\nExclusion Criteria include:\n\n1. Patients with ongoing adverse events in OTR3001 that, in the investigator's opinion, disqualify them from participation in the study;\n2. Female patients who are pregnant or lactating;\n3. Patients requiring opioid at doses equivalent to \\< 20 mg/day or \\> 240 mg/day oxycodone for treatment of their malignant or nonmalignant pain;\n4. Patients who are allergic to oxycodone or have a history of allergies to other opioids (this criterion does not include patients who have experienced common opioid side effects \\[eg, nausea, constipation\\]);\n5. Patients who are contraindicated for the use of opioids;\n6. Patients who are currently being maintained on methadone for pain;\n7. Patients who have an abnormality on vital signs, physical examination, or laboratory testing significant enough that the investigator deems the patient is not appropriate for the study;\n8. Patients who have any planned surgery during the course of the study, with the exception of the placement of central or peripheral venous access devices;\n9. Patients currently taking an investigational medication/therapy other than the study drug (oxycodone HCl CR) at the start of screening or during the study.\n\nOther protocol specific inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With Adverse Events as a Measure of Safety.","description":"Safety assessments included adverse events (AEs), vital sign measurements, clinical laboratory test results, and somnolence (University of Michigan Sedation Scale \\[UMSS\\]). Safety variables were summarized descriptively within age group for the extension safety population.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":9},"commonTop":["Pyrexia","Vomiting","Constipation","Nausea","Haemoglobin decreased"]}}}