{"nctId":"NCT01421134","briefTitle":"Major Depressive Disorder (MDD) With Mixed Features - Flexible Dose","startDateStruct":{"date":"2011-09"},"conditions":["Major Depressive Disorder With Mixed Features"],"count":211,"armGroups":[{"label":"Lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject provides written informed consent and is willing and able to comply with the protocol in the opinion of the Investigator.\n* Subject is 18 to 75 years of age, inclusive.\n* Subject has MDD (diagnosed by DSM-IV-TR, and confirmed by the Structured - Clinical Interview for DSM-IV Disorders - Clinical Trial version \\[SCID-CT\\]).\n* Subject is currently experiencing a major depressive episode (diagnosed by DSM IV TR; at least 2 weeks in duration) AND two or three of the following manic symptoms occurring on most days over at least the last 2 weeks (confirmed by the SCID-CT modified for Study D1050304):\n\n  * Elevated, expansive mood\n  * Inflated self-esteem or grandiosity\n  * More talkative than usual or pressure to keep talking\n  * Flight of ideas or subjective experience that thoughts are racing\n  * Increase in energy or goal-directed activity (either socially, at work or school, or sexually)\n  * Increased or excessive involvement in activities that have a high potential for painful consequences (e.g., engaging in unrestrained buying sprees, sexual indiscretions, or foolish business investments)\n  * Decreased need for sleep (feeling rested despite sleeping less than usual; to be contrasted from insomnia)\n\nExclusion Criteria:\n\n* Subject has Axis I or Axis II diagnosis other than MDD that has been the primary focus of treatment within the 3 months prior to screening.\n* Subject answers \"yes\" to \"Suicidal Ideation\" Item 4 or 5 on the C-SSRS (at time of evaluation) at screening or baseline visit.\n* Subject has attempted suicide within the past 3 months.\n* Subject has a lifetime history of any bipolar I manic or mixed manic episode.\n* Subject has any abnormal laboratory parameter at screening that indicates a clinically significant medical condition as determined by the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to the 6-week Study Endpoint in Montgomery-Asberg Depression Rating Scale (MADRS) Total Scores","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.5","spread":"0.95"},{"groupId":"OG001","value":"-13.0","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to the 6-week Study Endpoint in the Clinical Global Impression-Severity of Illness (CGI-S) Score","description":"The CGI-S score is a single value, clinician-rated assessment of illness severity and ranges from 1= 'Normal, not at all ill' to 7= 'Among the most extremely ill patients'. A higher score is associated with greater illness severity.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.83","spread":"0.109"},{"groupId":"OG001","value":"-1.18","spread":"0.115"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 6 in the Young Mania Rating Scale (YMRS) Total Score","description":"The YMRS is an 11-item clinician-rated instrument used to assess the severity of mania. Seven items are rated on a 5-point scale, ranging from 0 to 4, and four items are rated on a 9-point scale, ranging from 0 to 8. The YMRS total score is calculated as the sum of the 11 individual items and ranges from 0 to 60. Higher scores are associated with greater severity of mania.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.0","spread":"0.35"},{"groupId":"OG001","value":"-4.9","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 6 in the Sheehan Disability Scale (SDS) Total Score","description":"The SDS is a composite of three self-rated items designed to measure the extent to which three major sectors (work/school, social life/leisure, and family life/home responsibility) in the patient's life are impaired by depressive symptoms. These three items are responded to on a visual analogue scale (VAS) ranging through 0 (no impairment), 1-3 (mild), 4-6 (moderate), 7-9 (marked) and 10 (extreme) disability. The SDS total score is calculated as the sum of the three items and ranges from 0 (unimpaired) to 30 (highly impaired).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.2","spread":"0.88"},{"groupId":"OG001","value":"-6.4","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 6 in the Hamilton Rating Scale for Anxiety(HAM-A) Total Score","description":"The HAM-A is used to quantify the severity of anxiety symptomatology and consists of 14 items. Each item is rated on a 5-point scale, ranging from 0 (not present) to 4 (severe/disabling). The HAM-A total score is calculated as the sum of the 14 individual items and ranges from 0 to 56. Higher scores are associated with greater degree of anxiety.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.9","spread":"0.58"},{"groupId":"OG001","value":"-5.4","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Achieve a Response, Defined as ≥ 50% Reduction From Baseline on the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Week 6 (LOCF).","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Achieve a Remission, Defined as a Montgomery-Asberg Depression Rating Scale (MADRS) Total Score of ≤ 12 at Week 6 (LOCF)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.1","spread":null},{"groupId":"OG001","value":"23.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":109},"commonTop":["Insomnia","Anxiety","Headache","Nausea","Dizziness"]}}}