{"nctId":"NCT01765296","briefTitle":"Phase III Study of CG100649 in Osteoarthritis Patients","startDateStruct":{"date":"2013-03"},"conditions":["Localized Primary Osteoarthritis of Hip","Localized Primary Osteoarthritis of Knee"],"count":362,"armGroups":[{"label":"Celecoxib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Celecoxib"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"CG100649","type":"EXPERIMENTAL","interventionNames":["Drug: CG100649"]}],"interventions":[{"name":"CG100649","otherNames":[]},{"name":"Celecoxib","otherNames":["Celebrex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (abbreviated)\n\n1. Males or females, age 20 years or above, able and willing to provide written informed consent\n2. Knee or Hip OA diagnosed according to American College of Rheumatology guidelines\n3. Chronic pain for ≥3 months from OA\n4. BP \\[systolic 90-140 mmHg, diastolic 50-90 mmHg\\] and pulse rate \\[resting 40-100 bpm\\].\n5. WOMAC-Pain score in the index joint must be between 4-8 on a 0-10 numerical rating scale\n6. Blood chemistry must be within 2x normal range\n7. Urinalysis must be within normal limits; minor deviations are acceptable\n8. Subjects and their sexual partners must agree to use double barrier contraception during the study period and for 3 months afterward, or be at least one year post- menopause, or provide proof of surgical sterility\n9. For prior non-steroidal inflammatory drug (NSAID) users only, the subject has a history of positive therapeutic benefit\n10. Subject is willing to limit alcohol intake to 2 or less drinks per day during study and the follow-up period\n11. Subjects must be able to read, understand and follow study related documents.\n\nExclusion Criteria (abbreviated)\n\n1. Use of any analgesics except the study medication or acetaminophen at any time\n2. Use of any medications for ongoing chronic symptoms, or psychiatric disorders that could significantly diminish the cognitive ability or cause behavioral changes that would prevent the subject from complying with study procedures.\n3. Subject is legally incompetent, or has active psychosis, or significant emotional problems which are sufficient to interfere with the conduct of the study\n4. Use of anticoagulants (aspirin, warfarin, heparin, etc.) within 2 weeks of V1\n5. Previous history of hypersensitivity or allergy to NSAIDs, COX-2 inhibitors, carbonic anhydrase inhibitors, sulfa drugs, aspirin, or acetaminophen/paracetamol\n6. Subjects requiring knee or hip arthroplasty within 2 months of screening or anticipating any need for a surgical procedure on the index joint during the study\n7. Diagnosed or treated for active GI ulcer, GI bleeding, ulcerative colitis, or severe renal, hepatic, or coagulant disorder within 6 months prior to randomization\n8. History of nasal polyps, bronchospasm, urticaria, or anaphylactic shock\n9. Subjects who have had surgery on the affected joint within 6 months prior to the study and subjects with a prosthesis at the index joint\n10. Pregnant or breast-feeding, or expecting to conceive within the projected duration of the study\n11. Subjects who are currently participating or have participated in other clinical studies within 4 weeks of screening or in any other clinical trial evaluating NSAIDs or COX-2 inhibitors within 6 months of screening\n12. Subjects who have received even one dose of rofecoxib or etoricoxib at any time in their life\n13. History of congestive heart failure with a status of New York Heart Association II-IV, ischemic heart disease, uncontrolled hypertension, peripheral arterial disease, cerebrovascular disease or subjects who have one of these diseases\n14. Current user of recreational or illicit drugs or has had a recent history (1 year) of drug or alcohol abuse or dependence\n15. History of neoplastic disease or chemotherapy within 5 years of V1, with the exception of non-metastatic skin cancer that has been completely cured\n16. Subjects with gout, pseudogout, inflammatory arthritis, Paget's disease of bone, chronic pain syndrome, fibromyalgia, or another major joint disease\n17. Subjects using i.v, i.m., or oral corticosteroids, i.a. steroids or hyaluronic acid injections within 1 month of V1\n18. Subjects receiving a Chinese traditional arthritis treatment within 1 week of V1\n19. Subjects who are not suitable to participate in the study by the investigator's clinical decision","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in WOMAC-Pain Subscale","description":"Western Ontario and McMaster Universities (WOMAC) OA index. Version 3.1 of the WOMAC knee and hip osteoarthritis index translated in Korean language will be used for each site enrolled in the trial.\n\nThe numerical rating scale version of the WOMAC-Pain subscale was used, i.e., with the subject assessing each question by a 11-point (0-10) numerical rating scale, and the total pain score being represented by the sum of the 5 component item scores. A higher WOMAC score represented worse symptom severity, with 50 being the worst possible total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":"4.58"},{"groupId":"OG001","value":"27.9","spread":"5.01"},{"groupId":"OG002","value":"27.7","spread":"5.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":"7.41"},{"groupId":"OG001","value":"22.7","spread":"8.71"},{"groupId":"OG002","value":"21.9","spread":"7.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"6.73"},{"groupId":"OG001","value":"-5.3","spread":"7.11"},{"groupId":"OG002","value":"-5.8","spread":"6.67"}]}]}]},{"type":"SECONDARY","title":"Change of the WOMAC-physical Function Subscale at Week 3 and 6 From Pre-dose Baseline","description":"Western Ontario and McMaster Universities (WOMAC) OA index. Version 3.1 of the WOMAC knee and hip osteoarthritis index translated in Korean language will be used for each site enrolled in the trial.\n\nThe 24 questions, which measure with 0-10 point numerical rating scale (NRS) with a maximum of 240 points to evaluate \"Pain (5 questions),\" \"Stiffness (2 questions),\" and \"Physical Function (17 questions)\" in WOMAC 3.1.\n\nTotal scores for WOMAC-physical function is from 0 to 170 points. A higher WOMAC score represented worse symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":null},{"groupId":"OG001","value":"-13.7","spread":null},{"groupId":"OG002","value":"-10.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":null},{"groupId":"OG001","value":"-14.3","spread":null},{"groupId":"OG002","value":"-14.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":71},"commonTop":["Dyspepsia","Oedema Peripheral","Diarrhoea","Abdominal Pain Upper","Urticaria"]}}}