{"nctId":"NCT03232346","briefTitle":"A Strategy to Improve Success of Treatment Discontinuation in Buprenorphine Responders","startDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"conditions":["Opioid-use Disorder"],"count":11,"armGroups":[{"label":"Regimen 1","type":"EXPERIMENTAL","interventionNames":["Drug: Vivitrol"]},{"label":"Regimen 2","type":"EXPERIMENTAL","interventionNames":["Drug: Buprenorphine"]}],"interventions":[{"name":"Vivitrol","otherNames":[]},{"name":"Buprenorphine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. A documented history of treatment with buprenorphine or buprenorphine/naloxone for at least 6 months with sustained abstinence from illicit opioids for at least 3 months. Participants must be maintained on daily dose of buprenorphine in the 4--8 mg range.(MINI interview by therapist, Clinical interview by psychiatrist, consultation with previous prescriber or the verification patients's self-report with the prescribing records (PMP) with patient's permission).\n2. Aged 18 to 60 years (Clinical interview).\n3. In otherwise good health based on complete medical history, physical examination, vital signs measurement, ECG, and laboratory tests (hematology, blood chemistry, urinalysis) within normal ranges (Medical history and physical examination by psychiatrist or NP, laboratory tests (serum Chem-20 and CBC, urinalysis), ECG).\n4. Seeking buprenorphine discontinuation and willing to accept randomization to either taper from buprenorphine or injection naltrexone (clinical interview).\n\nExclusion Criteria:\n\n1. Lifetime history of DSM-5 diagnosis of schizophrenia, schizoaffective disorder, or bipolar disorder (MINI interview by therapist, Clinical interview by psychiatrist).\n2. Current DSM-5 criteria for any other psychiatric disorder that in the investigator's judgment is unstable, would be disrupted by the study medication, or is likely to require pharmacotherapy or psychotherapy during the study period. Concurrent treatment with other psychotropic medication is exclusionary. ( MINI interview by therapist, Clinical interview and mental status exam by psychiatrist, contact with collateral information as needed and available).\n3. Individuals who meet DSM-5 criteria for any substance use disorders - severe, other than opioid and nicotine use disorder. Physiological dependence on alcohol or sedative-hypnotics is exclusionary. (MINI interview by therapist, Clinical interview by psychiatrist).\n4. A recent history of binge-use of alcohol or sedative-hypnotics (using large amounts in a short time to severe intoxication or blackouts). (Clinical interview by psychiatrist).\n5. Pregnancy, lactation, or failure to use adequate contraceptive method in female patients who are currently engaging in sexual activity with men. ( Clinical interview by psychiatrist, physical examination and medical history by psychiatrist or NP, urine pregnancy test, serum HCG).\n6. Unstable medical conditions, such as AIDS, cancer, uncontrolled hypertension (blood pressure \\> 140/90), uncontrolled diabetes, pulmonary hypertension or heart disease. (Medical history and physical examination by psychiatrist or NP, laboratory tests (serum Chem-20 and CBC, urinalysis), ECG).\n7. Legally mandated to participate in a substance use disorder treatment program ( Participant self-report, Clinical interview by psychiatrist).\n8. Current or recent history of significant violent or suicidal behavior, risk for suicide or homicide (MINI interview by therapist, Clinical interview by psychiatrist).\n9. History of accidental opioid overdose in the last three years or any other significant history of overdose following detoxification within past 10 years defined as an episode of opioid-induced unconsciousness, whether or not medical treatment was sought or received. ( MINI interview by therapist, Clinical interview by psychiatrist).\n10. Elevated liver function tests (AST and ALT \\> 3 times the upper limit of normal) ( Laboratory tests -serum Chem-20).\n11. Known history of allergy, intolerance, or hypersensitivity to naltrexone or any other study medications( Participant self-report, Clinical interview by psychiatrist).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Patients Successfully Transitioned Off Buprenorphine","description":"Percent of patients retained in treatment and abstinent from opioids at the end of the trial","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":[]}}}