{"nctId":"NCT01639001","briefTitle":"A Study Of Crizotinib Versus Chemotherapy In Previously Untreated ALK Positive East Asian Non-Small Cell Lung Cancer Patients","startDateStruct":{"date":"2012-09-29","type":"ACTUAL"},"conditions":["NSCLC (Non-small Cell Lung Cancer)"],"count":207,"armGroups":[{"label":"Crizotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Crizotinib"]},{"label":"Chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pemetrexed/Cisplatin","Drug: Pemetrexed/Carboplatin"]}],"interventions":[{"name":"Crizotinib","otherNames":[]},{"name":"Pemetrexed/Cisplatin","otherNames":[]},{"name":"Pemetrexed/Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically proven diagnosis of locally advanced not suitable for local treatment, recurrent and metastatic non-squamous cell carcinoma of the lung.\n* Positive for translocation or inversion events involving the ALK gene locus.\n* No prior systemic treatment for locally advanced or metastatic disease. Patients with brain metastases only if treated and neurologically stable for at least 2 weeks and are not taking any medications contraindicated in Exclusion Criteria\n* Evidence of a personally signed and dated informed consent document and willingness and ability to comply with scheduled visits, treatment plans, laboratory tests, and other study procedures including completion of patient reported outcome \\[PRO\\] measures.\n\nExclusion Criteria:\n\n* Current treatment on another therapeutic clinical trial.\n* Prior therapy directly targeting ALK.\n* Any of the following within the 3 months prior to starting study treatment: myocardial infarction, severe/unstable angina, coronary/peripheral artery bypass graft, congestive heart failure, or cerebrovascular accident including transient ischemic attack. Appropriate treatment with anticoagulants is permitted.\n* Ongoing cardiac dysrhythmias of NCI CTCAE Grade \\>=2, uncontrolled atrial fibrillation of any grade, or QTc interval \\>470 msec.\n* Pregnancy or breastfeeding.\n* Use of drugs or foods that are known potent CYP3A inducers/inhibitors Concurrent use of drugs that are CYP3A substrates with narrow therapeutic indices.\n* Known HIV infection\n* History of extensive disseminated/bilateral or known presence of Grade 3 or 4 interstitial fibrosis or interstitial lung disease, including a history of pneumonitis, hypersensitivity pneumonitis, interstitial pneumonia, interstitial lung disease, obliterative bronchiolitis, and pulmonary fibrosis, but not history of prior radiation pneumonitis.\n* Other severe acute or chronic medical conditions (including severe gastrointestinal conditions such as diarrhea or ulcer) or psychiatric conditions, or end-stage renal disease on hemodialysis, or laboratory abnormalities that would impart, in the judgment of the investigator and/or sponsor, excess risk associated with study participation or study drug administration, and which would, therefore, make the patient inappropriate for entry into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS) Based on IRR by Treatment Arm","description":"PFS was defined as the time from the date of randomization to the date of the first documentation of objective tumor progression (by IRR) or death on study due to any cause, whichever occured first. If tumor progression data included more than 1 date, the first date was used. PFS (in months) was calculated as (first event date - randomization date +1)/30.44. Progression is defined using RECIST v1.1, as at least a 20% increase (including an absolute increase of at least 5 millimeters) in the sum of diameters of target lesions, taking as reference the smallest sum on study and/or unequivocal progression of existing non-target lesions and/or appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) - Percentage of Participants With Objective Response Based on IRR","description":"Percentage of participants with objective response of complete response (CR) or partial response (PR) according to RECIST version 1.1. CR was defined as complete disappearance of all target lesions and non-target disease, with the exception of nodal disease. All nodes, both target and non-target, must decrease to normal (short axis \\<10 mm). No new lesions and disappearance of all non-target lesions. PR was defined as \\>=30% decrease under baseline of the sum of diameters of all target lesions. The short axis was used in the sum for target nodes, while the longest diameter was used in the sum for all other target lesions. No unequivocal progression of non-target disease. No new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"45.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to the date of death due to any cause. OS (in months) was calculated as (date of death - date of randomization +1)/30.44. For participants who were lost to follow-up or withdrew consent, the OS was censored on the last date that participants were known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.7","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control at 12 Weeks Based on IRR","description":"Disease Control Rate (DCR) at 12 weeks is defined as the percent of participants with CR, PR or stable disease (SD) at 12 weeks according to RECIST version 1.1 as determined by the IRR. The best response of SD can be assigned if SD criteria were met at least once after randomization at a minimum interval of 6 weeks. CR was defined as complete disappearance of all target lesions and non-target disease, with the exception of nodal disease. All nodes, both target and non-target, must decrease to normal (short axis \\<10 mm). No new lesions and disappearance of all non-target lesions. PR was defined as \\>=30% decrease under baseline of the sum of diameters of all target lesions. The short axis was used in the sum for target nodes, while the longest diameter was used in the sum for all other target lesions. No unequivocal progression of non-target disease. No new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.7","spread":null},{"groupId":"OG001","value":"73.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimate of the Percentage of Participants Surviving at 1 Year and at 18 Months","description":"Probability of survival 1 year and 18 month after randomization. The probability of survival at 1 year was estimated using the Kaplan Meier method and a 2-sided 95% CI for the log \\[-log(1-year survival probability)\\] was calculated using a normal approximation and then back transformed to give a CI for the 1-year survival probability itself. The probability of survival at 18 months was estimated similarly.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":null},{"groupId":"OG001","value":"79.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.2","spread":null},{"groupId":"OG001","value":"72.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR) Based on IRR","description":"DR was defined as the time from the first documentation of objective tumor response (CR or PR), as determined by the IRR, to the first documentation of objective tumor progression or to death due to any cause, whichever occurred first. If tumor progression data included more than 1 date, the first date was used. DR (in weeks) was calculated as (first date of PD or death - first date of CR or PR +1)/7. DR was only calculated for the subgroup of participants with an objective tumor response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"18.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Response (TTR) Based on IRR","description":"TTR was defined as the time from randomization to first documentation of objective tumor response (CR or PR) as determined by the IRR. For participants proceeding from PR to CR, the onset of PR was taken as the onset of response. TTR was calculated for the subgroup of participants with objective tumor response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) Based on IRR","description":"TTP was defined as the time from the date of randomization to the date of the first documentation of objective tumor progression, as determined by IRR. If tumor progression data included more than 1 date, the first date was used. TTP (in months) was calculated as (first event date - randomization date +1)/30.44.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Intracranial Time to Progression (IC-TTP) Based on IRR","description":"IC-TTP was defined similarly to TTP, but only considering intracranial disease (excluding extracranial disease) and the progression was determined based on either new brain metastases or progression of existing brain metastases.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"16.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Extracranial Time to Progression (EC-TTP) Based on IRR","description":"EC-TTP was defined similarly to TTP, but only considering extracranial disease (excluding intracranial disease) and the progression was determined based on either new extracranial lesions or progression of existing extracranial lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration (TTD) in Participant Reported Pain, Dyspnea, or Cough Assessed Using Quality of Life Questionnaire Supplement Module for Lung Cancer (QLQ-LC13)","description":"The QLQ-LC13 consisted of 1 multi-item scale and 9 single items that assessed the specific symptoms (dyspnea, cough, hemoptysis, and site specific pain), side effects (sore mouth, dysphagia, neuropathy, and alopecia), and pain medication use of lung cancer participants receiving chemotherapy. The QLQ-LC13 Coughing, Dyspnoea and Pain in chest each ranged from 0-100 with higher scores indicating a high level of symptomatology/problems. TTD in pain in chest, dyspnea, or cough from the QLQ-LC13 was a composite endpoint defined as the time from randomization to the earliest time the participant's scale scores showed a 10 point or greater increase after baseline in any of the 3 symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functioning and Global Quality of Life (QOL) as Assessed by the European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC-QLQ-C30)","description":"EORTC QLQ-C30: included functional scales (physical, role, cognitive, emotional, and social), global health status, symptom scales (fatigue, pain, nausea/vomiting) and single items (dyspnoea, appetite loss, insomnia, constipation/diarrhea and financial difficulties). The QLQ-C30 Global QOL, Physical Functioning, Role Functioning, Cognitive Functioning, Emotional Functioning, and Social Functioning each ranged from 0-100 with higher scores indicating a better level of functioning or better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0891","spread":null},{"groupId":"OG001","value":"-2.3619","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1896","spread":null},{"groupId":"OG001","value":"-4.8026","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7077","spread":null},{"groupId":"OG001","value":"2.0557","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7705","spread":null},{"groupId":"OG001","value":"-2.9562","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0538","spread":null},{"groupId":"OG001","value":"-5.7570","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8712","spread":null},{"groupId":"OG001","value":"-4.7228","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Scores in QLQ-C30 Symptoms as Assessed by the EORTC-QLQ-C30","description":"EORTC QLQ-C30: included functional scales (physical, role, cognitive, emotional, and social), global health status, symptom scales (fatigue, pain, nausea/vomiting) and single items (dyspnoea, appetite loss, insomnia, constipation/diarrhea and financial difficulties). The QLQ-C30 Appetite loss, Constipation, Diarrhea, Dyspnea, Fatigue, Financial difficulties, Insomnia, Nausea/vomiting, and Pain each ranged from 0-100 with higher scores indicating a high level of symptomatology/problems.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5967","spread":null},{"groupId":"OG001","value":"4.4465","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1367","spread":null},{"groupId":"OG001","value":"2.6341","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3294","spread":null},{"groupId":"OG001","value":"-0.4791","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9353","spread":null},{"groupId":"OG001","value":"-0.1903","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8888","spread":null},{"groupId":"OG001","value":"2.6028","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2339","spread":null},{"groupId":"OG001","value":"0.3826","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3816","spread":null},{"groupId":"OG001","value":"-1.6060","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0796","spread":null},{"groupId":"OG001","value":"6.5986","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.1305","spread":null},{"groupId":"OG001","value":"-0.6956","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Lung Cancer Symptom Scores as Assessed by the EORTC Quality of Life Questionnaire-Lung Cancer 13 (QLQ-LC13)","description":"The QLQ-LC13 consisted of 1 multi-item scale and 9 single items that assessed the specific symptoms (dyspnea, cough, hemoptysis, and site specific pain), side effects (sore mouth, dysphagia, neuropathy, and alopecia), and pain medication use of lung cancer participants receiving chemotherapy. The QLQ-LC13 Alopecia, Coughing, Dysphagia, Dyspnoea, Haemoptysis, Pain in arm or shoulder, Pain in chest, Pain in other parts, Peripheral neuropathy, and Sore mouth each ranged from 0-100 with higher scores indicating a high level of symptomatology/problems.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0837","spread":null},{"groupId":"OG001","value":"2.7710","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.2704","spread":null},{"groupId":"OG001","value":"-10.2748","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5354","spread":null},{"groupId":"OG001","value":"1.0535","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.0842","spread":null},{"groupId":"OG001","value":"-0.4371","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.3017","spread":null},{"groupId":"OG001","value":"-3.0513","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8289","spread":null},{"groupId":"OG001","value":"-2.5927","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3565","spread":null},{"groupId":"OG001","value":"-4.1328","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8475","spread":null},{"groupId":"OG001","value":"-0.2573","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1787","spread":null},{"groupId":"OG001","value":"1.8519","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5134","spread":null},{"groupId":"OG001","value":"3.9114","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in General Health Status as Assessed by EuroQol 5D (EQ-5D)-Visual Analog Scale (VAS)","description":"EQ-5D is a standardized, participant-administered measure of health outcome. It provides a descriptive profile for 5 dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression), using 3 levels (no, moderate, or extreme problems) and a visual analog scale (VAS). The VAS component rates current health state on a scale from 0 (worst imaginable health state) to 100 (best imaginable health state); higher scores indicate a better health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4209","spread":null},{"groupId":"OG001","value":"-0.4927","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in General Health Status as Assessed by EQ-5D-Index","description":"EQ-5D is a standardized, participant-administered measure of health outcome. It provides a descriptive profile for 5 dimensions (mobility, self-care, usual activities, pain/discomfort, anxiety/depression), using 3 levels (no, moderate, or extreme problems) and a visual analog scale (VAS). EQ-5D summary index is obtained with a formula that weights each level of the 5 dimensions. The index-based score is interpreted along a continuum of 0 (death) to 1 (perfect health).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0502","spread":null},{"groupId":"OG001","value":"0.0077","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Visual Disturbance as Assessed by Visual Symptom Assessment Questionnaire (VSAQ-ALK)","description":"VSAQ-ALK is a self-report measure that was developed to assess the problems of visual disturbances and symptoms may include the appearance of overlapping shadows and after images; shimmering, flashing or trailing lights; strings, streamers, or floaters; as well as hazy or blurry vision. The participants answered \"Yes\" to the first question (Q1) of VSAQ-ALK \"Have you experienced any visual disturbances?\" were considered to have experienced visual disturbance and were instructed to complete the rest of the questionnaire. The percentage of participants who responded to Q1 of VSAQ-ALK as \"Yes\" and as \"No\" during each study cycle was calculated as (n/N\\*)\\*100 where N\\* was the number of participants who had completed Q1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.2","spread":null},{"groupId":"OG001","value":"92.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.0","spread":null},{"groupId":"OG001","value":"13.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49.0","spread":null},{"groupId":"OG001","value":"86.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.1","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.9","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.9","spread":null},{"groupId":"OG001","value":"14.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.1","spread":null},{"groupId":"OG001","value":"85.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"13.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.2","spread":null},{"groupId":"OG001","value":"86.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":null},{"groupId":"OG001","value":"89.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Agreement Between Central Laboratory ALK FISH and ALK IHC Test Results - Molecular Profiling Evaluable","description":"Agreement between central laboratory anaplastic lymphoma kinase (ALK) fluorescence in situ hybridization (FISH) and ALK immunohistochemistry (IHC) test results is based on analysis of participants in the Molecular Profiling (MP) evaluable population that have an ALK IHC result and an ALK FISH result of either positive or negative only. This MP evaluable population included participants who screen failed, which their ALK test results were negative based on FISH test. Tumor tissue samples from these screen failure participants were consented and kept. These samples served as a part of negative sample set for evaluation of IHC test and/or polymerase chain reaction (PCR) to determine ALK fusion events. Participants with FISH results of uninformative and assay not performed and IHC results of valid IHC status not available were excluded from the analysis of agreement between central laboratory ALK FISH and ALK IHC test results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"218","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"502","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (AEs; All Causalities)","description":"An AE was an untoward medical occurrence in a participant who received study treatment without regard to possibility of causal relationship. Serious adverse event (SAE) was an AE resulting in any of the following outcomes: death, initial or prolonged inpatient hospitalization, life-threatening experience, persistent or significant disability/incapacity, congenital anomaly. Treatment-emergent AEs were those with initial onset or that worsen in severity after the first dose of study medication. Grade 3 and 4 AEs in below table indicated severe AE and life-threatening consequences respectively; Grade 5 indicated death due to AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.0","spread":null},{"groupId":"OG001","value":"99.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.7","spread":null},{"groupId":"OG001","value":"52.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.9","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.4","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.4","spread":null},{"groupId":"OG001","value":"37.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent AEs (Treatment Related)","description":"An AE was an untoward medical occurrence in a participant who received study treatment without regard to possibility of causal relationship. Serious adverse event (SAE) was an AE resulting in any of the following outcomes: death, initial or prolonged inpatient hospitalization, life-threatening experience, persistent or significant disability/incapacity, congenital anomaly. Treatment-emergent AEs were those with initial onset or that worsen in severity after the first dose of study medication. Grade 3 and 4 AEs in below table indicated severe AE and life-threatening consequences respectively; Grade 5 indicated death due to AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"96.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.3","spread":null},{"groupId":"OG001","value":"40.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"7.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":null},{"groupId":"OG001","value":"31.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":104},"commonTop":["Alanine aminotransferase increased","Vomiting","Nausea","White blood cell count decreased","Aspartate aminotransferase increased"]}}}