{"nctId":"NCT01494987","briefTitle":"Ranolazine When Added to Glimepiride in Subjects With Type 2 Diabetes Mellitus","startDateStruct":{"date":"2012-01"},"conditions":["Type 2 Diabetes Mellitus"],"count":431,"armGroups":[{"label":"Ranolazine+glimepiride","type":"EXPERIMENTAL","interventionNames":["Drug: Ranolazine","Drug: Glimepiride","Behavioral: Diet","Behavioral: Exercise"]},{"label":"Placebo+glimepiride","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Glimepiride","Behavioral: Diet","Behavioral: Exercise"]}],"interventions":[{"name":"Ranolazine","otherNames":["Ranexa®"]},{"name":"Placebo","otherNames":[]},{"name":"Glimepiride","otherNames":[]},{"name":"Diet","otherNames":[]},{"name":"Exercise","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Males and females, 18 to 75 years old, inclusive\n* Documented history of T2DM\n* Receiving one of the following sulfonylurea or metformin therapies in addition to diet and exercise for at least 90 days prior to Screening:\n\n  1. glimepiride at a daily dose of ≥ 2 mg and ≤ 4 mg\n  2. glipizide, glyburide, or glibenclamide (or equivalent) at a daily dose of ≥ 7.5 mg\n  3. gliclazide at a daily dose of \\> 160 mg (or ≥ 60 mg for the modified release \\[MR\\] formulation)\n  4. metformin at a daily dose of ≥ 1500 mg\n* Body mass index (BMI) 25 kg/m2 to 45 kg/m2, inclusive, at Screening\n* HbA1c 7% to 10%, inclusive, at Screening and the end of the Qualifying Period (Day 14)\n* Fasting Serum C-peptide ≥ 0.8 ng/mL at Screening\n* Fasting serum glucose (FSG) ≥ 130 mg/dL (7.2 mmol/L) and ≤ 240 mg/dL (13.3 mmol/L) at Screening and at the end of the Qualifying Period (Day 14): A one-time central laboratory re-test of FSG is allowed in subjects with an initial central laboratory FSG ≥ 120 mg/dL (6.7 mmol/L) and \\< 130 mg/dL (7.2 mmol/L) who are otherwise eligible as determined by the investigator.\n* Able and willing to comply with all study procedures during the course of the study\n* Females of child-bearing potential must have a negative serum pregnancy test at Screening and must agree to use highly effective contraception methods from Screening throughout the duration of the Treatment Period and for 14 days following the last dose of study drug.\n* At least 80% compliant in dosing during the Qualifying Period\n\nExclusion Criteria:\n\n* History of or current diagnosis of type 1 diabetes mellitus\n* History of diabetic ketoacidosis, ketosis-prone diabetes, or hyperosmolar hyperglycemic coma\n* History of a severe episode of hypoglycemia (≥ 1 episode within 3 months prior to Screening or ≥ 2 episodes within 6 months prior to Screening), defined as hypoglycemia requiring 3rd party assistance to actively administer carbohydrate, glucagon, or other resuscitative actions due to severe impairment in consciousness or behavior\n* Clinically significant complications of diabetes that in the judgment of the investigator would make the subject unsuitable to participate in this study\n* History of any clinically significant cardiovascular (CV) or cerebrovascular event (eg, myocardial infarction \\[MI\\], acute coronary syndrome \\[ACS\\], recent revascularization \\[including coronary artery bypass graft procedures or percutaneous coronary intervention\\], transient ischemic attack, or ischemic stroke) ≤ 3 months prior to Screening\n* Inadequately controlled or unstable hypertension as defined by a systolic blood pressure (SBP) \\> 160 mmHg or diastolic blood pressure (DBP) \\> 100 mmHg at Screening and at Randomization\n* Prolonged QT interval corrected for heart rate (QTc) interval \\> 500 msec by electrocardiogram (ECG) at Screening, a personal or family history of QTc prolongation, congenital long QT syndrome, or subjects who are receiving drugs that prolong the QTc interval, such as Class Ia or Class III antiarrhythmic agents, erythromycin, and certain antipsychotics (eg, ziprasidone)\n* History of bariatric surgery at any time in the past or or any other surgery \\< 2 months before Screening; or planning to undergo surgery during the study. Subjects with a planned minor surgery may be enrolled upon approval by the medical monitor.\n* Any other hospitalization in the 14 days prior to Screening or planned hospitalization at any time during the study\n* Significant weight change (± 5%) \\< 2 months prior to Screening or enrollment in a weight-loss program other than a maintenance phase at Screening.\n* Severe renal impairment, defined as an estimated glomerular filtration rate (eGFR) by the Modification of Diet in Renal Disease (MDRD) equation \\< 30 mL/min/1.73 m2 at Screening or undergoing any type of dialysis at Screening or planning to undergo any type of dialysis during the course of the study\n* History of liver cirrhosis (Child-Pugh Class A, B or C)\n* Active liver disease and/or significant abnormal liver function defined as aspartate aminotransferase (AST) \\> 3 x upper limit of the normal range (ULN) and/or alanine aminotransferase (ALT) \\> 3 x ULN and/or serum total bilirubin \\> 2.0 mg/dL\n* History of cancer (except nonmelanomic skin cancers or cervical in situ) within 5 years prior to Screening\n* History of alcohol or other drug abuse \\< 12 months prior to Screening\n* Any other clinically significant existing medical or psychiatric condition, including clinically significant laboratory abnormalities, or one requiring further evaluation that in the opinion of the investigator could interfere with conduct of the study or interpretation of the data\n* Use of antihyperglycemic agents other than sulfonylurea agents or metformin, including but not limited to dipeptidyl peptidase-4 inhibitors (eg, saxagliptin and sitagliptin), glucagon-like peptide-mimetics (eg, exenatide), or insulin \\< 3 months prior to Screening; use of thiazolidinediones (TZDs) (eg, rosiglitazone or pioglitazone) \\< 24 weeks prior to Screening\n* Previous history of intolerance of glimepiride (as a single-agent therapy)\n* Prior treatment with open-label ranolazine, or known hypersensitivity or intolerance to ranolazine or any of its excipients\n* Treatment with strong or moderate cytochrome P (CYP)3A inhibitors or P-glycoprotein (P-gp) inhibitors within 14 days prior to randomization\n* Treatment with CYP3A inducers or P-gp inducers within 14 days prior to randomization\n* Treatment with CYP3A4 substrates with a narrow therapeutic range (eg, cyclosporine, tacrolimus, or sirolimus) within 14 days prior to Randomization\n* Treatment with simvastatin at a dose of \\> 20 mg daily or lovastatin at a dose of \\> 40 mg daily within 14 days prior to Randomization\n* Weight loss medication or anti-obesity medication (prescription or non-prescription) \\< 3 months prior to Screening\n* Treatment with niacin \\> 200 mg daily; if receiving ≤ 200 mg daily, should be on stable doses for ≥ 3 months prior to Screening\n* Expected or current treatment with systemic corticosteroids (oral or injectable) for \\> 14 days from Screening through the end of the Treatment Period. Topical or inhaled corticosteroid formulations are permitted at any time during the study.\n* If receiving thyroid replacement therapy, should be on stable doses for at least 6 weeks prior to randomization\n* Hemoglobin \\< 12 g/dL for males or \\< 11 g/dL for females at Screening\n* Participation in another clinical study involving an investigational drug or device \\< 30 days prior to Screening; participation in another clinical study involving an oral antihyperglycemic agent (OHA) \\< 90 days prior to Screening\n* Donation of blood \\< 2 months prior to Screening or plans to donate blood while participating in the study\n* Females who are pregnant or are breastfeeding\n* Other condition(s) that, in the opinion of the investigator, would compromise the safety of the individual, prevent compliance with the study protocol (including the ability to comply with Mixed Meal Tolerance Test \\[MMTT\\]), or compromise the quality of the clinical study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"The average (mean) change from baseline in HbA1c at Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.08","spread":"1.070"},{"groupId":"OG001","value":"7.58","spread":"1.089"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":"0.949"},{"groupId":"OG001","value":"-0.47","spread":"0.971"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Incremental Change of 2-hour Postprandial Serum Glucose at Week 24","description":"The average (mean) change from baseline in incremental change of 2-hour postprandial serum glucose at Week 24 was analyzed.\n\nMixed Meal Tolerance Test (MMTT) Full Analysis Set: randomized participants who received at least one dose of study treatment with a baseline and at least one postbaseline measurement of serum glucose at T=120 minutes during the MMTT, administered under fasting conditions, excluding participants with major eligibility protocol violations, analyzed based on the randomized treatment regardless of actual treatment received.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2","spread":"42.6"},{"groupId":"OG001","value":"1","spread":"44.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Serum Glucose at Week 24","description":"The average (mean) change from baseline in fasting serum glucose at Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":"40.7"},{"groupId":"OG001","value":"2","spread":"45.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour Postprandial Serum Glucose at Week 24","description":"The average (mean) change from baseline in 2-hour postprandial serum glucose at Week 24 was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":"58.0"},{"groupId":"OG001","value":"1","spread":"59.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":216},"commonTop":["Hyperglycemia","Hypoglycaemia","Nausea"]}}}