{"nctId":"NCT00396656","briefTitle":"Safety and Efficacy of Valsartan vs Atenolol and Hydrochlorothiazide Combination on Blood Flow in Hypertensive Patients","startDateStruct":{"date":"2005-12"},"conditions":["Hypertension"],"count":30,"armGroups":[{"label":"Valsartan followed by atenolol + hydrochlorothiazide (HCTZ)","type":"EXPERIMENTAL","interventionNames":["Drug: Atenolol","Drug: Hydrochlorothiazide (HCTZ))","Drug: Valsartan"]},{"label":"Atenolol + hydrochlorothiazide (HCTZ) followed by valsartan","type":"EXPERIMENTAL","interventionNames":["Drug: Atenolol","Drug: Hydrochlorothiazide (HCTZ))","Drug: Valsartan"]}],"interventions":[{"name":"Atenolol","otherNames":[]},{"name":"Hydrochlorothiazide (HCTZ))","otherNames":[]},{"name":"Valsartan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Caucasian; male or female outpatients and age between 40-65 years of age, inclusive.\n* At Visit 2 all patients must have a mean sitting diastolic blood pressure (msSBP) of ≥ 90 mmHg and \\< 110 mmHg.\n\nExclusion Criteria:\n\n* If a single reading for arterial hypertension in msSBP \\> 180 mmHg or msDBP \\> 110 mmHg at any visit after randomization.\n* Inability to discontinue all prior antihypertensive medications safely for a period of 2 weeks prior to randomization.\n* Known history of hypotensive symptoms or orthostatic hypotension.\n* Concomitant use of statins or statin intake during the four weeks prior to Visit 1.\n* Known Keith-Wagener grade III or IV hypertensive retinopathy.\n* A history of heart failure (NYHA II-IV).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Difference in Mean Post-treatment Microcirculation at Acetylcholine (ACH) Injected Sites Compared to NaCl Injected Sites","description":"10 µl of acetylcholine (ACH) at 3 concentrations (10-7, 10-8, 10-9 M) was injected intra-dermally at 3 sites on the forearms. NaCl was injected at 2 sites on the forearms. Microcirculation was measured using laser doppler velocimetry before and 12 times in the 30 minutes following injection. The mean difference of the 12 post-injection measurements to the pre-injection measurement was calculated. Means for the 3 ACH and the 2 NaCl sites were calculated and compared. Microcirculation was measured in perfusion units which is an arbitrary measure specific to each laser doppler scanner.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.21","spread":"38.11"},{"groupId":"OG001","value":"61.04","spread":"49.16"}]}]}]},{"type":"SECONDARY","title":"Difference in Mean Post-treatment Microcirculation at Acetylcholine (ACH) Plus L-NMMA Injected Sites Compared to NaCl Injected Sites","description":"10 µl of acetylcholine (ACH) at 3 concentrations (10-7, 10-8, 10-9 M) plus 10 µl L-NMMA (10-6 M) was injected intra-dermally at 3 sites on the forearms. NaCl was injected at 2 sites. Microcirculation was measured using laser doppler velocimetry before and 12 times in the 30 minutes following injection. The mean difference of the 12 post-injection measurements to the pre-injection measurement was calculated. Means for the 3 ACH and the 2 NaCl sites were calculated and compared. Microcirculation was measured in perfusion units which is an arbitrary measure specific to each laser doppler scanner.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.11","spread":"22.19"},{"groupId":"OG001","value":"-5.60","spread":"40.47"}]}]}]},{"type":"SECONDARY","title":"Difference in Mean Post-treatment Microcirculation at a Sodium Nitroprusside Injected Site Compared to NaCl Injected Sites","description":"10 µl of sodium nitroprusside at a concentration of 10-7 M was injected intra-dermally at 1 site on the forearms. NaCl was injected at 2 sites on the forearms. Microcirculation was measured using laser doppler velocimetry before and 12 times in the 30 minutes following injection. The mean difference of the 12 post-injection measurements to the pre-injection measurement was calculated. A mean for the 2 NaCl sites was calculated and compared to the sodium nitroprusside mean. Microcirculation was measured in perfusion units which is an arbitrary measure specific to each laser doppler scanner.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120.65","spread":"74.52"},{"groupId":"OG001","value":"128.14","spread":"63.79"}]}]}]},{"type":"SECONDARY","title":"Mean Post-treatment Microcirculation at NaCl Injected Sites","description":"10 µl of NaCl was injected intra-dermally at 2 sites on the forearms. Microcirculation was measured using laser doppler velocimetry before and 12 times in the 30 minutes following injection. The mean difference of the 12 post-injection measurements to the pre-injection measurement was calculated. A mean for the 2 NaCl sites was calculated. Microcirculation was measured in perfusion units which is an arbitrary measure specific to each laser doppler scanner.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.78","spread":"47.53"},{"groupId":"OG001","value":"50.96","spread":"67.88"}]}]}]},{"type":"SECONDARY","title":"Arterial Pressure Waveform Augmentation Index at the End of Treatment","description":"Using applanation tonometry, the arterial pulse form measured at the wrist was analyzed using computerized pulse wave analysis. The arterial pressure waveform has two components; the first is the forward traveling wave when the left ventricle contracts and the second is the reflected wave returning from the periphery. The augmentation index is the ratio of the first and second systolic peaks and is used as a surrogate measure of arterial stiffness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139.05","spread":"20.64"},{"groupId":"OG001","value":"144.51","spread":"21.97"}]}]}]},{"type":"SECONDARY","title":"Arterial Pressure Waveform Pulse Wave Velocity at the End of Treatment","description":"Using applanation tonometry, the arterial pulse form measured at the wrist was analyzed using computerized pulse wave analysis. The arterial pressure waveform has two components; the first is the forward traveling wave when the left ventricle contracts and the second is the reflected wave returning from the periphery. Pulse wave velocity is the speed of the forward traveling wave and can be used as a measure of arterial stiffness since the more rigid the wall of the artery, the faster the wave moves.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.07","spread":"1.28"},{"groupId":"OG001","value":"7.60","spread":"1.18"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":28},"commonTop":["Headache","Vertigo","Diarrhoea","Bronchitis","Cystitis"]}}}