{"nctId":"NCT02186873","briefTitle":"A Study of Golimumab in Participants With Active Ankylosing Spondylitis","startDateStruct":{"date":"2014-09-03","type":"ACTUAL"},"conditions":["Ankylosing Spondylitis"],"count":208,"armGroups":[{"label":"Treatment Group 1: Placebo then Golimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Golimumab"]},{"label":"Treatment Group 2: Golimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Golimumab"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Golimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with diagnosis of definite ankylosing spondylitis for at least 3 months based on modified New York radiographic and clinical criteria\n* Participants with symptoms of active disease at screening and at baseline\n* Participant has either an inadequate response to at least 2 non-steroidal anti-inflammatory drugs (NSAID) over a 4 week period in total with maximal recommended doses of NSAIDs, or is unable to receive a full 4 weeks of maximal NSAID therapy because of intolerance, toxicity, or contraindications to NSAIDs\n* Participants with C- reactive protein (CRP) level of greater than or equal to (\\>=) 0.3 milligram per deciliter (mg/dL) at screening\n* Additional protocol-defined inclusion criteria apply\n\nExclusion Criteria:\n\n* Participant with other inflammatory diseases that might confound the evaluations of benefit from the golimumab therapy\n* Pregnant or lactating females\n* Participants with chest radiograph within 3 months prior to the first administration of study agent that shows an abnormality suggestive of a malignancy or current active infection, including tuberculosis\n* Participants who had a serious infection (including but not limited to, hepatitis, pneumonia, sepsis, or pyelonephritis), or have been hospitalized for an infection, or have been treated with intravenous (IV) antibiotics for an infection within 2 months prior to first administration of study agent\n* Additional protocol-defined exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Percentage of Participants Who Achieved at Least 40 Percent Improvement From Baseline in the Assessment of SpondyloArthritis International Society (ASAS 40) at Week 16","description":"An ASAS 40 response is defined as \\>=40% improvement from baseline in 3 of 4 domains: patient's global assessment of disease activity (0=very well, 10=very poor), total back pain (0=no pain, 10=most severe pain), function (self-assessment using BASFI (0=no functional impairment to 10=maximal impairment), inflammation (0=none, 10=very severe) with an absolute improvement of at least 2 (0-10 cm VAS), and no deterioration in the remaining domain.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"47.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved at Least 50 Percent Improvement From Baseline in Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) at Week 16","description":"The BASDAI is a self-assessment tool to determine disease activity using a VAS of 0-10 cm (0=none and 10=very severe) participant's answered 6 questions measuring fatigue, spinal pain, joint pain, enthesitis, and morning stiffness. The final BASDAI is calculated as a mean of individual questions with a final score range of 0 to 10 cm; 0=best and 10=worst.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"41.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Functional Index (BASFI) Score at Week 16","description":"The BASFI is a participant's self-assessment of physical function represented as a mean of 10 questions, each question rated on VAS 0 to 10 cm (VAS 0 to 10 cm; 0=easy to 10=impossible), 8 of which relate to the participant's functional anatomy and 2 of which relate to a participant's ability to cope with everyday life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.471","spread":"1.9558"},{"groupId":"OG001","value":"-2.386","spread":"2.1300"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Achieved at Least 20 Percent Improvement From Baseline in the Assessment of SpondyloArthritis International Society (ASAS 20) at Week 16","description":"ASAS 20 defined as 20 percent (%) improvement compared to baseline in the ASAS Working Group criteria: that is, greater than or equal to (\\>=)20% improvement from baseline in at least 3 of the 4 domains: patient's global assessment of disease activity (0=very well,10 =very poor), total back pain (0=no pain,10=most severe pain), function (self-assessment using BASFI \\[0=no functional impairment to 10= maximal impairment\\]), inflammation (0=none,10=very severe) with an absolute improvement of at least 1 (0-10 centimeter (cm) visual analogue scale \\[VAS\\]), and an absence of deterioration (defined as \\>=20% worsening and absolute worsening of at least 1 on a 0-10 cm scale) in the potential remaining domain.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 Health Survey (SF-36) Physical Component Summary (PCS) Score at Week 16","description":"The Medical Outcome Study health measure SF-36 questionnaire is a well-validated and widely used quality-of-life instrument. It is a self-administered survey that consists of 8 multi-item scales: The 4 subscales of the SF-36 comprises the PCS score (physical functioning, role-physical, bodily pain, and general health) and the 4 subscales of the SF-36 comprises the MCS score (vitality, social functioning, role-emotional, and mental health). PCS and MCS are scored from 0 to 100 with higher scores indicating better health (worst value is 0 and best value is 100), which are scored using a norm-based system where linear transformations are performed to transform scores to a mean of 50 and standard deviation of 10.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.86","spread":"6.177"},{"groupId":"OG001","value":"8.52","spread":"7.535"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 Health Survey (SF-36) Mental Component Summary (MCS) Score at Week 16","description":"The Medical Outcome Study health measure SF-36 questionnaire is a well-validated and widely used quality-of-life instrument. It is a self-administered survey that consists of 8 multi-item scales: The 4 subscales of the SF-36 comprises the PCS score (physical functioning, role-physical, bodily pain, and general health) and the 4 subscales of the SF-36 comprises the MCS score(vitality, social functioning, role-emotional, and mental health). PCS and MCS are scored from 0 to 100 with higher scores indicating better health (worst value is 0 and best value is 100), which are scored using a norm-based system where linear transformations are performed to transform scores to a mean of 50 and standard deviation of 10.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"10.004"},{"groupId":"OG001","value":"6.47","spread":"9.122"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Low Level of Disease Activity (ASAS Partial Remission) at Week 16","description":"Low level of disease activity was measured by criteria for ASAS partial remission, defined as a value below 2 on a scale of 0 to 10 cm in each of the 4 ASAS domains: patient's global assessment of disease activity, total back pain, function (BASFI), inflammation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"16.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Ankylosing Spondylitis Quality of Life (ASQoL) at Week 16","description":"The ASQoL is a self-administered health-related quality of life (HRQOL) instrument. It consists of 18 items requesting a Yes or No response to questions related to the impact of the disease/condition (including pain) on sleep, mood, motivation, ability to cope, activities of daily living, independence, relationships, and social life. A score of 1 is given to a response of \"yes\" on each item and all item scores are summed to a total score with a range of 0 to 18. Higher scores indicate worse HRQOL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"4.57"},{"groupId":"OG001","value":"-5.4","spread":"5.01"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bath Ankylosing Spondylitis Metrology Index (BASMI) at Week 16","description":"BASMI is an objective measure of spinal mobility. The BASMI score is composed of 5 measures: tragus to wall distance, lumbar flexion, cervical rotation, lumbar side flexion, and intermalleolar distance. Each measure was scored 0-2 (0=normal mobility/mild disease involvement, 1=moderate disease involvement, 2=severe disease involvement) to give a final total BASMI score ranging from 0 to 10. The higher the BASMI score, the more severe was the participant's limitation of movement due to their AS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.539"},{"groupId":"OG001","value":"-0.38","spread":"0.625"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":103},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Alanine aminotransferase increased","Headache"]}}}