{"nctId":"NCT02993406","briefTitle":"Evaluation of Major Cardiovascular Events in Participants With, or at High Risk for, Cardiovascular Disease Who Are Statin Intolerant Treated With Bempedoic Acid (ETC-1002) or Placebo","startDateStruct":{"date":"2016-12-22","type":"ACTUAL"},"conditions":["Cardiovascular Diseases","Statin Adverse Reaction"],"count":13970,"armGroups":[{"label":"Bempedoic Acid 180 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Bempedoic acid 180 mg tablet"]},{"label":"Placebo Comparator","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching placebo tablet"]}],"interventions":[{"name":"Bempedoic acid 180 mg tablet","otherNames":["ETC-1002"]},{"name":"Matching placebo tablet","otherNames":["placebo comparator"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 18 and 85 years\n* History of, or at high risk for, cardiovascular disease (CVD) including coronary artery disease, symptomatic peripheral arterial disease, cerebrovascular atherosclerotic disease, or at high risk for a cardiovascular event\n* Participant-reported SI due to an adverse safety effect that started or increased during statin therapy and resolved or improved when statin therapy was discontinued resulting in an inability to tolerate:\n\n  * 2 or more statins at any dose, or\n  * 1 statin at any dose and unwilling to attempt a second statin or advised by a physician to not attempt a second statin.\n\nPlease note that participants currently tolerating very low dose statin therapy (an average daily dose of rosuvastatin \\<5 mg, atorvastatin \\<10 mg, simvastatin \\<10 mg, lovastatin \\<20 mg, pravastatin \\<40 mg, fluvastatin \\<40 mg, or pitavastatin \\<2 mg) are considered to be intolerant to that low dose statin. Patients may continue taking very low dose statin therapy throughout the study provided that it is stable (used for at least 4 weeks prior to screening) and well tolerated.\n\n* Written confirmation by both participant and investigator that the participant is statin intolerant as defined above, aware of the benefit of statin use to reduce the risk of MACE including death, and also aware that many other participants who are unable to tolerate a statin are able to tolerate a different statin or dose.\n* Men and nonpregnant, nonlactating women\n* Fasting blood LDL-cholesterol ≥ 100 (2.6 mmol/L) at screening\n\nExclusion Criteria:\n\n* Fasting blood triglycerides greater than 500 mg/dL (5.6 mmol/L) at screening\n* Recent (within 90 days of screening) history of major cardiovascular events, transient ischemic attack (TIA), or unstable or symptomatic cardiac arrhythmia\n* History of severe heart failure\n* Uncontrolled hypertension or uncontrolled diabetes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Occurrence of Four Component Major Adverse Cardiovascular Events (MACE)","description":"The primary efficacy end point was a four-component composite of adjudicated MACE, defined as death from cardiovascular causes, nonfatal myocardial infarction, nonfatal stroke, or coronary revascularization, as assessed in a time-to first-event analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"819","spread":null},{"groupId":"OG001","value":"927","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Three Component MACE","description":"The first key secondary end point was a three-component MACE, defined as death from cardiovascular causes, nonfatal myocardial infarction, or nonfatal stroke.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"575","spread":null},{"groupId":"OG001","value":"663","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With First Occurrence of Myocardial Infarction","description":"Number of participants with time to first occurrence of fatal and non-fatal myocardial infarction are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"261","spread":null},{"groupId":"OG001","value":"334","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to First Occurrence of Coronary Revascularization","description":"Number of participants with time to first occurrence of coronary revascularization are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"435","spread":null},{"groupId":"OG001","value":"529","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to First Occurrence of Stroke","description":"Number of participants with time to first occurrence of fatal and non-fatal stroke.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"158","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to Cardiovascular Death","description":"Number of participants with time to cardiovascular death are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"269","spread":null},{"groupId":"OG001","value":"257","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to All-cause Mortality","description":"All-cause mortality is death due to any cause. Number of participants with time to all-cause mortality are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"434","spread":null},{"groupId":"OG001","value":"420","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1767,"n":7001},"commonTop":["Hypertension","COVID-19","Hyperuricaemia","Arthralgia","Urinary tract infection"]}}}