{"nctId":"NCT01542034","briefTitle":"Phase 3 Study of Deoxycholic Acid Injection (ATX-101) Versus Placebo for the Reduction of Localized Subcutaneous Fat in the Submental Area","startDateStruct":{"date":"2012-02"},"conditions":["Moderate or Severe Submental Fullness"],"count":506,"armGroups":[{"label":"Deoxycholic Acid Injection","type":"EXPERIMENTAL","interventionNames":["Drug: Deoxycholic acid injection"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Deoxycholic acid injection","otherNames":["ATX-101","Kybella"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Submental fat graded by the investigator as 2 or 3 using the Clinician-Reported Submental Fat Rating Scale (CR-SMFRS) and graded by the subject as 2 or 3 using the Patient-Reported Submental Fat Rating Scale (PR-SMFRS) as determined on Visit 1 (within 28 days before randomization).\n2. Dissatisfaction with the submental area expressed by the subject as a rating of 0, 1, or 2 using the Subject Self Rating Scale (SSRS) as determined on Visit 1 (within 28 days before randomization).\n3. Males and nonpregnant, nonlactating females 18 to 65 years of age, inclusive, on the day of randomization (Visit 2). Females of childbearing potential must have a negative human chorionic gonadotropin (hCG) test result within 28 days before Visit 2 and agree to practice adequate contraception, in the judgment of the investigator, during the course of the study. Females of childbearing potential who are not sexually active need not practice contraception.\n4. History of stable body weight, in the judgment of the investigator, for at least 6 months before randomization.\n5. Expected to understand and agree to comply with the visit schedule and all protocol-specified tests and procedures and agreement by the subject to refrain from making significant changes, in the judgment of the investigator, to his or her dietary or exercise habits during the course of the subject's participation.\n6. Agreement to forego any treatment or behavior (e.g., unshaven facial hair) during the subject's participation in the study that may affect the assessments of the submental area.\n7. Medically able to undergo the administration of study material determined by clinical and laboratory tests obtained within 28 days before randomization for which the investigator identified no clinically significant abnormality.\n8. Signed informed consent obtained before any study-specific procedure is performed.\n\nExclusion Criteria:\n\n1. History of any intervention to treat submental fat (e.g., liposuction, surgery, or lipolytic agents).\n2. History of trauma associated with the chin or neck areas that in the judgment of the investigator may affect evaluation of safety or efficacy of treatment.\n3. A Submental Skin Laxity Grade (SMSLG) of 4 or other anatomical feature (e.g., predominant subplatysmal fat, loose skin in the neck or chin area, prominent platysmal bands), as assessed within 28 days before randomization, for which reduction in submental fat may, in the judgment of the investigator, result in an aesthetically unacceptable outcome.\n4. Evidence of any cause of enlargement in the submental area (e.g., thyroid enlargement, cervical adenopathy) other than localized submental fat.\n5. Body mass index of \\> 40.0 as determined on Visit 1.\n6. History or current symptoms of dysphagia.\n7. A result on coagulation tests (PT, PTT) obtained within 28 days before randomization that indicates the presence of any clinically significant bleeding disorder.\n8. Any medical condition (e.g., respiratory, cardiovascular, hepatic, neurological disease, or thyroid dysfunction) that would interfere with assessment of safety or efficacy or compromise the subject's ability to undergo study procedures or give informed consent.\n9. Treatment with radio frequency, laser procedures, chemical peels, or dermal fillers in the neck or chin area within 12 months before randomization.\n10. Treatment with botulinum toxin injections in the neck or chin area within 6 months before randomization.\n11. History of sensitivity to any components of the study material\n12. History of sensitivity to topical or local anesthetics (e.g., lidocaine, benzocaine, procaine).\n13. Previous randomization in this study or previous participation in a Kythera-sponsored ATX 101 trial.\n14. Treatment with an investigational device or agent within 30 days before randomization.\n15. For centers selected to conduct magnetic resonance imaging (MRI) evaluations, any subject with the presence of any condition that would render a subject unsuitable for MRI evaluation (e.g., claustrophobia), or metals in the body that would interfere with MRI acquisition (e.g., nonremovable metal appliances in the mouth such as silver or gold caps, pacemakers, metal joints).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved a Composite 1-grade Response","description":"A composite 1-grade response is defined as at least a 1-grade improvement from Baseline on both the Clinician-Reported Submental Fat Rating Scale (CR-SMFRS) and Patient-Reported Submental Fat Rating Scale (PR-SMFRS) 12 weeks after the last treatment.\n\nThe CR-SMFRS score is based on the investigator's clinical evaluation of the participant, where submental fullness is scored on a 5-point ordinal scale (0-4) with 0 = absent, 1 = mild, 2 = moderate, 3 = severe, and 4 = extreme.\n\nThe PR-SMFRS is based on the participant's response to the question \"How much fat do you have under your chin right now?\" answered on a 5-point ordinal scale (0-4) with 0 = no chin fat at all, 1 = a slight amount of chin fat, 2 = a moderate amount of chin fat, 3 = a large amount of chin fat, and 4 = a very large amount of chin fat.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null},{"groupId":"OG001","value":"18.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Achieved a Composite 2-grade Response","description":"A composite 2-grade response is defined as at least a 2-grade improvement from Baseline on both the Clinician-Reported Submental Fat Rating Scale (CR-SMFRS) and Patient-Reported Submental Fat Rating Scale (PR-SMFRS) 12 weeks after the last treatment.\n\nThe CR-SMFRS score is based on the investigator's clinical evaluation of the participant, where submental fullness is scored on a 5-point ordinal scale (0-4) with 0 = absent, 1 = mild, 2 = moderate, 3 = severe, and 4 = extreme.\n\nThe PR-SMFRS is based on the participant's response to the question \"How much fat do you have under your chin right now?\" answered on a 5-point ordinal scale (0-4) with 0 = no chin fat at all, 1 = a slight amount of chin fat, 2 = a moderate amount of chin fat, 3 = a large amount of chin fat, and 4 = a very large amount of chin fat.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Magnetic Resonance Imaging (MRI) Response","description":"An MRI responder is a participant who exhibited at least a 10% reduction in submental fat volume as measured by MRI from Baseline to 12 weeks after last treatment. Magnetic resonance imaging was evaluated in a subset of participants at selected centers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null},{"groupId":"OG001","value":"5.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Reported Submental Fat Impact Scale (PR-SMFIS)","description":"The PR-SMFIS assesses the impact of submental fat on self-perception of 6 emotional and visual characteristics related to the appearance of submental fullness (unhappy, bothered, self-conscious, embarrassed, look older, and look overweight) as evaluated by the participant. Each item is rated on an 11-point numeric scale from 0 to 10. Scores for the 6 items were averaged to generate a PR-SMFIS total scale score ranging from 0 to 10 where 0 is a positive outcome and 10 is a negative outcome. A negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.56","spread":"2.793"},{"groupId":"OG001","value":"-1.16","spread":"2.064"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":257},"commonTop":["Injection site haematoma","Injection site pain","Injection site oedema","Injection site anaesthesia","Injection site swelling"]}}}