{"nctId":"NCT00540514","briefTitle":"Albumin-bound Paclitaxel (ABI-007) for Patients With Advanced Non-Small Cell Lung Cancer","startDateStruct":{"date":"2007-11-01","type":"ACTUAL"},"conditions":["Non-Small Cell Lung Carcinoma"],"count":1052,"armGroups":[{"label":"Albumin-bound paclitaxel + Carboplatin","type":"EXPERIMENTAL","interventionNames":["Drug: Albumin-bound paclitaxel","Drug: Carboplatin"]},{"label":"Paclitaxel + Carboplatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Paclitaxel","Drug: Carboplatin"]}],"interventions":[{"name":"Albumin-bound paclitaxel","otherNames":["ABI-007","ABRAXANE®","nab®-paclitaxel"]},{"name":"Paclitaxel","otherNames":["Taxol®"]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed stage IIIB or IV non-small cell lung cancer (NSCLC)\n* Male or non-pregnant and non-lactating female, and equal or greater than age 18\n\n  * If a female patient is of child-bearing potential, as evidence by regular menstrual periods, she must have a negative serum pregnancy test (beta human chorionic gonadotropin \\[βhCG\\]) documented within 72 hours of the first administration of study drug\n  * If sexually active, the patient must agree to utilize contraception considered adequate and appropriate by the investigator\n* No other current active malignancy\n* Radiographically-documented measurable disease (defined by the presence of at least 1 radiographically documented measurable lesion)\n* Patients must have received no prior chemotherapy for the treatment of metastatic disease. Adjuvant chemotherapy permitted providing cytotoxic chemotherapy was completed 12 months prior to starting the study\n* Patient has the following blood counts at baseline:\n\n  * Absolute neutrophil count (ANC) greater than or equal to 1.5x10\\^9/L\n  * Platelets greater than or equal to 100x10\\^9/L\n  * Hemoglobin (Hgb) greater than or equal to 9 g/dL\n* Patient has the following blood chemistry levels at baseline:\n\n  * Aspartate aminotransferase (SGOT), alanine aminotransferase (SGPT) less than or equal to 2.5 x upper limit of normal range (ULN) or less than or equal to 5.0 x ULN if liver metastases;\n  * Total bilirubin less than or equal to ULN\n  * Creatinine less than or equal to 1.5 mg/dL\n* Expected survival of greater than 12 weeks\n* Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Patient or his/her legally authorized representative or guardian has been informed about the nature of the study, and has agreed to participate in the study, and signed the Informed Consent form prior to participation in any study-related activities\n\nExclusion Criteria:\n\n* Evidence of active brain metastases, including leptomeningeal involvement. Prior evidence of brain metastasis permitted only if treated and stable and off therapy for greater than or equal to 1 month\n* The only evidence of disease is non-measurable\n* Patient has pre-existing peripheral neuropathy of Grade 2, 3, or 4 (per Common Terminology Criteria for Adverse Events \\[CTCAE\\] Version 3).\n* Patient received radiotherapy in the last 4 weeks, except if to a non-target lesion only. Prior radiation to a target lesion is permitted only if there has been clear progression of the lesion since radiation was completed\n* Patient has a clinically significant concurrent illness\n* Patient has received treatment with any investigational drug within the previous 4 weeks\n* Patient has a history of allergy or hypersensitivity to any of the study drugs\n* Patient has serious medical risk factors involving any of the major organ systems such that the investigator considers it unsafe for the patient to receive an experimental research drug\n* Patient is enrolled in any other clinical protocol or investigational trial that involves administration of experimental therapy and/or therapeutic devices.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an Objective Confirmed Complete Response or Partial Response by Blinded Radiology Assessment","description":"Antitumor response was defined as the percentage of participants who achieved an objective response (Confirmed Response \\[CR\\] or Partial Response \\[PR\\]), confirmed by repeat assessments performed no less than 4 weeks after the criteria for response were first met. Response was based on the blinded radiological review using Response Evaluation Criteria in Solid Tumors (RECIST) response guidelines, Version 1.0.\n\nA complete response was defined as a disappearance of all target and non-target lesions and no new lesions.\n\nPartial response was defined as ≥ 30% decrease in the sum of the longest diameters (SLD) of target lesions, taking as reference the baseline SLD, and the persistence of one or more non-target lesions not qualifying for CR or Progressive Disease (the \"unequivocal progression\" of existing non-target lesion(s) or appearance of one or more new lesions).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival by Blinded Radiology Assessment","description":"Progression free survival time was defined as the time from the day of randomization to the start of disease progression or death (any cause), whichever occurred first, based on the blinded radiological review response assessment. Progressive disease was defined as a ≥ 20% increase in the SLD of target lesions, taking as reference the nadir SLD recorded since the treatment started, or the presence of one or more new lesions, or the \"unequivocal progression\" of existing non-target lesion(s) or appearance of one or more new lesion(s).\n\nParticipants who did not have disease progression or had not died were censored at the last visit they were documented as progression free. If palliative radiotherapy or surgery at lesion sites occurred, the participant was censored at the last date without documented progression prior to radiotherapy or surgery. In follow-up, participants who began new therapy prior to progression were censored at the last documented date as progression-free.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Participant Survival","description":"Overall survival was defined as the time from the day of randomization to participant death (due to any cause), as assessed by post study follow-up performed monthly for 6 months and every 3 months thereafter for 12 months. All participants who were lost to the follow-up prior to the end of the trial or who completed the 18 month follow up phase were censored at last known time the participant was alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Controlled Disease","description":"Controlled disease was defined as the percentage of participants with stable disease for ≥ 16 weeks or confirmed complete or partial overall response, based on blinded radiological assessment. Stable disease was defined as neither sufficient shrinkage of target lesions to qualify for Partial Response, nor sufficient increase to qualify for Progressive Disease, or the persistence of one or more non-target lesions not qualifying for Complete Response or Progressive Disease.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response in Responding Patients","description":"Duration of response was assessed by progression free survival for participants who achieved a confirmed complete response or partial response based on blinded radiological assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"A Treatment-emergent AE was any AE that began or worsened in grade after the start of study drug through 30 days after the last dose of study drug or end of study whichever is later. Treatment related toxicity was one considered by the investigator to be possibly, probably or definitely related to study drug. AEs were graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v3.0 on the following scale: Grade 1 = mild, Grade 2 = moderate, Grade 3 = severe, Grade 4 = life-threatening, Grade 5 = death. A serious adverse event (SAE) is any untoward medical occurrence at any dose that: is fatal or life-threatening; results in persistent or significant disability or incapacity; requires or prolongs in-patient hospitalization; is a congenital anomaly/birth defect in the offspring of a patient; and conditions not included in the above that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"483","spread":null},{"groupId":"OG001","value":"504","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"360","spread":null},{"groupId":"OG001","value":"355","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"469","spread":null},{"groupId":"OG001","value":"481","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"321","spread":null},{"groupId":"OG001","value":"315","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"365","spread":null},{"groupId":"OG001","value":"214","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"SPARC Status and Correlation With Overall Survival","description":"The expression and cellular distribution of Secreted Protein Acidic and Rich in cysteine (SPARC) in biopsies of lung tumor was examined by immunohistochemistry using a 2 antibody system by an approved central laboratory and analyzed by 2 pathologists. The following tissue components were scored: tumor cells, fibroblasts, inflammatory cells, acellular stroma/matrix, and blood vessels.\n\nTo classify participants into \"high-SPARC\" and \"low-SPARC\" groups, an average z-score was calculated across variables and classified \"high-SPARC\" (average z-scores ≥0) and \"low-SPARC\" (average z-scores \\<0) groups.\n\nSPARC status was then correlated with overall survival (the time from the day of randomization to participant death due to any cause).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants Who Achieved an Objective Confirmed Complete Response or Partial Response by Blinded Radiology Assessment, by Histology","description":"Antitumor response was defined as the percentage of participants who achieved an objective response (Confirmed Response \\[CR\\] or Partial Response \\[PR\\]), confirmed by repeat assessments performed no less than 4 weeks after the criteria for response were first met. Response was based on the blinded radiological review using Response Evaluation Criteria in Solid Tumors (RECIST) response guidelines, Version 1.0.\n\nA complete response was defined as a disappearance of all target and non-target lesions and no new lesions.\n\nPartial response was defined as ≥ 30% decrease in the sum of the longest diameters (SLD) of target lesions, taking as reference the baseline SLD, and the persistence of one or more non-target lesions not qualifying for CR or Progressive Disease (the \"unequivocal progression\" of existing non-target lesion(s) or appearance of one or more new lesions).\n\nHistology was determined at the time of primary diagnosis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximal Degree of Anemia Based on Clinical Laboratory Values for Hemoglobin","description":"The maximal degree of anemia (and myelosuppression) was assessed by the overall nadir of hemoglobin levels based on clinical laboratory measurements graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":"17.19"},{"groupId":"OG001","value":"103.9","spread":"16.90"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximal Degree of Neutropenia Based on Clinical Laboratory Values of Absolute Neutrophil Count","description":"The maximal degree of neutropenia (and myelosuppression) was assessed by the overall nadir of absolute neutrophil count (ANC) based on clinical laboratory measurements graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"1.721"},{"groupId":"OG001","value":"1.26","spread":"1.366"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximal Degree of Thrombocytopenia Based on Clinical Laboratory Values of Platelet Count","description":"The maximal degree of thrombocytopenia (and myelosuppression) was assessed by the overall nadir of platelet count based on clinical laboratory measurements graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) Version 3.0.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.9","spread":"82.13"},{"groupId":"OG001","value":"136.6","spread":"81.91"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Improvement of ≥ Grade 3 Treatment Related Peripheral Neuropathy","description":"Peripheral neuropathy was graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 on the following scale: Grade 1 = mild, Grade 2 = moderate, Grade 3 = severe, Grade 4 = life-threatening, Grade 5 = death.\n\nImprovement in peripheral neuropathy was evaluated as:\n\n* Time to improvement of grade 3 or higher peripheral neuropathy by at least one grade;\n* Time to improvement of grade 3 or higher peripheral neuropathy to grade 1.\n\nTime to improvement was defined as the time from the first occurrence of grade 3 or higher treatment related neuropathy to improvement, as defined. Participants not experiencing improvement were censored at the last time the participant was evaluated for adverse events.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"26.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":null},{"groupId":"OG001","value":"104.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":93,"n":514},"commonTop":["Alopecia","Neutropenia","Peripheral sensory neuropathy","Anaemia","Thrombocytopenia"]}}}