{"nctId":"NCT00796120","briefTitle":"An Efficacy and Safety Study of Trabectedin Versus Doxorubicin-Based Chemotherapy in Participants With Translocation-Related Sarcomas (TRS)","startDateStruct":{"date":"2008-11"},"conditions":["Sarcoma"],"count":121,"armGroups":[{"label":"Trabectedin","type":"EXPERIMENTAL","interventionNames":["Drug: Trabectedin"]},{"label":"Doxorubicin plus Ifosfamide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Doxorubicin","Drug: Ifosfamide"]}],"interventions":[{"name":"Trabectedin","otherNames":[]},{"name":"Doxorubicin","otherNames":[]},{"name":"Ifosfamide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pathological diagnosis of translocation-related sarcomas (TRS) including the following subtypes: alveolar soft part sarcoma, angiomatoid fibrous histiocytoma, clear cell sarcoma, desmoplastic small round cell tumor, low grade endometrial stromal sarcoma (prior hormone therapy allowed), low grade fibromyxoid sarcoma, myxoid chondrosarcoma, myxoid/round cell liposarcoma (MRCL) and synovial sarcoma\n* Participants must have unresectable locally advanced or metastatic progressive disease prior to enrolment\n* Eastern Cooperative Oncology Group (ECOG) Performance Status (PS) score of 0-2\n* Adequate cardiac function, defined as left ventricular ejection fraction (LVEF) within normal limits according to institutional standards, as shown by echocardiography or scintigraphy multiple-gated acquisition scan \\[MUGA\\]\n* Measurable disease as defined by the radiological (computed tomography \\[CT\\] scan and magnetic resonance imaging \\[MRI\\]) Response Evaluation Criteria in Solid Tumors (RECIST v.1.0) guidelines\n\nExclusion Criteria:\n\n* Known hypersensitivity to any components of the intravenous formulation of trabectedin or the comparators\n* Prior chemotherapy treatment or irradiation of the lesion if only one target lesion is available\n* Brain metastases and/or leptomeningeal metastases, even if treated\n* Pregnant or lactating women or men and women of reproductive potential who are not using effective contraceptive methods\n* History of another neoplastic disease (except basal cell carcinoma or cervical carcinoma in situ adequately treated) unless in remission for five years or more","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression - Free Survival (PFS)","description":"The PFS was assessed as median number of days from the date of randomization until the first documented sign of disease progression (increase in disease; radiographic, clinical, or both) or death due to any cause, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"6-month Progression - Free Survival","description":"Percentage of participants survived for 6 months from the start of study treatment without progression of disease. Progression of the disease was associated with increasing symptoms, including pain from new or progressing lesions. Delay in disease progression generally represents a clinical benefit to the participant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"78.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response","description":"Tumor response was assessed according to Response Evaluation Criteria In Solid Tumors (RECIST) criteria: Partial Response (PR)=at least 30% reduction in the sum of the longest dimensions (LD) of all target lesions in reference to the baseline sum LD, Complete Response (CR) =Disappearance of all non-target lesions. Percentage of participants with objective tumor response was determined by the number of participants with PR or CR divided by the total number of response-evaluable participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"27.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival defined as time from the date of randomization to the date of death. For participants who were alive at the time of analysis, overall survival was censored at the last contact date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.6","spread":null},{"groupId":"OG001","value":"33.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"The DOR is defined as the time from date of first documentation of response (CR or PR, whichever comes first) to the date of documented PD or death. PR=at least 30% reduction in the sum of the longest dimensions (LD) of all target lesions in reference to the baseline sum LD, CR =Disappearance of all non-target lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":61},"commonTop":["Fatigue","Nausea","Tumour pain","Vomiting","Neutropenia"]}}}