{"nctId":"NCT02145182","briefTitle":"Prevention of Delayed Graft Function Using Eculizumab Therapy (PROTECT Study)","startDateStruct":{"date":"2014-08-21","type":"ACTUAL"},"conditions":["Delayed Graft Function"],"count":288,"armGroups":[{"label":"Active","type":"EXPERIMENTAL","interventionNames":["Drug: Eculizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Eculizumab","otherNames":["Soliris"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, 18 years or older\n* Has dialysis-dependent renal failure (initiated more than 2 months prior to transplant)\n* Participant is to receive a first kidney transplant from a standard criteria donor or expanded criteria donor deceased donor with a DGF risk score using the Irish scale of ≥25% (to be determined prior to surgery and before randomization)\n* Able to provide written informed consent\n* Willing and able to comply with the requirements of the study protocol\n* Female participants of child-bearing potential must have a negative serum pregnancy test (serum beta-human chorionic gonadotropin) and must be practicing an effective, reliable, and medically approved contraceptive regimen at the time of consent and for up to 5 months following discontinuation of treatment\n\nExclusion Criteria:\n\n* Participant to receive a multi-organ transplant\n* Participant to receive kidney(s) from donors \\<6 years of age\n* Participant to receive a dual kidney transplant (from same donor, including en bloc)\n* Participant to receive a living donor kidney\n* Participant is highly sensitized (high risk to develop acute antibody-mediated rejection) to the donor (as determined by local center practice). Testing to determine high risk may include but is not limited to flow cytometric cross match, single antigen bead testing and/or complement dependent cytotoxicity\n* Participant has received a previous transplant\n* Participant is participating in another investigational study\n* Participant has a body mass index \\>40 kilograms/square meter at screening\n* Participant will be the recipient of an A, B, O Blood Glycoproteins (ABO) (blood type) incompatible kidney (A2 donors to B and O recipients will be allowed if the site has the ability to confirm A2 subtype)\n* Participant will receive a kidney from a donation after cardiac death donor\n* Participant has a predicted Irish model risk of DGF \\<25%\n* Female participants who are pregnant or breast feeding\n* Female participants of child bearing potential who are unable or unwilling to use a medically acceptable form of contraception\n* Participants with a history of human immunodeficiency virus, or active hepatitis C virus or hepatitis B virus infection\n* Participants with active bacterial or other infection which is clinically significant in the opinion of the Investigator\n* Participants with a history of splenectomy\n* Participants with unresolved meningococcal disease\n* Participants with an unresolved systemic bacterial or fungal infection\n* Participants with known or suspected hereditary complement deficiency (for example, but not limited to: atypical hemolytic uremic syndrome, paroxysmal nocturnal hemoglobinuria)\n* Participant has a current malignancy or a history of any malignancy (within the past 5 years), except non-metastatic basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix that has been treated appropriately\n* Participant has a history of or is believed by the Investigator to have used an illicit drug(s) and/or abused alcohol within 3 months prior to screening\n* Participant has a psychiatric or physical illness that in the opinion of the Investigator would interfere with the ability of the participant to participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage Of Participants With Delayed Graft Function (DGF) In The First Seven Days Post-transplant","description":"Results are reported for the DGF composite endpoint, defined as the occurrence of DGF (dialysis for any reason in the first 7 days post transplantation), graft loss, death, or loss to follow-up (including discontinuation) in the first 7 days post transplantation and for each item of the composite endpoint. Loss to follow-up included withdrawal due to any reason other than death. The sum of the counts in the events that make up the DGF composite may be greater than the composite count, because a participant who experienced multiple events was only counted once in the composite.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.9","spread":null},{"groupId":"OG001","value":"41.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.8","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With DGF, Functional DGF, And Immediate Graft Function","description":"DGF was defined as a requirement for dialysis for any reason in the first 7 days post transplantation; functional DGF was defined as no need for dialysis during the first 7 days post transplantation and either (1) a \\<70% reduction in serum creatinine during the first 7 days post transplantation, or (2) failure of serum creatinine to decrease by at least 10% daily on 3 consecutive days, both measured during the first 7 days post transplantation. Blood and urine samples were collected, but because the study failed to demonstrate a treatment effect and the program subsequently lost funding, the collected data from the samples could not be analyzed to generate summary level data. As such, the data set for this secondary outcome measure cannot be summarized.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Percentage Of Participants Who Required Dialysis Post Transplantation","description":"The need for dialysis was assessed by evaluation of renal function; this included urine volume, blood urea nitrogen, serum creatinine, and, starting on Day 2, the creatinine reduction ratio. Blood and urine samples were collected, but because the study failed to demonstrate a treatment effect and the program subsequently lost funding, the collected data from the samples could not be analyzed to generate summary level data. As such, the data set for this secondary outcome measure cannot be summarized.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Estimated Glomerular Filtration Rate (eGFR)","description":"The eGFR was calculated by using the Modification of Diet in Renal Disease 7 equation at Day 28 post transplantation. The equation requires serum creatinine, age, ethnicity, gender, blood urea nitrogen, and albumin. The eGFR was calculated retrospectively from participant demographics and laboratory chemistries and is reported in mL/min/square meter (m\\^2).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.640","spread":"20.7491"},{"groupId":"OG001","value":"39.954","spread":"20.3288"}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Rejection-free Graft Survival","description":"Graft survival was defined as not having biopsy-proven acute rejection per Banff criteria, graft loss, or participant death. Participants who did not experience graft loss or death were censored at 365 days or the day they withdrew, whichever came first. There were no time-specific protocol mandated biopsies. Kidney biopsy would have been performed for cause at the discretion of the Investigator to assess poor graft function and would have been obtained prior to initiating treatment of suspected allograft rejection. Only summaries of Kaplan-Meier estimates of graft survival at Week 26 (Month 6) and Week 52 (Month 12) are reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.89","spread":null},{"groupId":"OG001","value":"90.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.66","spread":null},{"groupId":"OG001","value":"88.69","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":142},"commonTop":["Anaemia","Hyperkalaemia","Oedema peripheral","Constipation","Hypertension"]}}}