{"nctId":"NCT01120691","briefTitle":"Effect of QVA149 Versus NVA237 and Tiotropium on Chronic Obstructive Pulmonary Disorder (COPD) Exacerbations","startDateStruct":{"date":"2010-04"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":2224,"armGroups":[{"label":"QVA149","type":"EXPERIMENTAL","interventionNames":["Drug: QVA149","Drug: Salbutamol/albuterol"]},{"label":"NVA237","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: NVA237","Drug: Salbutamol/albuterol"]},{"label":"open-label tiotropium","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tiotropium","Drug: Salbutamol/albuterol"]}],"interventions":[{"name":"QVA149","otherNames":[]},{"name":"NVA237","otherNames":[]},{"name":"tiotropium","otherNames":[]},{"name":"Salbutamol/albuterol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria :\n\n1. Male or female adults aged ≥40 years, who had signed an informed consent form prior to initiation of any study-related procedure.\n2. Patients with severe to very severe Chronic Obstructive Pulmonary Disease COPD (Stage III or IV) according to the Global Initiative for Chronic Obstructive Lung Disease (GOLD) Guidelines 2008.\n3. Current or ex-smokers with a smoking history of at least 10 pack years (Ten pack-years were defined as 20 cigarettes a day for 10 years, or 10 cigarettes a day for 20 years).\n4. Patients with a post-bronchodilator Forced Expiratory Volume in one second ( FEV1) \\<50% of the predicted normal value, and post-bronchodilator FEV1/ Forced Vital Capacity (FVC) \\<0.70 at Visit 2 (day -14). (Post refers to 1 h after sequential inhalation of 84 µg (or equivalent dose) of ipratropium bromide and 400 µg of salbutamol).\n5. A documented history of at least 1 COPD exacerbation in the previous 12 months that required treatment with systemic glucocorticosteroids and/or antibiotics.\n\nExclusion Criteria:\n\n1. Pregnant women or nursing mothers (pregnancy confirmed by positive urine pregnancy test).\n2. Women of child-bearing potential\n3. Patients requiring long term oxygen therapy (\\> 15 h a day) on a daily basis for chronic hypoxemia.\n4. Patients who had a COPD exacerbation that required treatment with antibiotics, systemic steroids (oral or intravenous) or hospitalization in the 6 weeks prior to visit 1 or between visit 1 (Day -21) and Visit 3 (Day 1).\n5. Patients who developed a COPD exacerbation during a period between visit 1 and 3 were ineligible but were permitted to be re-screened after a minimum of 6 weeks after the resolution of the COPD exacerbation.\n6. Patients who had a respiratory tract infection within 4 weeks prior to visit 1 (Day -21)\n\n   • Patients who developed an upper or lower respiratory tract infection during the screening period (up to visit 3 (Day 1) were not eligible, but were permitted to be re-screened 4 weeks after the resolution of the respiratory tract infection\n7. Patients with concomitant pulmonary disease, e.g. pulmonary tuberculosis (unless confirmed by chest x-ray to be no longer active), clinically significant bronchiectasis, sarcoidosis, interstitial lung disorder or pulmonary hypertension.\n8. Patients with lung lobectomy, or lung volume reduction or lung transplantation.\n9. Patients who, in the judgment of the investigator, have a clinically relevant laboratory abnormality or a clinically significant condition such as (but not limited to):\n\n   * Unstable ischemic heart disease, left ventricular failure, history of myocardial infarction, arrhythmia (excluding chronic stable Atrial Fibrillation (AF). Patients with such events not considered clinically significant by the investigator may be considered for inclusion in the study\n   * history of malignancy of any organ system (including lung cancer), treated or untreated, within the past 5 years whether or not there is evidence of local recurrence or metastases, with the exception of localized basal cell carcinoma of the skin\n   * uncontrolled hypo- or hyperthyroidism, hypokalemia or hyper adrenergic state\n   * narrow-angle glaucoma\n   * Symptomatic prostatic hyperplasia or bladder-neck obstruction or moderate to severe renal impairment or urinary retention. (Patients with a Transurethral Resection of Prostate (TURP) were excluded from the study. Patients who underwent full re-section of the prostate could be considered for the study, as well as patients who were asymptomatic and stable on pharmacological treatment for the condition).\n   * any condition which might have compromised patient safety or compliance, interfered with evaluation, or precluded completion of the study\n10. Patients with any history of asthma indicated by (but not limited to) a blood eosinophil count \\> 600/mm3 (at visit 2), or onset of symptoms prior to 40 years. Patients without asthma were excluded if their eosinophil count was \\>600/mm3 at visit 2.\n11. Patients with allergic rhinitis who used H1 antagonists or intranasal corticosteroids intermittently (treatment with a constant dose was permitted).\n12. Patients with eczema (atopic), known high immunoglobulin E (IgE) levels or a known positive skin prick test in the last 5 years.\n13. Patients with known history and diagnosis of alpha-1 antitrypsin deficiency.\n14. Patients who were participating in the active phase of a supervised pulmonary rehabilitation program.\n15. Patients with Type I or uncontrolled Type II diabetes.\n16. Patients contraindicated for treatment with, or having a history of reactions/ hypersensitivity to any of the following inhaled drugs or drugs of a similar class or any component thereof:\n\n    * anticholinergic agents\n    * long and short acting beta-2 agonists\n    * sympathomimetic amines.\n17. Patients with a history of long QT syndrome or whose corrected QT interval (QTc) measured at visit 2 (Day -14) (Fridericia method) was prolonged (\\>450 ms for males and females) as confirmed by the central ECG assessor.\n18. Patients with a clinically significant abnormality on the screening or baseline ECG who in the judgment of the investigator would be at potential risk if enrolled into the study. (These patients could not be re-screened).\n19. Patients who needed treatments for COPD and allied conditions after the start of the study (visit 1)\n20. Patients who needed treatments for COPD and allied conditions (e.g. allergic rhinitis) unless they had been stabilized\n21. Patients taking other prohibited medications\n22. Patients unable to use a dry powder inhaler (e.g. single dose dry powder inhaler (SDDPI), HandiHaler® device, or pressurized Metered Dose Inhaler (MDI) (rescue medication).\n23. Patients unable to use an electronic patient diary.\n24. Patients who were, in the opinion of the investigator known to be unreliable or non-compliant.\n25. Patients who used other investigational drugs at the time of enrollment, or within 30 days or 5 half-lives of visit 1 (day -21), whichever was longer.\n26. Patients who had live attenuated vaccination within 30 days prior to the screening visit or during the run-in period. Inactivated influenza vaccination, pneumococcal vaccination or any other inactivated vaccine was acceptable provided it was not administered within 48 hours prior to screening and randomization visits.\n\nNo additional exclusions were applied by the investigator, in order to ensure that the study population was representative of all eligible patients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Moderate to Severe Chronic Obstructive Pulmonary Disease (COPD) Exacerbations in QVA149 and NVA237 Treatment Arms During the Treatment Period.","description":"A Chronic Obstructive Pulmonary Disease (COPD) exacerbation was defined as a worsening of two or more of the following major symptoms for at least 2 consecutive days: dyspnea, sputum volume or sputum purulence OR a worsening of any 1 major symptom together with an increase in any 1 of the following minor symptoms for at least 2 consecutive days: sore throat, colds (nasal discharge and/or nasal congestion), fever without other cause, cough or wheezing. A COPD exacerbation was considered of moderate severity if treatment with systemic glucocorticosteroids or antibiotics or both was required and severe if hospitalization was required. An emergency room (ER) visit of longer than 24 hours was considered a hospitalization.\n\nRate of moderate or severe exacerbations per year = total number of moderate or severe exacerbations / total number of treatment years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null},{"groupId":"OG001","value":"1.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe Chronic Obstructive Pulmonary Disease (COPD) Exacerbations in QVA149 and Open-label Tiotropium Treatment Arms During the Treatment Period.","description":"A Chronic Obstructive Pulmonary Disease (COPD) exacerbation was defined as a worsening of two or more of the following major symptoms for at least 2 consecutive days: dyspnea, sputum volume or sputum purulence OR a worsening of any 1 major symptom together with an increase in any 1 of the following minor symptoms for at least 2 consecutive days: sore throat, colds (nasal discharge and/or nasal congestion), fever without other cause, cough or wheezing. A COPD exacerbation was considered of moderate severity if treatment with systemic glucocorticosteroids or antibiotics or both was required and severe if hospitalization was required. An emergency room (ER) visit of longer than 24 hours was considered a hospitalization.\n\nRate of moderate or severe exacerbations per year = total number of moderate or severe exacerbations / total number of treatment years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null},{"groupId":"OG001","value":"1.06","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe Chronic Obstructive Pulmonary Disease (COPD) Exacerbation Between QVA149, NVA237 and Open Label Tiotropium During the Treatment Period","description":"A Chronic Obstructive Pulmonary Disease (COPD) exacerbation was defined as a worsening of two or more of the following major symptoms for at least 2 consecutive days: dyspnea, sputum volume or sputum purulence OR a worsening of any 1 major symptom together with an increase in any 1 of the following minor symptoms for at least 2 consecutive days: sore throat, colds (nasal discharge and/or nasal congestion), fever without other cause, cough or wheezing. A COPD exacerbation was considered of moderate severity if treatment with systemic glucocorticosteroids or antibiotics or both was required and severe if hospitalization was required. An emergency room (ER) visit of longer than 24 hours was considered a hospitalization.\n\nRate of moderate or severe exacerbations per year = total number of moderate or severe exacerbations / total number of treatment years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"296","spread":null},{"groupId":"OG001","value":"287","spread":null},{"groupId":"OG002","value":"331","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate or Severe Chronic Obstructive Pulmonary Disease (COPD) Exacerbations Requiring the Use of Both Systemic Glucocorticosteroids and Antibiotics","description":"Rate of moderate or severe exacerbations per year = total number of moderate or severe exacerbations / total number of treatment years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":null},{"groupId":"OG001","value":"0.58","spread":null},{"groupId":"OG002","value":"0.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Moderate or Severe Exacerbation That Required Treatment With Systemic Corticosteroids and Antibiotics","description":"The number of exacerbation days is defined as the sum of the duration of days recorded as an exacerbation for all exacerbations recorded per patient.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.49","spread":"25.426"},{"groupId":"OG001","value":"25.22","spread":"42.674"},{"groupId":"OG002","value":"17.57","spread":"17.797"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.08","spread":"47.035"},{"groupId":"OG001","value":"18.10","spread":"21.790"},{"groupId":"OG002","value":"25.94","spread":"50.007"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.10","spread":"49.999"},{"groupId":"OG001","value":"26.18","spread":"52.336"},{"groupId":"OG002","value":"22.03","spread":"42.513"}]}]}]},{"type":"SECONDARY","title":"Time to Study Withdrawal or Premature Discontinuation for Any Reason Between QVA149 (110/50 µg q.d.), NVA237 (50 µg q.d.) and Open Label Tiotropium (18 µg q.d.) During the Treatment Period.","description":"Time to Study Withdrawal or Premature Discontinuation for Any Reason was analyzed for each treatment group using a Kaplan-Meier estimation for the modified safety set. Patients who did not discontinue early were censored at the final visit of the treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Study Withdrawal or Premature Discontinuation for Any Reason Between QVA149 (110/50 µg q.d.), NVA237 (50 µg q.d.) and Open Label Tiotropium (18 µg q.d.)During the Treatment Period","description":"Percentage of Patients With Study Withdrawal or Premature Discontinuation for Any Reason was analyzed for each treatment group using a Kaplan-Meier estimation for the modified safety set. Patients who did not discontinue early were censored at the final visit of the treatment phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"27.3","spread":null},{"groupId":"OG002","value":"24.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Rates of Moderate or Severe Chronic Obstructive Pulmonary Disease (COPD) Exacerbations for Multiple COPD Exacerbation at Different Time Points","description":"Cumulative rates were estimated using Anderson and Gill method. Chronic Obstructive Pulmonary Disease (COPD) exacerbations are considered to be moderate if treatment with systemic corticosteroids and/or antibiotics was required. COPD exacerbations are considered to be severe if treatment for moderate severity and hospitalization were required. Rate of moderate or severe exacerbations per year = total number of moderate or severe exacerbations / total number of treatment years","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"0.65","spread":null},{"groupId":"OG002","value":"0.63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.99","spread":null},{"groupId":"OG001","value":"1.13","spread":null},{"groupId":"OG002","value":"1.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":null},{"groupId":"OG001","value":"1.36","spread":null},{"groupId":"OG002","value":"1.31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":null},{"groupId":"OG001","value":"1.59","spread":null},{"groupId":"OG002","value":"1.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Pre-dose Forced Expiratory Volume in 1 Second (FEV-1) After 4, 12, 26, 38, 52 and 64 Weeks of Treatment Between QVA149, NVA237 and Open Label Tiotropium","description":"Pulmonary function assessments were performed using centralized spirometry. The spirometer was customized and programmed according to the requirements of the study protocol in accordance with American Thoracic Society (ATS) standards.\n\nSpirometry measurements taken were FEV1 at -45 minutes and -15 minutes pre-dose. Three acceptable maneuvers had to be performed for each time point. The FEV1 values recorded had to be the highest values measured irrespective of whether or not they occurred on the same curve.\n\nThe mixed model for analysis contained treatment as a fixed effect with average of the 45 minutes and 15 minutes pre dose FEV1 measurements at day 1 as the baseline measurement, FEV1 prior to inhalation and FEV1 60 minutes post inhalation of two short acting bronchodilators (components of reversibility at -14 Day) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":"0.009"},{"groupId":"OG001","value":"0.99","spread":"0.009"},{"groupId":"OG002","value":"1.00","spread":"0.009"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":"0.010"},{"groupId":"OG001","value":"1.01","spread":"0.009"},{"groupId":"OG002","value":"1.01","spread":"0.009"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":"0.010"},{"groupId":"OG001","value":"0.99","spread":"0.010"},{"groupId":"OG002","value":"1.00","spread":"0.010"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.08","spread":"0.011"},{"groupId":"OG001","value":"1.00","spread":"0.011"},{"groupId":"OG002","value":"1.00","spread":"0.011"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"0.011"},{"groupId":"OG001","value":"0.98","spread":"0.011"},{"groupId":"OG002","value":"0.99","spread":"0.011"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":"0.011"},{"groupId":"OG001","value":"0.98","spread":"0.011"},{"groupId":"OG002","value":"0.99","spread":"0.011"}]}]}]},{"type":"SECONDARY","title":"Pre-dose Forced Vital Capacity (FVC)After 4, 12, 26, 38, 52 and 64 Weeks of Treatment Between QVA149, NVA237 and Open Label Tiotropium","description":"Pulmonary function assessments were performed using centralized spirometry. The spirometer was customized and programmed according to the requirements of the study protocol in accordance with American Thoracic Society (ATS) standards.\n\nPre-dose Forced Vital Capacity (FVC) is defined as the average of the -15 minutes and the -45 minutes FVC values. Baseline is defined as the average of the -45 minutes and -15 minutes FVC values taken on day 1 prior to first dose. FVC data taken within 6h of rescue medication or within 7 days of systemic corticosteroid is excluded from this analysis","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.74","spread":"0.020"},{"groupId":"OG001","value":"2.59","spread":"0.019"},{"groupId":"OG002","value":"2.60","spread":"0.019"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.77","spread":"0.021"},{"groupId":"OG001","value":"2.63","spread":"0.021"},{"groupId":"OG002","value":"2.65","spread":"0.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"0.023"},{"groupId":"OG001","value":"2.60","spread":"0.022"},{"groupId":"OG002","value":"2.61","spread":"0.022"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.76","spread":"0.025"},{"groupId":"OG001","value":"2.65","spread":"0.025"},{"groupId":"OG002","value":"2.63","spread":"0.025"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.68","spread":"0.025"},{"groupId":"OG001","value":"2.58","spread":"0.025"},{"groupId":"OG002","value":"2.58","spread":"0.025"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.67","spread":"0.025"},{"groupId":"OG001","value":"2.57","spread":"0.025"},{"groupId":"OG002","value":"2.59","spread":"0.025"}]}]}]},{"type":"SECONDARY","title":"Change in Mean Daily Use (Number of Puffs) of Rescue Therapy Between QVA149, NVA237 and Open Label Tiotropium From Baseling Over the 64 Week Treatment Period","description":"The severe or less FEV1 % predicted (post bronchodilator)\\>=30%; very severe=\\> FEV1 % predicted(the post bronchodilator)\\<30%.Number of puffs of rescue medication taken in the previous 12 hours was recorded in patient diary in the morning and in the evening for 26 weeks.The total number of puffs per day was calculated and divided by the number of days with data to determine the mean daily number of puffs of rescue medication for each patient.Rescue medication data recorded during the 14 day run-in was used to calculate the baseline.A negative change from baseline indicates improvement. A mixed model was used with treatment as a fixed effect with baseline number of puffs and FEV1 prior to inhalation and FEV1 60 minutes post inhalation of two short acting bronchodilators (components of reversibility at Day -14) as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"0.137"},{"groupId":"OG001","value":"-1.5","spread":"0.135"},{"groupId":"OG002","value":"-1.6","spread":"0.136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"0.234"},{"groupId":"OG001","value":"-1.1","spread":"0.228"},{"groupId":"OG002","value":"-1.0","spread":"0.228"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Percentage of Days Without Rescue Therapy Use Between QVA149,NVA237 and Open Label Tiotropium Over the 64 Week Treatment Period","description":"A day with no rescue medication use is defined from the diary data as any day where the patient recorded no rescue medicine use during the previous 12 hours. The percentage of days is calculated by the number of days with no rescue medicine use/total number of days with evaluable data X 100. A mixed model was used with treatment as a fixed effect with baseline number of puffs and FEV1 prior to inhalation and FEV1 60 minutes post inhalation of two short acting bronchodilators (components of reversibility at Day -14) as covariates. The model also included baseline smoking status (current/ex-smoker), baseline ICS use (Yes/No) and region as fixed effects with center nested within region as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.36","spread":"1.445"},{"groupId":"OG001","value":"21.65","spread":"1.410"},{"groupId":"OG002","value":"23.86","spread":"1.422"}]}]}]},{"type":"SECONDARY","title":"St. George's Respiratory Questionnaire (SGRQ) Scores Between QVA149, NVA237 and Open Label Tiotropium Over 12, 26, 38, 52 and 64 Weeks of Treatment","description":"St. George's Respiratory Questionnaire (SGRQ) is a health related quality of life questionnaire consisting of 51 items in three components: symptoms, activity, and impacts. The lowest possible value is zero and the highest 100. Higher values correspond to greater impairment in quality of life. Mixed model used baseline SGRQ, baseline inhaled corticosteroid (ICS) use, Forced Expiratory Volume in 1 Second (FEV1) prior to inhalation of short acting beta-agonist (SABA), and FEV1 45 minutes post-inhalation of SABA as covariates. SGRQ total score is the sum of the scores from the three components; symptoms, activity and impacts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.69","spread":"0.612"},{"groupId":"OG001","value":"47.13","spread":"0.603"},{"groupId":"OG002","value":"47.62","spread":"0.607"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.06","spread":"0.655"},{"groupId":"OG001","value":"45.93","spread":"0.647"},{"groupId":"OG002","value":"45.77","spread":"0.651"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.72","spread":"0.667"},{"groupId":"OG001","value":"45.53","spread":"0.663"},{"groupId":"OG002","value":"45.86","spread":"0.660"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.38","spread":"0.722"},{"groupId":"OG001","value":"45.96","spread":"0.723"},{"groupId":"OG002","value":"46.21","spread":"0.714"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.39","spread":"0.778"},{"groupId":"OG001","value":"45.46","spread":"0.780"},{"groupId":"OG002","value":"46.08","spread":"0.778"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":167,"n":729},"commonTop":["Chronic obstructive pulmonary disease","Upper respiratory tract infection bacterial","Nasopharyngitis","Viral upper respiratory tract infection","Lower respiratory tract infection"]}}}