{"nctId":"NCT02679573","briefTitle":"Study to Compare Delafloxacin to Moxifloxacin for the Treatment of Adults With Community-acquired Bacterial Pneumonia","startDateStruct":{"date":"2016-12-14","type":"ACTUAL"},"conditions":["Community Acquired Bacterial Pneumonia"],"count":860,"armGroups":[{"label":"Delafloxacin","type":"EXPERIMENTAL","interventionNames":["Drug: Delafloxacin"]},{"label":"Moxifloxacin/Linezolid","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Moxifloxacin","Drug: Linezolid"]}],"interventions":[{"name":"Delafloxacin","otherNames":["RX-3341"]},{"name":"Moxifloxacin","otherNames":["Avelox"]},{"name":"Linezolid","otherNames":["Zyvox"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female 18 years of age or older\n2. Evidence of acute onset of CABP with 2 or more of the following symptoms (new or worsening)\n\n   * Cough\n   * Production of purulent sputum consistent with bacterial infection\n   * Difficulty breathing\n   * Chest pain due to pneumonia\n\n   AND have at least 2 of the following findings:\n   * Fever (oral temperature \\>38.0°C)\n   * Hypothermia (oral temperature \\<35.0°C)\n   * Tachycardia (heart rate \\>100 beats/min)\n   * Tachypnea (respiratory rate \\>18 breaths/min)\n\n   AND have at least 1 of the following findings:\n   * Hypoxemia (oxygen saturation \\<90% or PaO2 \\< 60 mmHg) on room air or with subject's baseline (pre-CABP under study) supplemental oxygen\n   * Clinical evidence of pulmonary consolidation and/or presence of pulmonary rales\n   * An elevated white blood cell count (WBC) \\>10,000/mm3 or 15% immature neutrophils (bands), regardless of total peripheral WBC count or leukopenia with WBC \\<4500/mm\\^3\n3. Presence of lobar, multilobar, or patchy parenchymal infiltrate(s) consistent with acute bacterial pneumonia on a pulmonary imaging study within 48 hours before the first dose of study drug\n4. PORT risk class of II to V (PSI score \\>50)\n5. Must be a suitable candidate for possible IV to oral switch antibiotic therapy and must also be able to swallow large tablets/capsules intact without crushing\n\nExclusion Criteria:\n\n1. A medical history of significant hypersensitivity or allergic reaction to antibiotics of the quinolone or oxazolidinone class or study drug excipients according to the investigator\n2. Any infection expected to require other systemic antibiotics in addition to study drug\n3. Receipt of systemic antibiotic therapy in the 7 days before enrollment unless 1 of the following is documented:\n\n   * Received at least 48 hours of antibiotic therapy for CABP and clinic notes document treatment failure (i.e., not by patient history or pulmonary imaging alone) with new or worsening symptoms while on pre-study therapy\n   * Received 1 dose of a single, potentially effective, short-acting antibacterial drug or drug regimen for CABP within 24 hours before enrollment (limited to 25% of enrolled patients)\n4. Respiratory infection confirmed or suspected to be secondary to hospital-acquired or ventilator-associated pneumonia OR requires treatment in an intensive care setting, OR requires mechanical ventilation\n5. Current or suspected diagnosis of viral, fungal, or aspiration pneumonia, noninfectious causes of pulmonary infiltrates, lung cancer, cystic fibrosis, tuberculosis, empyema (not including sterile parapneumonic effusions)\n6. Known anatomical or pathological bronchial obstruction OR history of bronchiectasis OR GOLD Stage 4 COPD OR history of post obstructive pneumonia\n7. Severely compromised immune system\n8. Known history of Child-Pugh Class B or C liver disease\n9. History of post-antibiotic colitis within last 3 months\n10. Other exclusions include those described in the safety label for drugs in the quinolone and/or oxazolidinone classes such as QT prolongation, proarrhythmic conditions, concomitant use of drugs known to cause QT prolongation, peripheral neuropathy, tendon disorders, history of myasthenia gravis, liver disease, severe renal disease, seizures and concomitant use of MAO A or B inhibitor agents and adrenergic serotonergic agents","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Early Clinical Response","description":"Early clinical response defined as improvement in at least 2 of the following symptoms (as assessed by the investigator): chest pain, frequency or severity of cough, amount and quality of productive sputum, and difficulty breathing, and no worsening of the other symptoms in the ITT population. Symptom severity evaluated by the investigator on a 4-point scale: Absent (0), Mild (1), Moderate (2), Severe (3). Improvement defined as at least a 1-point decrease from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"383","spread":null},{"groupId":"OG001","value":"381","spread":null}]}]}]},{"type":"SECONDARY","title":"Early Clinical Response Plus Improvement in Vital Signs and no Worsening of the 4 Symptoms","description":"Early clinical response with the addition of improvement in vital signs and no worsening of the following 4 symptoms: chest pain, cough, productive sputum, and difficulty breathing in the ITT population. Symptom severity evaluated by the investigator on a 4-point scale: Absent (0), Mild (1), Moderate (2), Severe (3). Improvement defined as at least a 1-point decrease from baseline. Improvement in vital signs defined as a return to normal of any abnormal vital signs at baseline, and no worsening (ie, be abnormal) of any vital sign that was normal at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227","spread":null},{"groupId":"OG001","value":"184","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Outcome at Test of Cure","description":"Clinical outcome (Success, Failure, or Indeterminate/missing) based on the investigator's assessment of the patient's signs and symptoms of infection in the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"390","spread":null},{"groupId":"OG001","value":"384","spread":null}]},{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"21","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Outcome at End of Treatment","description":"Clinical outcome (Success, Failure, or Indeterminate/missing) based on the investigator's assessment of the patient's signs and symptoms of infection in the ITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"396","spread":null},{"groupId":"OG001","value":"390","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiologic Response","description":"Microbiological response for subjects in the MITT set will be based on results of the baseline and follow-up cultures and susceptibility testing or serology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null},{"groupId":"OG001","value":"235","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":"Time to all-cause Mortality was assessed on Day 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":429},"commonTop":["Diarrhoea","Transaminases increased","Headache"]}}}