{"nctId":"NCT00624195","briefTitle":"Clinical Trial of CNS-targeted HAART (CIT2)","startDateStruct":{"date":"2007-03"},"conditions":["HIV Infections"],"count":59,"armGroups":[{"label":"CNS-targeted","type":"EXPERIMENTAL","interventionNames":["Drug: FDA Approved Antiretroviral Therapy (see list below)"]},{"label":"non-CNS-targeted","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: FDA Approved Antiretroviral Therapy (see list below)"]}],"interventions":[{"name":"FDA Approved Antiretroviral Therapy (see list below)","otherNames":["Atripla","Combivir","Emtriva","Epivir","Epzicom","Retrovir","Trizivir","Truvada","Viread","Ziagen","Intelence","Rescriptor","Sustiva","Viramune","Agenerase","Aptivus","Invirase","Kaletra","Lexiva","Norvir","Prezista","Reyataz","Viracept","Fuzeon","Selzentry","Isentress"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HIV infected- confirmed by ELISA or 2 prior viral loads \\>2000\n* 18 years or older\n* Under consideration to initiate or change their HAART regimens (based on current consensus treatment guidelines) as directed by their primary care physicians.\n* Measurable HIV Neurocognitive Impairment (HNCI)\n* Willing and able to undergo at least 3 lumbar punctures safely during the course of the study.\n* Potential subjects must have a Karnofsky score of \\> or = to 60 within 60 days prior to study entry.\n* Potential subjects must have a CD4 cell count obtained within 60 days prior to study entry.\n\nExclusion Criteria:\n\n* Presence of serious illness, including HIV-related opportunistic infections, requiring systemic treatment and/or hospitalization until candidate either completes therapy or is clinically stable on therapy, in the opinion of the investigator, for at least 14 days prior to study entry.\n* Presence of neurologic disorders other than HIV judged to be the principal cause of neurocognitive impairment.\n* Presence of active, severe psychiatric disorders (e.g., major depression, schizophrenia) that would interfere with interpretation of the study evaluations or adherence to the study protocol or that might make their participation in the study problematic or unsafe.\n* Presence of active drug or alcohol use or dependence that, in the opinion of the investigator, would interfere with adherence to study requirements.\n* Use of any immunomodulator (interferons, interleukins, cyclosporine), vaccine, or investigational therapy including dexamethasone within 30 days prior to study entry.\n* Inability to provide informed consent.\n* Enrollment in other ARV treatment studies, unless the study is: 1) observational; 2) a compassionate use study that predated the current study; 3) one that does not require specific interventions (or one that does not dictate the regimen); or 4) one that does not include NP testing.\n* A positive serum or urine pregnancy test, if female and of reproductive potential.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Neuropsychological Performance Change","description":"The outcome measure is change in performance from baseline to 16 weeks as measured by the global deficit score (GDS). The GDS is calculated by averaging the individual deficit scores from each neurocognitive test. Deficit scores for each test were calculated from age-, education-, gender-, and ethnicity-adjusted raw scores by methods that capture unexpectedly poor performance while ignoring better than expected performance. The GDS ranges in value from 0-5; higher scores indicate poorer cognitive functioning. Subjects with scores greater than or equal to 0.5 are considered cognitively impaired.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.52"},{"groupId":"OG001","value":"-0.17","spread":"0.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":29},"commonTop":["Rash"]}}}