{"nctId":"NCT03418545","briefTitle":"A Safety and Effectiveness of VOLBELLA XC Hyaluronic Acid (HA) Injectable Gel to Correct Infraorbital Hollowing","startDateStruct":{"date":"2018-01-26","type":"ACTUAL"},"conditions":["Infraorbital Hollowing"],"count":163,"armGroups":[{"label":"JUVÉDERM VOLBELLA® XC","type":"EXPERIMENTAL","interventionNames":["Device: JUVÉDERM VOLBELLA® XC injectable gel"]},{"label":"No-treatment Control","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"JUVÉDERM VOLBELLA® XC injectable gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n* Age 22 or over and in good general health\n* Has \"Moderate\" or \"Severe\" infraorbital hollowing (grade 2 or 3 on the Allergan Infraorbital Hollows Scale (AIHS)) for each eye as assessed by the Evaluating Investigator (i.e., both eyes must qualify but do not need to have the same score)\n* Is able to complete effectiveness self-assessments without the use of glasses (contact lens use is acceptable if they will be used for all subject self-assessments)\n* Ability to follow study instructions and likely to complete all required visits\n* Written informed consent has been obtained\n\nEXCLUSION CRITERIA:\n\n* Has hyperpigmentation in the infraorbital area (does not include dark circles under the eyes not due to hyperpigmentation)\n* Has ever received permanent facial implants (e.g., polymethylmethacrylate, silicone, polytetrafluoroethylene) anywhere in the face or neck, or is planning to be implanted with any of these products during the study\n* Has ever undergone fat injections above the subnasale or is planning to undergo this procedure during the study\n* Has tattoos, piercings, facial hair (i.e., beard, mustache), or scars that would interfere with visual assessment of the infraorbital hollows\n* Has undergone volume augmentation with semipermanent dermal fillers (e.g., calcium hydroxyapatite, poly-L-lactic acid) or temporary dermal fillers in the malar area, temples, or around the eyes within 12 months before enrollment or is planning to undergo such treatment during the study\n* Has begun using any new over-the-counter or prescription oral or topical, anti-wrinkle products within 30 days before enrollment or is planning to begin using such products during the study. Subjects who have been on a regimen of such products for at least 30 days are eligible for the study if they intend to continue their regimen throughout the study)\n* Has active or recurrent inflammation or infection in either eye\n* Has active autoimmune disease\n* Females who are pregnant, nursing, or planning a pregnancy\n* Is an employee (or a relative of an employee) of the treating investigator (TI), evaluating investigator (EI), or Allergan, or a representative of Allergan\n* Has a condition or is in a situation which in the TI's opinion may put the subject at significant risk, may confound the study results, or may interfere significantly with the participant's participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least a 1-point Improvement Change From Baseline on the Allergan Infraorbital Hollows Scale (AIHS) Based on Evaluating Investigator's (EI) Assessment","description":"The evaluating investigator assessed hollowing in both infraorbital areas using the 5-point photonumeric AIHS where: 0=none (no visible hollowing or volume loss medially or laterally), 1=minimal (presence of hollowing with some volume loss medial to the mid-pupillary line; smooth lateral lid-cheek transition), 2=moderate (defined hollowing extending laterally beyond the mid-pupillary line with moderate volume loss; smooth lateral lid-cheek transition with mild volume loss), 3=severe (defined hollowing extending laterally beyond the mid-pupillary line with moderate volume loss creating a defined groove along the lid-cheek junction), 4=extreme (defined hollowing extends from medial to lateral canthus; severe volume loss creates a marked step along the lid-cheek junction). The percentage of participants with at least a 1-point improvement change (decrease) in the AIHS is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"83.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Improved or Much Improved in the Overall Aesthetic Assessment Based on EI's Assessment of the Global Aesthetic Improvement Scale (GAIS) at Month 3 After the Last Treatment","description":"The evaluating investigator assessed a participant's global aesthetic improvement in the infraorbital area compared to Baseline using the 5-point GAIS where: 2=much improved (marked improvement in appearance), 1=improved (improvement in appearance, but a touch-up or retreatment is indicated), 0=no change (appearance is essentially the same as the original condition), -1=worse (appearance is worse than the original condition), -2=much worse (appearance is much worse than the original condition). The percentage of participants where the EI selected improved or much improved is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"86.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Improved or Much Improved in the Overall Aesthetic Assessment Based on Participant's Assessment of the GAIS at Month 3 After the Last Treatment","description":"The participant assessed their global aesthetic improvement in the infraorbital area compared to Baseline using the 5-point GAIS where: 2=much improved (marked improvement in appearance), 1=improved (improvement in appearance, but a touch-up or retreatment is indicated), 0=no change (appearance is essentially the same as the original condition), -1=worse (appearance is worse than the original condition), -2=much worse (appearance is much worse than the original condition). The percentage of participants who selected improved or much improved is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Rasch-Transformed Score Based on Participant Responses on the FACE-Q™ Appraisal of Lower Eyelids Questionnaire to Month 3 After the Last Treatment","description":"Participants assessed their overall satisfaction by using 7 questions on the validated Appraisal of Lower Eyelids module of the FACE-Q™ questionnaire. Each question was answered on a 4-point scale where: 1=not at all, 2=a little, 3=moderately, and 4=extremely bothered. The responses to the items were transformed to create a Rasch transformed score that ranges from 0=worst to 100=best. Higher scores indicate higher satisfaction. A positive change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.5","spread":"14.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":"19.80"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["Injection site bruising","Injection site swelling"]}}}