{"nctId":"NCT03834519","briefTitle":"Study of Pembrolizumab (MK-3475) Plus Olaparib Versus Abiraterone Acetate or Enzalutamide in Metastatic Castration-resistant Prostate Cancer (mCRPC) (MK-7339-010/KEYLYNK-010)","startDateStruct":{"date":"2019-05-02","type":"ACTUAL"},"conditions":["Prostatic Neoplasms"],"count":793,"armGroups":[{"label":"Pembrolizumab + Olaparib","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Olaparib"]},{"label":"Next-generation Hormonal Agent Monotherapy (NHA)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Abiraterone acetate","Drug: Prednisone","Drug: Enzalutamide","Drug: Prednisolone"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Olaparib","otherNames":["MK-7339","AZD-2281","LYNPARZA®"]},{"name":"Abiraterone acetate","otherNames":["ZYTIGA®","CB-7630","JNJ-212082"]},{"name":"Prednisone","otherNames":[]},{"name":"Enzalutamide","otherNames":["XTANDI®","MDV-3100","ASP-9785"]},{"name":"Prednisolone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has histologically- or cytologically-confirmed adenocarcinoma of the prostate without small cell histology\n* Has prostate cancer progression while receiving androgen deprivation therapy (or post bilateral orchiectomy) within 6 months before screening\n* Has current evidence of metastatic disease documented by bone lesions on bone scan and/or soft tissue disease shown by computed tomography/magnetic resonance imaging (CT/MRI)\n* Has received prior treatment with abiraterone acetate OR enzalutamide, but not both\n\n  * Have disease that progressed during or after treatment with abiraterone acetate for either metastatic hormone-sensitive prostate cancer (mHSPC) or mCRP or enzalutamide for mCRPC for at least 8 weeks (at least 14 weeks for participants with bone progression)\n  * Participants that received abiraterone acetate for mHSPC may not have received abiraterone acetate or enzalutamide for mCRPC\n* Have received docetaxel chemotherapy regimen for metastatic castration-resistant prostate cancer (mCRPC) and have had progressive disease during or after treatment with docetaxel\n* Has ongoing androgen deprivation with serum testosterone \\<50 ng/dL (\\<2.0 nM)\n* If receiving bone resorptive therapy, including but not limited to bisphosphonates or denosumab, must have been receiving stable doses before randomization\n* Must agree to refrain from donating sperm during the intervention period and for at least the time needed to eliminate each study intervention after the last dose of study intervention PLUS be abstinent from heterosexual intercourse OR must agree to use contraception unless confirmed to be azoospermic\n* Contraception use by men should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies. If the contraception requirements in the local label for any of the study interventions is more stringent than the requirement above, the local label requirements are to be followed.\n* Has provided tumor tissue from a fresh core or excisional biopsy (obtained within 12 months of screening) from soft tissue not previously irradiated. Samples from tumors progressing at a prior site of radiation are allowed. Participants with bone-only or bone-predominant disease may provide a bone biopsy sample\n* Has an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 assessed within 7 days of randomization\n\nExclusion Criteria:\n\n* Has a known additional malignancy that is progressing or has required active treatment in the last 3 years\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years\n* Has a history of (noninfectious) pneumonitis requiring steroids, or has current pneumonitis\n* Has known active human immunodeficiency virus (HIV), hepatitis B virus (e.g., hepatitis B surface antigen reactive) or hepatitis C virus (HCV) infection (e.g., HCV RNA \\[qualitative\\] is detected)\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has a history of seizure or any condition that may predispose to seizure\n* Has a history of loss of consciousness within 12 months of screening\n* Has myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML) or has features suggestive of MDS/AML\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy\n* Has (≥Grade 3) hypersensitivity to pembrolizumab and/or any of its excipients\n* Has known hypersensitivity to the components or excipients in olaparib, abiraterone acetate, prednisone or prednisolone, or enzalutamide\n* Has symptomatic congestive heart failure (New York Heart Association Class III or IV heart disease)\n* Has received an anticancer monoclonal antibody (mAb) before randomization\n* Has received prior treatment with olaparib or any other PARP inhibitor\n* Has received prior treatment with apalutamide or darolutamide\n* Has received prior treatment with enzalutamide or apalutamide for metastatic hormone-sensitive prostate cancer\n* Has used herbal products that may have hormonal anti-prostate cancer activity and/or are known to decrease PSA (e.g., saw palmetto) before the date of randomization\n* Has received prior treatment with radium or other therapeutic radiopharmaceuticals for prostate cancer\n* Has received prior treatment with an anti-PD-1, anti-PD-L1, or anti PD-L2 agent, or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (e.g., CTLA-4, OX-40, or CD137)\n* Is currently receiving either strong or moderate inhibitors of cytochrome P450 \\[CYP\\] (CYP3A4) that cannot be discontinued for the duration of the study\n* Has received a previous allogenic bone marrow transplant or double umbilical cord transplantation (dUCBT) or a solid organ transplant\n* Has received a live vaccine within 30 days prior to the date of randomization\n* Is currently participating in or has participated in a study of an investigational agent, or has used an investigational device, within 4 weeks before the date of randomization\n* Has a bone \"superscan\"\n* Is expecting to father children within the projected duration of the study, starting with the screening visit through 90 days after the last dose of study intervention","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival (OS) is defined as the time from randomization to death due to any cause. The nonparametric Kaplan-Meier method was used to estimate the survival curves.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"14.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Radiographic Progression-Free Survival (rPFS)","description":"rPFS is defined as the time from randomization to the first documented progressive disease (PD) per PCWG-modified RECIST 1.1 based on BICR or death due to any cause, whichever occurred first. Per PCWG-modified RECIST 1.1, PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. The appearance of one or more new lesions or ≥2 new bone lesions was also considered PD. PCWG-modified RECIST is similar to RECIST 1.1 with the exception that a confirmation assessment of PD (\\>4 weeks after the initial PD) is required for participants who remain on treatment following a documented PD per RECIST 1.1 and PCWG rules include new bone lesions. The rPFS per PCWG-modified RECIST as assessed by BICR for all participants is presented. The nonparametric Kaplan-Meier method was used to estimate the survival curves.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of the First Subsequent Anticancer Therapy (TFST)","description":"TFST is the time from randomization to initiation of the first subsequent anticancer therapy defined as the first anti-cancer treatment not part of the study arm for a given participant, or death, whichever occurs first. The nonparametric Kaplan-Meier method was used to estimate the survival curves.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.2","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR is defined as the percentage of participants with Complete Response (CR: disappearance of all target lesions per RECIST 1.1 and no evidence of disease (NED) bone scan) or Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions per RECIST 1.1 and Non-PD, non-evaluable (NE), or NED bone scan or CR with non-PD or NE bone scan.) The percentage of participants who experienced CR or PR as assessed by BICR is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"DOR is defined as the time from first documented evidence of CR or PR until progressive disease (PD) or death. Per PCWG-modified RECIST 1.1, PD is defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of ≥ 2 new bone lesions is also considered PD. DOR as assessed by BICR is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate-Specific Antigen (PSA) Progression","description":"Time to PSA progression is defined as the time from randomization to PSA progression. PSA progression date is defined as the date of:\n\n1\\) ≥25% increase and ≥2 ng/mL above the nadir, confirmed by a second value ≥3 weeks later if there is PSA decline from baseline, OR 2) ≥25% increase and ≥2 ng/mL increase from baseline beyond 12 weeks if there is no PSA decline from baseline. The nonparametric Kaplan-Meier method was used to estimate the survival curves.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Symptomatic Skeletal-Related Event (SSRE)","description":"SSRE is defined as the time from randomization to the first symptomatic skeletal-related event, defined as whichever occurs first:\n\n* First use of external-beam radiation therapy (EBRT) to prevent or relieve skeletal symptoms;\n* Occurrence of new symptomatic pathologic bone fracture (vertebral or nonvertebral);\n* Occurrence of spinal cord compression; or\n* Tumor-related orthopedic surgical intervention","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Radiographic Soft Tissue Progression","description":"Time to radiographic soft tissue progression is defined as the time from randomization to radiographic soft tissue progression per soft tissue rule of PCWG-modified RECIST 1.1. Progression is defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. The appearance of one or more new lesions is also considered progression. Time to radiographic soft tissue progression as assessed by BICR is presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression (TTPP)","description":"TTPP is defined as the time from randomization to pain progression as determined by Item 3 of the Brief Pain Inventory Short Form (BPI-SF) and by the Analgesic Quantification Algorithm (AQA) score.\n\nPain progression is defined as:\n\n1. For participants who are asymptomatic at baseline, a ≥2-point change from baseline in the average (4-7 days) BPI-SF item 3 score at 2 consecutive visits OR initiation of opioid use for pain\n2. For participants who are symptomatic at baseline (average BPI-SF Item 3 score \\>0 and/or currently taking opioids), a ≥2-point change from baseline in the average BPI-SF Item 3 score and an average worst pain score ≥4 and no decrease in average opioid use (≥1-point decrease in AQA score from a starting value of 2 or higher) OR any increase in opioid use at 2 consecutive follow-up visits.\n\nParticipants who had more than 2 consecutive visits that were not evaluable for pain progression were censored at the last evaluable assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"12.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience an Adverse Event (AE)","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experienced an adverse event are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"518","spread":null},{"groupId":"OG001","value":"238","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinue Study Treatment Due to an Adverse Event (AE)","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinue study treatment due to an AE are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":179,"n":526},"commonTop":["Anaemia","Nausea","Fatigue","Decreased appetite","Constipation"]}}}