{"nctId":"NCT03323736","briefTitle":"In-Office Tympanostomy Tube Placement in Children (OTTER)","startDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"conditions":["OME - Otitis Media With Effusion","AOM - Acute Otitis Media"],"count":370,"armGroups":[{"label":"Pivotal Cohort","type":"OTHER","interventionNames":["Combination Product: Iontophoresis & tube placement"]},{"label":"Office Lead-In Cohort","type":"OTHER","interventionNames":["Combination Product: Iontophoresis & tube placement"]},{"label":"OR Lead-In Cohort","type":"OTHER","interventionNames":["Device: Tube placement"]}],"interventions":[{"name":"Iontophoresis & tube placement","otherNames":[]},{"name":"Tube placement","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females at least 6 months old through 12 years old at time of consent\n2. Indication for tympanostomy tube insertion per Clinical Practice Guideline\n3. Behavioral capacity and cooperative temperament to undergo an awake procedure, based on physician judgment (not applicable to OR Lead-In subjects)\n4. Subject's parent/guardian and subject are able and willing to comply with the protocol and attend all study visits\n5. Subject's parent/guardian and subject are able and willing to provide informed consent or assent as age appropriate\n\nExclusion Criteria:\n\n1. Significantly atrophic, retracted, bimeric, monomeric or atelectatic tympanic membrane\n2. Perforated tympanic membrane\n3. Otitis externa\n4. Active or recent conditions of the tympanic membrane (eg, prior myringotomy with incomplete wound healing or re-epithelization)\n5. Hemotympanum\n6. Damaged/denuded skin in the auditory canal\n7. Cerumen impaction resulting in a significant amount of cleaning required to visualize the tympanic membrane potentially causing abrasion or irritation to the external ear canal\n8. Anatomy that precludes sufficient visualization of and access to the tympanic membrane\n9. Anatomy that necessitates tympanostomy tube placement in the posterior half of the tympanic membrane\n10. History of sensitivity or allergic reaction to lidocaine HCl, tetracaine, epinephrine, or any hypersensitivity to local anesthetics of the amide type, or any component of the anesthetic drug formulation (not applicable to OR Lead-In subjects)\n11. Familial history of insensitivity to lidocaine or other local anesthetics of the amide type (eg, history of inadequate anesthesia with dental numbing agents). (not applicable to OR Lead-In subjects)\n12. Electrically sensitive medical support systems (eg, pacemakers, defibrillators, cochlear implants)\n13. Other conditions that would preclude performing the study procedure including iontophoresis system ear plug incompatibility.\n14. Health conditions that, in the opinion of the investigator, would present undue risk to the subject, based on device/anesthetic drug product label warnings and precautions.\n15. Subject is 4 years or older and not able to complete all baseline assessments. Subject is younger than 4 years and not able to complete all baseline assessments, not including audiometry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Procedural Success:","description":"Count (and percentage) of subjects in the pivotal cohort with successful placement of Tusker Medical tympanostomy tubes in all indicated ears in an office procedure. Note: the primary endpoint applies only to the Pivotal Cohort, and not to the OR Lead-In or Office Lead-In cohorts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"PRIMARY","title":"Tube Placement Tolerability","description":"Mean subject-reported pain score following TDS tube placement using the Faces Pain Scale-Revised (FPS-R) (pivotal cohort children ages 5 and older only). The FPS-R has 6 faces which permits scaling to a 0-to-10 scoring system in intervals of 2 (ie 0, 2, 4, 6, 8 and 10), where 0 represents 'no pain' and 10 represents 'very much pain'. Note- the primary endpoint applies only to the Pivotal Cohort, and not to the OR Lead-In or Office Lead-In cohorts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.30","spread":"3.39"}]}]}]},{"type":"SECONDARY","title":"Tube Patency","description":"Count (and percentage) of subjects in the pivotal cohort, in which a Tusker Medical tube was successfully placed, with functionally patent tube(s) at the 3-week post-procedure follow-up visit.\n\nNote- thus secondary endpoint applies only to the Pivotal Cohort, and not to the OR Lead-In or Office Lead-In cohorts.\n\nNote - This endpoint includes subjects for which at least 1 ear had successful tube placement. For bilateral subjects, they may be considered a non-successful procedure if only 1 ear had successful tube placement, however would be evaluated for the Tube Patency endpoint for the ear that was successful.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null}]}]}]},{"type":"SECONDARY","title":"Tube Retention","description":"Count (percentage) of subjects in the pivotal cohort, in which a Tusker Medical tube(s) was successfully placed, with presence of a Tusker Medical tube across the TM in all successfully treated ears at the 3-week post-procedure follow-up visit.\n\nNote- the secondary endpoint applies only to the Pivotal Cohort, and not to the OR Lead-In or Office Lead-In cohorts.\n\nNote - This endpoint includes subjects for which at least 1 ear had successful tube placement. For bilateral subjects, they may be considered a non-successful procedure if only 1 ear had successful tube placement, however would be evaluated for the Tube Retention endpoint for the ear that was successful.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null}]}]}]},{"type":"SECONDARY","title":"Anesthesia Effectiveness","description":"Count (percentage) of subjects in the pivotal cohort, who completed iontophoresis for all indicated ears, with adequate anesthesia for TT placement in all treated ears as determined by physician's evaluation of TM anesthesia prior to tube placement.\n\nNote- the secondary endpoint applies only to the Pivotal Cohort, and not to the OR Lead-In or Office Lead-In cohorts.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":68},"commonTop":["Otorrhea","Otitis Media","Occluded Tube","Ear Pain","Upper Respiratory Infection"]}}}