{"nctId":"NCT00267969","briefTitle":"A Study of Safety and Effectiveness of Ustekinumab (CNTO 1275) in Patients With Moderate to Severe Plaque-type Psoriasis","startDateStruct":{"date":"2005-12"},"conditions":["Psoriasis"],"count":766,"armGroups":[{"label":"ustekinumab 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ustekinumab"]},{"label":"ustekinumab 90 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ustekinumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"ustekinumab","otherNames":["CNTO 1275"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with plaque-type psoriasis diagnosed at least 6 months prior and covering at least 10% of total body surface areas\n* Have psoriasis area-and-severity index score of \\>=12\n* Patients who are considered by treating dermatologist to be a candidate for phototherapy or systemic treatment of psoriasis\n* Have no history of latent or active TB\n\nExclusion Criteria:\n\n* Currently have nonplaque forms of psoriasis or drug-induced psoriasis\n* Have any therapeutic agent targeted at reducing IL-12 or IL-23\n* Have had a BCG vaccination within the previous 12 months\n* Have a history of chronic or recurrent infectious disease or who have or have had a serious infection requiring hospitalization or intravenous antibiotics within the previous 2 months\n* Have or ever have had a nontuberculous mycobacterial infection or opportunistic infection\n* Patients known to be infected with human immunodeficiency virus, hepatitis B, or hepatitis C\n* Have current signs or symptoms of severe, progressive, or uncontrolled renal, hepatic, hematological, gastrointestinal, endocrine, pulmonary, cardiac, neurologic, cerebral, or psychiatric disease\n* Patients with a malignancy or who have a history of malignancy (with the exception of certain skin cancers and pre-invasive cervical cancer)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Psoriasis Area-and-severity Index (PASI) 75% Improvement From Baseline at Week 12.","description":"The number of participants achieving at least 75% improvement from baseline in Psoriasis Area and Severity Index (PASI) (0 \\[best\\] - 72 \\[worst\\]) at Week 12. This is a test of how bad a person's psoriasis is. The combination of redness, scaling, and thickness, as well as overall body involvement determine the PASI score.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"171","spread":null},{"groupId":"OG002","value":"170","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Achieved a Physician Global Assessment (PGA) Score of Cleared (0) or Minimal (1) at Week 12","description":"The PGA is used to determine the participant's psoriasis lesions overall at a given time point. Overall lesions will be graded as : (0) = cleared, (1) = minimal, (2) = mild, (3) = moderate, (4) = marked, and (5) = severe for induration, erythema, and scaling. The sum of the 3 scales will be divided by 3 to obtain a final PGA score ranging from 0 \\[best\\] to 5 \\[worst\\].","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"151","spread":null},{"groupId":"OG002","value":"156","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) at Week 12","description":"Change from baseline in Dermatology Life Quality Index (DLQI) from baseline at Week 12. This DLQI is a 10-item questionnaire, that in addition to evaluating overall quality of life, can be used to assess 6 different aspects that may affect quality of life: symptoms and feelings, daily activities, leisure, work or school performance, personal relationships, and treatment. Scores range from 0 (no impairment in quality of life) to 30 (most impairment in quality of life).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"-6.0","spread":null},{"groupId":"OG002","value":"-7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area and Severity Index (PASI) 75 Responders at Week 52","description":"The number of participants achieving at least 75% improvement from baseline in Psoriasis Area and Severity Index (PASI) (0 \\[best\\] - 72 \\[worst\\]) at Week 52 in participants randomly assigned to a treatment group at Week 40. This is a test of how bad a person's psoriasis is. The combination of redness, scaling, and thickness, as well as overall body involvement determine the PASI score.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"67","spread":null},{"groupId":"OG002","value":"53","spread":null},{"groupId":"OG003","value":"77","spread":null},{"groupId":"OG004","value":"100","spread":null},{"groupId":"OG005","value":"144","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":255},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Upper respiratory tract infection","Arthralgia","Sinusitis"]}}}