{"nctId":"NCT01456195","briefTitle":"Comparison of TAK-875 (Fasiglifam) With Placebo in Participants With Type 2 Diabetes","startDateStruct":{"date":"2011-11"},"conditions":["Diabetes Mellitus, Type 2"],"count":421,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Fasiglifam 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Fasiglifam"]},{"label":"Fasiglifam 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Fasiglifam"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Fasiglifam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n3. The participant is male or female and 18 years of age or older with a historical diagnosis of T2DM.\n4. The participant has been treated with only diet and exercise for at least 12 weeks prior to Screening and has an HbA1c concentration between 7.0 % and 10.5%, inclusive, at Screening.\n5. The participant has received ≤7 days of any antidiabetic agent within 12 weeks prior to Screening.\n6. The participant has a body mass index (BMI) ≤45 kg/m\\^2 at Screening.\n7. Participants regularly using other, non-excluded medications must be on a stable dose for at least 4 weeks prior to Screening. However, as needed (PRN) use of prescription or over-the-counter medication is allowed at the discretion of the investigator.\n8. The participant is able and willing to monitor glucose with a home glucose monitor and consistently record his or her own blood glucose concentrations and complete participant diaries.\n9. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of the informed consent throughout the duration of the study and for 30 days after the last dose of study drug.\n\nAdditional Inclusion Criteria prior to Randomization\n\n1. The participant has an HbA1c concentration between 7.0 and 10.5%, inclusive, and a fasting plasma glucose (FPG) ≤270 mg/dL (≤15.0 mmol/L) at Week -1 Visit. (If the participant does not qualify for randomization based on these criteria, the assessments may be repeated weekly, for a maximum of 2 additional weeks).\n2. The participant's overall compliance with single-blind study medication during the Placebo Run-in Period is at least 75% and does not exceed 125% based on tablet counts performed by the study staff.\n3. A female participant of childbearing potential must have a negative urine hCG pregnancy test at Baseline (Visit 4) prior to Randomization and prior to administration of the first dose of double-blind study medication\n\nExclusion Criteria:\n\n1. The participant has received any investigational compound within 30 days prior to Screening or has received an investigational antidiabetic drug within 3 months prior to Screening.\n2. The participant has been randomized in a previous TAK-875 study.\n3. The participant is an immediate family member, study site employee, or is in a dependent relationship with a study site employee who is involved in conduct of this study (e.g., spouse, parent, child, or sibling; biological or legally adopted) or may consent under duress.\n4. The participant donated or received any blood products within 12 weeks prior to Screening or is planning to donate blood during the study.\n5. The participant has a hemoglobin ≤12 g/dL (≤120 gm/L) for males and ≤10 g/dL (≤100 gm/L) for females at Screening.\n6. The participant has a systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥95 mm Hg at Screening (If the participant meets this exclusion criterion, the assessment may be repeated once at least 30 minutes after the initial measurement and decision will be made based on the second measurement).\n7. The participant has a history of cancer that has been in remission for \\<5 years prior to Screening. A history of basal cell carcinoma or stage 1 squamous cell carcinoma of the skin is allowed.\n8. The participant has an alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) levels \\>2.0x the upper limit of normal (ULN) at Screening.\n9. The participant has a total bilirubin level greater than the ULN at Screening. Exception: if a participant has documented Gilbert's Syndrome, the participant will be allowed with an elevated bilirubin level per the investigator's discretion.\n10. The participant has a serum creatinine ≥1.5 mg/dL(≥133 µmol/L) \\[males\\] and ≥1.4 mg/dL (≥124 µmol/L) \\[females\\] and/or estimated glomerular filtration rate (GFR) \\<60 mL/min/1.73m\\^2 at Screening.\n11. The participant has uncontrolled thyroid disease.\n12. The participant has a history of laser treatment for proliferative diabetic retinopathy within 6 months prior to Screening.\n13. The participant has had gastric banding or gastric bypass surgery within one year prior to Screening.\n14. The participant has a known history of infection with human immunodeficiency virus (HIV), Hepatitis B virus (HBV), or Hepatitis C virus (HCV).\n15. The participant had coronary angioplasty, coronary stent placement, coronary bypass surgery, myocardial infarction, unstable angina pectoris, clinically significant abnormal electrocardiogram (ECG), cerebrovascular accident or transient ischemic attack within 3 months prior or at Screening.\n16. The participant has a history of hypersensitivity, allergies, or has had an anaphylactic reaction(s) to any component of TAK-875.\n17. The participant has a history of drug abuse (defined as illicit drug use) or a history of alcohol abuse within 2 years prior to Screening.\n18. The participant received excluded medications prior to Screening or is expected to receive excluded medication.\n19. If female, the participant is pregnant (confirmed by laboratory testing, i.e., serum human chorionic gonadotropin (hCG), in females of childbearing potential) or lactating or intending to become pregnant before, during, or within 1 month after participating in this study; or intending to donate ova during such time period.\n20. The participant is unable to understand verbal or written English or any other language for which a certified translation of the approved informed consent is available.\n21. The participant has any other physical or psychiatric disease or condition that in the judgment of the investigator may affect life expectancy or may make it difficult to successfully manage and follow the participant according to the protocol.\n\nAdditional Exclusion Criteria prior to Randomization\n\n1. The participant received excluded medications during the Placebo Run-in Period. (Topical and inhaled corticosteroids are allowed).\n2. The participant has a systolic blood pressure ≥160 mm Hg or diastolic blood pressure ≥95 mm Hg at Baseline (Visit 4) (If the participant meets this exclusion criterion, the assessment may be repeated once at least 30 minutes after the initial measurement and decision will be made based on the second measurement).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Glycosylated Hemoglobin (HbA1c)","description":"The change in the value of glycosylated hemoglobin (the concentration of glucose bound to hemoglobin as a percent of the absolute maximum that can be bound) collected at Week 24 relative to Baseline. A mixed model repeated measures (MMRM) model with treatment, country, visit and visit by treatment interaction as fixed factors and with Baseline value and Baseline value by visit interaction as covariates with an unstructured covariance structure was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.090"},{"groupId":"OG001","value":"-0.65","spread":"0.087"},{"groupId":"OG002","value":"-0.93","spread":"0.087"}]}]}]},{"type":"SECONDARY","title":"Incidence of HbA1c <7%","description":"The incidence (percentage of participants with) HbA1c (the concentration of glucose bound to hemoglobin as a percent of the absolute maximum that can be bound) of less than seven percent for target glycemic control at Week 24.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"36.0","spread":null},{"groupId":"OG002","value":"50.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose","description":"The change between the fasting plasma glucose value collected at Week 24 relative to Baseline measured in milligrams per deciliter (mg/dL). A MMRM model with treatment, country, visit and visit by treatment interaction as fixed factors and with Baseline value and Baseline value by visit interaction as covariates with an unstructured covariance structure was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"3.45"},{"groupId":"OG001","value":"-12.3","spread":"3.29"},{"groupId":"OG002","value":"-20.9","spread":"3.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-hour Postprandial Glucose (PPG) Following a Meal Tolerance Test (MTT)","description":"The change between the value of glucose after a meal, measured by the meal tolerance test collected at Week 24 relative to Baseline. Meal tolerance test measures blood glucose through blood samples drawn before a meal and 2 hours after the start of the meal measured in millimoles per liter (mmol/L). An Analysis of Covariance (ANCOVA) model with treatment and country as fixed factors and Baseline value as covariate was used for analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"12.47"},{"groupId":"OG001","value":"-29.4","spread":"11.82"},{"groupId":"OG002","value":"-30.6","spread":"12.50"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":143},"commonTop":["Nasopharyngitis"]}}}