{"nctId":"NCT00632099","briefTitle":"Progesterone Treatment for Cocaine-dependent Women: A Pilot Study","startDateStruct":{"date":"2008-02"},"conditions":["Cocaine Dependence"],"count":21,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Oral micronized progesterone","type":"EXPERIMENTAL","interventionNames":["Drug: Oral micronized progesterone"]}],"interventions":[{"name":"Oral micronized progesterone","otherNames":["Progesterone"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Women between the ages of 18-60 who meet criteria for current cocaine dependence (DSM-IV-TR). Volunteers may meet criteria for abuse or dependence on nicotine, marijuana or alcohol, as long as the dependence is secondary to cocaine dependence and does not require any medical intervention (see additional exclusions for alcohol dependence below).\n\n  2\\. Use cocaine by the smoked or intranasal route at least four days in the past month, with at least weekly cocaine use.\n\n  3\\. Women with regular menstrual cycles (24-45 days) who are not pregnant, based on the results of a blood pregnancy test drawn at the time of screening. They must agree to use a barrier method of contraception with proven efficacy and agree not to become pregnant during the study. To confirm this, urine pregnancy tests will be conducted weekly.\n\n  4\\. Women must be capable of giving informed consent and capable of complying with study procedures.\n\nExclusion Criteria:\n\n* 1\\. Meets DSM-IV-TR criteria for bipolar disorder, Schizophrenia, or any psychotic disorder other than transient psychosis due to drug abuse.\n\n  2\\. Individuals with any current Axis I psychiatric disorder as defined by DSM-IV-TR supported by the SCID-I/P that in the investigator's judgment are unstable or would be disrupted by study medication. Disorders that are stable on psychotherapy or pharmacotherapy will not be exclusionary. Individuals will be permitted to take prescribed zolpidem and zaleplon or other medications for insomnia if there is no evidence of dependence on these substances.\n\n  3\\. Individuals with current major depressive disorder.\n\n  4\\. Individuals physiologically dependent on any other drugs (excluding nicotine or cannabis) that require medical intervention will be excluded and referred for treatment. Individuals with severe alcohol dependence , even without physiological dependence, or with any known alcohol-related diseases will also be excluded.\n\n  5\\. Females who have any of the following medical contraindications: undiagnosed abnormal genital bleeding, known or suspected history of breast or genital cancer, active deep vein thrombosis, pulmonary embolism, or history of these conditions, active or recent (within last year) arterial thromboembolic diseases (e.g., stroke, myocardial infarction), liver dysfunction.\n\n  6\\. Females who are cognitively impaired or have a chronic organic mental disorder.\n\n  7\\. Individuals with current suicidal risk.\n\n  8\\. Individuals with coronary vascular disease as indicated by history or suspected by abnormal ECG or history of cardiac symptoms.\n\n  9\\. Unstable physical disorders which might make participation hazardous such as uncontrolled hypertension (Blood pressure \\> 150/ 90, or Heart Rate \\> 100 when sitting quietly), acute hepatitis (patients with chronic mildly elevated transaminases \\< 3x upper limit of normal are acceptable), or uncontrolled diabetes.\n\n  10\\. Individuals with a history of seizures.\n\n  11\\. Women who are pregnant or nursing.\n\n  12\\. Individuals who are legally mandated (e.g., to avoid incarceration, monetary or other penalties, etc.) to participate in substance abuse treatment program.\n\n  13\\. Females with a known or suspected hypersensitivity to oral micronized progesterone.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cocaine Abstinence Based on Urine Toxicology Results","description":"Percentage of patients cocaine abstinent during last 3 weeks of the study (weeks 7-9)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["headache","fatigue","breast tenderness","abdominal pain/cramps","depression"]}}}