{"nctId":"NCT01510327","briefTitle":"PLATINUM Trial to Assess the PROMUS Element Stent System for Treatment of De Novo Coronary Artery Lesions-Pharmacokinetics (PLATINUM PK)","startDateStruct":{"date":"2009-10"},"conditions":["Coronary Artery Disease"],"count":22,"armGroups":[{"label":"PROMUS Element","type":"EXPERIMENTAL","interventionNames":["Device: PROMUS Element Everolimus-Eluting Coronary Stent System","Drug: Aspirin","Drug: Thienopyridine"]}],"interventions":[{"name":"PROMUS Element Everolimus-Eluting Coronary Stent System","otherNames":[]},{"name":"Aspirin","otherNames":[]},{"name":"Thienopyridine","otherNames":["A brand name for clopidogrel is PLAVIX.","A brand name for ticlopidine is TICLID."]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must be at least 18 years of age\n* Patient (or legal guardian) understands study requirements and treatment procedures and provides written informed consent before any study-specific tests or procedures are performed\n* For patients less than 20 years of age enrolled at a Japanese site, patient and patient's legal representative must provide written informed consent before any study-specific tests or procedures are performed\n* Patient is eligible for percutaneous coronary intervention (PCI)\n* Patient has documented stable angina pectoris or documented silent ischemia; or unstable angina pectoris\n* Patient is an acceptable candidate for coronary artery bypass grafting (CABG)\n* Patient has a left ventricular ejection fraction (LVEF) \\>=30% as measured within 30 days prior to enrollment\n* Patient is willing to comply with all protocol-required follow-up evaluations\n\nAngiographic Inclusion Criteria (visual estimate):\n\n• Target lesion must be a de novo lesion located in a native coronary artery with a visually estimated reference vessel diameter (RVD) \\>=2.50 mm and \\<=4.25 mm. Target lesion length must measure (by visual estimate) \\<=24 mm. Target lesion must be in a major coronary artery or branch with visually estimated stenosis \\>=50% and \\<100% with Thrombolysis in Myocardial Infarction (TIMI) flow \\>1.\n\nExclusion Criteria:\n\n* Patient has clinical symptoms and/or electrocardiogram (ECG) changes consistent with acute myocardial infarction (MI)\n* Patient has had a known diagnosis of recent MI (ie, within 72 hours prior to index procedure) and has elevated enzymes at time of index procedure as follows.\n\n  * Patients are excluded if any of the following criteria are met at time of the index procedure.\n\n    * If creatine kinase-myoglobin band(CK-MB) \\>2× upper limit of normal (ULN), the patient is excluded regardless of CK Total.\n    * If CK-MB is 1-2× ULN, the patient is excluded if the CK Total is \\>2× ULN.\n  * If CK Total/CK MB are not used and Troponin is, patients are excluded if the following criterion is met at time of index procedure.\n\n    * Troponin \\>1× ULN with at least one of the following.\n    * Patient has ischemic symptoms and ECG changes indicative of ongoing ischemia (eg, \\>1 mm ST segment elevation or depression in consecutive leads or new left bundle branch block \\[LBBB\\]);\n    * Development of pathological Q waves in the ECG; or\n    * Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality.\n\nNote: For patients with unstable angina or patients who have had a recent MI, CK Total/CK MB (or Troponin if CK Total/CK MB are not used) must be documented prior to enrolling/randomizing the patient.\n\n* Patient has received an organ transplant or is on a waiting list for an organ transplant\n* Patient is receiving or scheduled to receive chemotherapy within 30 days before or after index procedure\n* Patient is receiving oral or intravenous immunosuppressive therapy (ie, inhaled steroids are not excluded) or has known life-limiting immunosuppressive or autoimmune disease (eg, human immunodeficiency virus, systemic lupus erythematosus, but not including diabetes mellitus)\n* Patient is receiving chronic (\\>=72 hours) anticoagulation therapy (eg, heparin, coumadin) for indications other than acute coronary syndrome\n* Patient has platelet count \\<100,000 cells/mm3 or \\>700,000 cells/mm3\n* Patient has white blood cell (WBC) count \\<3,000 cells/mm3\n* Patient has documented or suspected liver disease, including laboratory evidence of hepatitis\n* Patient is on dialysis or has known renal insufficiency (ie, estimated creatinine clearance \\<50 ml/min by the Cockcroft Gault formula, or \\[(140-age)\\*lean body weight (in kg)\\]/\\[plasma creatinine (mg/dl)\\*72\\])\n* Patient has history of bleeding diathesis or coagulopathy or will refuse blood transfusions\n* Patient has had a cerebrovascular accident (CVA) or transient ischemic attack (TIA) within past 6 months, or has any permanent neurologic defect that may cause non-compliance with the protocol\n* Target vessel(s) or side branch has been treated with any type of PCI (eg, balloon angioplasty, stent, cutting balloon, atherectomy) within 12 months prior to index procedure\n* Target vessel(s) has been treated within 10 mm proximal or distal to target lesion (by visual estimate) with any type of PCI (eg, balloon angioplasty, stent, cutting balloon, atherectomy) at any time prior to index procedure\n* Non-target vessel or side branch has been treated with any type of PCI (eg, balloon angioplasty, stent, cutting balloon, atherectomy) within 24 hours prior to index procedure\n* Planned or actual target vessel(s) treatment with an unapproved device, directional or rotational coronary atherectomy, laser, cutting balloon, or transluminal extraction catheter immediately prior to stent placement\n* Planned PCI or CABG after index procedure\n* Patient previously treated at any time with coronary intravascular brachytherapy\n* Patient has a known allergy to the study stent system or protocol-required concomitant medications (eg, stainless steel, platinum, cobalt, chromium, nickel, tungsten, acrylic, fluoropolymers, everolimus, thienopyridines, aspirin, contrast) that cannot be adequately premedicated\n* Patient has active peptic ulcer or active gastrointestinal (GI) bleeding\n* Patient has one of the following.\n\n  * Other serious medical illness (eg, cancer, congestive heart failure) that may reduce life expectancy to less than 24 months\n  * Current problems with substance abuse (eg, alcohol, cocaine, heroin, etc.)\n  * Planned procedure that may cause non-compliance with protocol or confound data interpretation\n* Patient is participating in another investigational drug or device clinical trial that has not reached its primary endpoint\n* Patient intends to participate in another investigational drug or device clinical trial within 12 months after index procedure\n* Patient with known intention to procreate within 12 months after index procedure (Women of child-bearing potential who are sexually active must agree to use a reliable method of contraception from the time of screening through 12 months after the index procedure.)\n* Patient is a woman who is pregnant or nursing (A pregnancy test must be performed within 7 days prior to the index procedure in women of child-bearing potential)\n* Patient has more than 2 target lesions, or more than 1 target lesion and 1 non-target lesion, which will be treated during the index procedure\n\nAngiographic Exclusion Criteria (visual estimate):\n\n* Target lesion meets any of the following criteria:\n\n  * Aorto-ostial location (ie, lesion located within 5 mm of ostium by visual estimate)\n  * Left main location\n  * Located within 5 mm of origin of the left anterior descending (LAD) coronary artery or left circumflex (LCX) coronary artery by visual estimate\n  * Located within a saphenous vein graft or arterial graft\n  * Will be accessed via a saphenous vein graft or arterial graft\n  * Involves a side branch \\>=2.0 mm in diameter by visual estimate\n  * Involves a clinically significant side branch \\<2.0 mm in diameter by visual estimate that has a clinically significant stenosis at the ostium\n  * TIMI flow 0 (total occlusion) or TIMI flow 1 prior to wire crossing\n  * Excessive tortuosity proximal to or within the lesion\n  * Extreme angulation proximal to or within the lesion\n  * Target lesion and/or target vessel proximal to the target lesion is moderately to severely calcified by visual estimate\n  * Restenotic from previous intervention\n  * Thrombus, or possible thrombus, present in target vessel\n* Non-target lesion to be treated during the index procedure meets any of the following criteria:\n\n  * Located within the target vessel\n  * Located within a bypass graft (venous or arterial)\n  * Left main location\n  * Chronic total occlusion\n  * Involves a complex bifurcation (eg, bifurcations requiring treatment with more than 1 stent)\n  * Restenotic from previous intervention\n* Patient has unprotected left main coronary artery disease (\\>50% diameter stenosis)\n* Patient has protected left main coronary artery disease and a target lesion in the LAD or LCX\n* Patient has an additional clinically significant lesion(s) in target vessel for which an intervention within 12 months after the index procedure is likely to be required\n* Patient has 2 target lesions in the same vessel that are separated by less than 15 mm (by visual estimate) Note: Multiple focal stenoses will be considered as a single lesion if they can be completely covered with 1 stent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum Observed Everolimus Blood Concentration (Cmax)","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point) and at 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":"0.09"},{"groupId":"OG001","value":"0.67","spread":"0.15"},{"groupId":"OG002","value":"0.91","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration Versus Time Curve (AUC 0-t) Everolimus","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point) and at 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent; t is the last time at which concentration can be quantified","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.27","spread":"4.97"},{"groupId":"OG001","value":"6.45","spread":"5.26"},{"groupId":"OG002","value":"10.87","spread":"7.36"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration Versus Time Curve (AUC 0-24), Everolimus","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point) and at 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.83","spread":"2.03"},{"groupId":"OG001","value":"6.14","spread":"1.10"},{"groupId":"OG002","value":"9.51","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration Versus Time Curve (AUC 0-infinity) Everolimus","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point), 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after implantation of the last study stent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.26","spread":"11.69"},{"groupId":"OG001","value":"12.95","spread":"2.05"},{"groupId":"OG002","value":"60.74","spread":"25.95"}]}]}]},{"type":"SECONDARY","title":"Time of Occurrence of Maximum Everolimus Concentration (Tmax)","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point) and at 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":"0.03"},{"groupId":"OG001","value":"0.62","spread":"0.23"},{"groupId":"OG002","value":"0.52","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Terminal Phase Half-life (t1/2) Everolimus","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point), at 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.19","spread":"20.81"},{"groupId":"OG001","value":"22.83","spread":"7.20"},{"groupId":"OG002","value":"136.06","spread":"62.08"}]}]}]},{"type":"SECONDARY","title":"Total Blood Clearance - Everolimus (CL)","description":"Venous blood draw up to 24 hours prior to implantation of the first study stent (predose time point), 30 minutes, 1, 2, 4, 6, 12, 24, 48, and 72 hours after completion of implantation of the last study stent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6445","spread":"3924"},{"groupId":"OG001","value":"8044","spread":"1276"},{"groupId":"OG002","value":"2511","spread":"1073"}]}]}]},{"type":"SECONDARY","title":"All Death","description":"Number of participants no longer alive","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction (MI) Related to the Target Vessel","description":"New Q-waves in ≥2 leads lasting ≥0.04 sec with creatine kinase (CK) MB or troponin \\>normal; if no new Q-waves total CK levels \\>3× normal (peri-percutaneous coronary intervention \\[PCI\\]) or \\>2× normal (spontaneous) with elevated CK-MB or troponin \\>3× normal (peri-PCI) or \\>2× normal (spontaneous) plus at least one of the following: ECG changes indicating new ischemia (new ST-T changes, left bundle branch block), imaging evidence of new loss of viable myocardium, or new regional wall motion abnormality. Similar for MI diagnosis post coronary artery bypass graft with CK-MB or troponin \\>5× normal","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Revascularization (TVR)","description":"TVR is any ischemia-driven repeat percutaneous intervention to improve blood flow, or bypass surgery of not previously existing lesions with diameter stenosis ≥50% by quantitative coronary angiography in the target vessel, including the target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Revascularization (TLR)","description":"TLR is any ischemia-driven repeat percutaneous intervention to improve blood flow of the successfully treated target lesion or bypass surgery of the target vessel with a graft distally to the successfully treated target lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis (ST) Rate Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis Rate Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis Rate Based on Academic Research Consortium (ARC) Definition","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":22},"commonTop":["Catheter site haematoma","Angina pectoris","Back pain","Non-cardiac chest pain"]}}}