{"nctId":"NCT01842607","briefTitle":"A Study to Determine Long-term Safety of Mepolizumab in Asthmatic Subjects","startDateStruct":{"date":"2013-05-27","type":"ACTUAL"},"conditions":["Asthma"],"count":651,"armGroups":[{"label":"Mepolizumab Arm","type":"EXPERIMENTAL","interventionNames":["Biological: Mepolizumab"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n* Informed Consent: Prior to commencing any study related activities, subjects must be able and willing to provide written informed consent.\n* MEA115588 or MEA115575 study completion: Completion of the double-blind investigational product treatment during MEA115588 or MEA115575.\n* Current Anti-Asthma Therapy: Asthma is currently being treated with a controller medication (i.e., inhaled corticosteroids \\[ICS\\] or other asthma controlled medication) and the subject has been on a controller medication for the past 12 weeks. Subjects will be expected to continue controller therapy for the duration of the study.\n* Male or eligible female subjects:\n* To be eligible for entry into the study, females of childbearing potential must commit to consistent and correct use of an acceptable method of birth control for the duration of the trial and for 4 months after the last study drug administration.\n* A serum pregnancy test is required of all females at the initial Baseline Visit (Visit 1). In addition, a urine pregnancy test will be performed for all females prior to enrollment, during each scheduled study visit prior to the injection of investigational product, and during the Follow-up Visit.\n\nExclusion Criteria:\n\n* Hypersensitivity: Hypersensitivity reaction related to study medication during the MEA115588 or MEA115575 that led to patient withdrawal. Subjects who experienced a localized injection site reaction do not need to be excluded.\n* Health Status: Clinically significant change in health status during MEA115588 or MEA115575 which in the opinion of the investigator would make the subject unsuitable for participation in this long-term study.\n* Malignancy: A current malignancy or malignancy that developed during MEA115588 or MEA115575 (subjects that had localized carcinoma of the skin which was resected for cure will not be excluded). \\[Note for South Korea: Korean subjects with a diagnosis of malignancy within 5 years are excluded\\]\n* Prior SAE: A study related SAE in MEA115588 or MEA115575 that was assessed as possibly related to study medication by the investigator.\n* Pregnancy: Subjects who are pregnant or breastfeeding. Subjects should not be enrolled if they plan to become pregnant during the time of study participation.\n* ECG: Baseline ECG which has a clinically significant abnormality or which shows corrected QT interval with Fridericia (QTcF) \\>=450 millisecond (msec) or QTcF \\>=480 msec for subjects with Bundle Branch Block.\n* Smoking status: Current smokers\n* Liver Function: Liver function tests that meet any of the following during one of the last treatment visits in MEA115588 or MEA115575 : alanine transaminase (ALT) \\>=2 x upper limit of normal (ULN); aspartate transaminase (AST) \\>=2 x ULN; alkaline phosphatase \\>=2 x ULN; Bilirubin \\>1.5 x ULN (isolated bilirubin \\>1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin is \\<35%\n* Hepatitis Status: Positive Hepatitis B Surface Antigen (HBsAg) screen at Visit 1\n* ECG Over-read: Clinically significant abnormality identified during the central over-read during one of the last treatment visits in MEA115588 or MEA115575","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) Including Both Systemic (i.e. Allergic/Immunoglobulin (Ig)E-mediated and Non-allergic) and Local Site Reactions","description":"AEs were collected from the Baseline visit until the follow-up visit (approx. 12 weeks post-last dose). Participants were monitored to evaluate the AEs of systemic and local site reaction. AE is defined as any untoward medical occurrence in a patient or clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. On treatment AEs were defined as events occurring from the first dose until 28 days after the last dose of mepolizumab.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"558","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-mepolizumab Binding Antibodies and Neutralizing Antibodies (NAb) at the Indicated Time Points","description":"Blood samples were collected for the determination of anti-mepolizumab antibodies (ADA) just prior to administration of mepolizumab at indicated time points. Samples that tested positive for anti-mepolizumab antibodies were further tested for the presence of NAb. Participants who switched from the 250 mg vial to the 100 mg vial required one immunogenicity sample prior to the first dose from the 100 mg vial and one sample prior to the second dose from the 100 mg vial at the next visit. The highest value post-baseline visit are based on each participant's highest post-baseline titer. NAb assay result was only presented for participants with positive ADA assay. Highest value post-baseline would be positive for a participant who had both negative and positive post-baseline results.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"615","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Rate of Exacerbations Per Year","description":"Exacerbations are defined as the worsening of asthma which requires use of systemic corticosteroids (IV or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization and/or emergency department (ED) visit. Analysis of the number of exacerbations was performed using a negative binomial model with covariates of region, exacerbations in the year prior to the start of MEA115588 or MEA115575 (as an ordinal variable) and baseline percent (%) predicted forced expiratory volume in 1 second (FEV1), and with logarithm of time on treatment as an offset variable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Asthma Control Questionnaire (ACQ) Score","description":"The ACQ-5 is a five-item questionnaire developed as a measure of participants asthma control. The five questions enquire about the frequency and/or severity of symptoms (nocturnal awakening on waking in the morning, activity limitation, shortness of breath, wheeze). The response options for all these questions consist of a 0 (no impairment/limitation) to 6 (total impairment/ limitation) scale. The overall ACQ score is calculated as the mean of the 5 questions and therefore ranges between 0 (totally controlled) and 6 (severely uncontrolled). The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.812"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.920"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.05","spread":"1.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.944"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.990"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"1.132"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Clinic Pre-bronchodilator FEV1 Over the 52-week Treatment Period","description":"FEV1 is defined as the volume of air forcefully expelled from the lungs in 1 second. Pre-bronchodilator FEV1 measurements were taken by spirometry at Baseline, Week 16, Week 28 and Week 52. Spirometry was performed within ± 1 hour of the Baseline assessment. The change from Baseline is defined as the difference between the value of the end point at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":"362.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":"409.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":"406.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Withdrawn Due to Lack of Efficacy and Adverse Events From the Study","description":"AE is defined as any untoward medical occurrence in a patient or clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. For marketed medicinal products, this also includes failure to produce expected benefits (i.e., lack of efficacy), abuse or misuse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Hospitalized Due to Exacerbations and Adverse Events","description":"AE is defined as any untoward medical occurrence in a patient or clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Exacerbation is defined as worsening of asthma which requires use of systemic corticosteroids (IV or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization and/or emergency department (ED) visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"612","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"560","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Systemic (i.e., Allergic/IgE-mediated and Non-allergic) and Local Site Reactions","description":"Participants were monitored to evaluate the AEs of systemic and local site reaction. AE is defined as any untoward medical occurrence in a patient or clinical investigation subject, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Hypersensitivity reactions (i.e., allergic or IgE-mediated reactions) were monitored using the diagnostic criteria for anaphylaxis as outlined by the 2006 Joint NIAID/FAAN Second Symposium on Anaphylaxis. Information was also collected to assess localized site reactions as determined by the investigator. On treatment AEs were defined as events occurring from the first dose until 28 days after the last dose of mepolizumab.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Electrocardiogram (ECG) Findings at Any Time Post Baseline","description":"12-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. The ECG was obtained before lung function testing followed by other study procedures. ECG was performed at Baseline, Week 28, Week 52 and at the end of follow-up period (approx. 12 weeks post-last dose). ECG findings were summarised at any time post Baseline for participants as normal, abnormal-not clinically significant(A-NCS) and abnormal-clinically significant (A-CS).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"295","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in QT Interval Corrected by Bazett's Method (QTcB) and QT Interval Corrected by Fridericia's Method (QTcF) Values for ECG Assessed at Baseline, Week 28, Week 52 and at Follow-up Visit (Approx. 12 Weeks Post-last Dose)","description":"12-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. The ECG was obtained before lung function testing followed by other study procedures. ECG was performed at Baseline, Week 28, Week 52 and at the end of follow-up period (approx. 12 weeks post-last dose). The change from Baseline is defined as the difference between the value of the end point at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"19.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"18.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"19.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"16.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"15.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"17.01"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Change From Baseline in QTcF Interval for ECG Assessed at Any Time Post Baseline","description":"12-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. ECG was performed at Baseline, Week 28, Week 52 and at the end of follow-up period (approx. 12 weeks post-last dose). Participants with maximum change (MC) from Baseline were summarised at any time post Baseline for the following categories \\<-60, \\>=-60 to \\<-30, \\>=-30 to \\<0, \\>=0 to \\<30, \\>=30 to \\<60 and \\>=60. The change from Baseline is defined as the difference between the value of the end point at the time point of interest and Baseline value. QTc intervals shown at any time post Baseline are the maximum seen in each participant over the course of the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"252","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"328","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Change From Baseline in QTcB Interval for ECG Assessed at Any Time Post Baseline","description":"12-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. ECG was performed at Baseline, Week 28, Week 52 and at the end of follow-up period (approx. 12 weeks post-last dose). Participants with maximum change (MC) from Baseline were summarized at any time post Baseline for the following categories \\<-60, \\>=-60 to \\<-30, \\>=-30 to \\<0, \\>=0 to \\<30, \\>=30 to \\<60 and \\>=60. The change from Baseline is defined as the difference between the value of the end point at the time point of interest and Baseline value. QTc intervals shown at any time post Baseline are the maximum seen in each participant over the course of the trial. Only those participants available at the specified time points were analyzed (represented by n=X in the category titles).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"222","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"330","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure and Diastolic Blood Pressure Assessed at Week 52","description":"Vital sign measurements including systolic blood pressure (SBP) and diastolic blood pressure (DBP) were performed at Baseline, at Weeks 4, 8, 12, 16, 20, 24, 28, 32, 36, 40, 44, 48, 52 and follow-up visit (approx. 12 weeks post-last dose). Vital measurements were done pre-injection with the participants sitting, having rested in this position for at least 5 minutes before each reading. They were taken before measurement of any clinic lung function tests or ECGs at the specified time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"12.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"9.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulse Rate Assessed at Week 52","description":"Vital sign measurements including sitting pulse was performed at Baseline, at Weeks 4, 8, 12, 16, 20, 24, 28, 32, 36, 40, 44, 48, 52 and follow-up visit (approx. 12 weeks post-last dose). Vital measurements were done pre-injection with the participants sitting, having rested in this position for at least 5 minutes before each reading. They were taken before measurement of any clinic lung function tests or ECGs at the specified time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"10.52"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Chemistry Parameters Outside the Normal Range at Any Time Post-baseline","description":"Clinical chemistry laboratory parameters included alanine aminotransferase, albumin, alkaline phosphatase, aspartate aminotransferase, bilirubin, calcium, chloride, cholesterol, creatine kinase, creatinine, direct bilirubin, gamma glutamyl transferase, high density lipoprotein (HDL) cholesterol, indirect bilirubin, low density lipoprotein (LDL) cholesterol, lactate dehydrogenase, phosphate, plasma/serum protein, potassium, serum glucose, sodium, triglycerides, urea, and very low density lipoprotein (VLDL) cholesterol assessed at the indicated time points. Laboratory abnormalities outside the normal range (high and low values) at any time post baseline were presented. Any time post Baseline = all visits (including scheduled and unscheduled). If participant had given both high and low value at least once then participant is counted under both high and low category for this visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"492","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"239","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Haematology Laboratory Parameters Outside the Normal Range at Any Time Post-baseline","description":"Haematology laboratory parameters included basophils, basophils/leukocytes, blood erythrocytes, blood leukocytes, eosinophils, eosinophils/leukocytes, mean corpuscular hemoglobin concentration (MCHC), mean corpuscular hemoglobin (MCH), mean corpuscular volume (MCV), erythrocytes distribution width (EDW), hematocrit, hemoglobin, lymphocytes, lymphocytes/leukocytes, monocytes, monocytes/leukocytes, neutrophils segmented (NS), neutrophils/leukocytes, platelets, reticulocytes assessed at Baseline, Week 4, Week 16, Week 28, Week 52 and follow-up visit (approx. 12 weeks post-last dose). Hematology abnormalities outside the normal range (high and low values) at any time post baseline were presented. Any time post Baseline is equal to all visits (including scheduled and unscheduled) post Baseline were considered for this visit derivation. If participant had given both high and low value at least once then participant is counted under both high and low category for this visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"429","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"276","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"322","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"156","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"226","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"294","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":94,"n":651},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Bronchitis","Sinusitis"]}}}