{"nctId":"NCT01612767","briefTitle":"BIOHELIX-I Bare Metal Stent Study","startDateStruct":{"date":"2012-11"},"conditions":["Coronary Arteries Disease"],"count":329,"armGroups":[{"label":"Pro-Kinetic Energy Stent","type":"EXPERIMENTAL","interventionNames":["Device: PRO-Kinetic Energy Stent"]}],"interventions":[{"name":"PRO-Kinetic Energy Stent","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor a subject to be enrolled in the study and considered for the index procedure, the following initial inclusion criteria must be met:\n\n* Age ≥ 18 years\n* Willingness to comply with study follow-up requirements\n* Candidate for a percutaneous coronary intervention (PCI) procedure\n* Candidate for coronary artery bypass graft surgery\n* Documented evidence of stable or unstable angina pectoris or positive functional ischemia study (e.g. exercise treadmill test, thallium stress test, SPECT, stress echocardiogram or cardiac CT) Stable angina pectoris is defined as a documented Canadian Cardiovascular Society Classification of I, II, III or IV Unstable angina pectoris is defined as a documented Braunwald Classification of B \\& C, I, II, III\n* Written informed consent\n\nFor a subject to receive an investigational stent, the following procedure-related criteria must be met:\n\n* De novo or restenotic lesion in a native coronary artery; restenotic lesions must have been previously treated with only standard percutaneous transluminal coronary angioplasty (PTCA) (treatment must be \\> 12 months prior to the index procedure)\n* Target lesion must be in a major coronary artery (target vessel). The target vessel includes the entire territory of the left anterior descending artery, left circumflex artery or right coronary artery and any major side branch of the artery.\n* A maximum of one target lesion and one non-target lesion may be treated per subject. The lesions must be located in separate coronary arteries, with treatment of the non-target lesion occurring first using commercially available therapy (with exception of brachytherapy).\n* Lesions may be one solid lesion or a series of multiple, smaller lesions to be treated as one lesion\n* Target lesion must be treatable with a single investigational stent; an additional stent may be used when treating a vessel dissection or another similar intra-procedure complication (use of investigational stent preferred)\n* Angiographic evidence of ≥ 50% and \\< 100% stenosis (by operator visual estimate) with a TIMI flow \\> 1\n* Target lesion length of ≤ 31 mm by operator visual estimate\n* Target vessel reference diameter of 2.25 mm to 4.0 mm by operator visual estimate\n\nExclusion Criteria:\n\nFor a subject to be enrolled in the study and considered for the index procedure, the following initial exclusion criteria must not be present:\n\n* Baseline LVEF of \\< 30%; LVEF may be measured and assessed by standard-of-care echocardiography procedures within 90 days of the index procedure or by a left ventriculogram prior to the index procedure (operator visual assessment).\n* PCI in any vessel 30 days prior to the index procedure or planned for within 30 days after the index procedure\n* Stroke or transient ischemic attack within the last 6 months prior to enrollment\n* Intolerance to contrast agents that cannot be medically managed and/or intolerance to antiplatelet, anticoagulant or thrombolytic medications\n* Refusal of blood transfusions\n* Any other medical condition, that in the opinion of the investigator, poses an unacceptable risk for implant of a stent according to the study indications\n* Pregnant, planning to become pregnant or nursing during the course of the study. Women of child-bearing potential must have a negative blood pregnancy (beta hCG) test. Female subjects who are surgically sterile or post-menopausal are exempt from having a pregnancy test.\n* Known allergy to L-605 CoCr alloy (cobalt, chromium, tungsten and nickel) or amorphous silicon carbide\n* Life expectancy of less than one year\n* Participation in any other clinical investigational device or drug study.\n* Subjects may be concurrently enrolled in a post-market study, as long as the post-market study device, drug or protocol does not interfere with the investigational treatment or protocol of this study.\n\nFor a subject to receive an investigational stent the following procedure-related criteria must not be present:\n\n* Documented diagnosis of an acute MI within 72 hours of the index procedure and an elevation of Troponin or creatine kinase-MB (CKMB) above the URL (CKMB measurement is not required if CK is normal) at the time of the index procedure (99th percentile of the individual investigative site's normal reference population)\n\n  * For subjects with stable angina and elevated Troponin, CKMB \\<99% URL is required\n* ECG changes consistent with an acute MI within 72 hours of the index procedure. ECG changes consistent with an acute MI include:\n\n\\> 1 mm ST segment elevation or depression in consecutive leads New left bundle branch block (LBBB) Development of pathological Q-waves in two contiguous leads of the electrocardiogram (ECG)\n\n* Acute coronary syndrome with baseline Troponin \\> 99% URL\n* INR ≥ 1.6\n* Concomitant renal failure with serum creatinine level \\> 2.5 mg/dL\n* Unresolved neutropenia (white blood cell count \\< 3,000 / µL), thrombocytopenia (platelet count \\< 100,000 / µL) or thrombocytosis (platelet count \\> 700,000 / µL)\n* Unprotected left main coronary artery disease (CAD) (\\> 50% diameter stenosis by operator visual estimate)\n* Target vessel has been treated with any PCI procedure (e.g. PTCA, stent, cutting balloon, atherectomy, etc.) within 12 months prior to the index procedure\n* Target lesion has been treated with a stent, cutting balloon or atherectomy any time prior to the index procedure or has been treated with PTCA within 12 months prior to the index procedure\n* Target vessel treated with brachytherapy anytime prior to index procedure\n* Planned PCI in the target vessel within 9 months after the index procedure\n* Target vessel has a non-target lesion with a \\> 50% stenosis that requires treatment during the index procedure\n* Lesions preventing distal perfusion (TIMI flow 0 and 1) prior to wire crossing\n* Target lesion is in the left main coronary artery or within 2 mm of the origin of the left anterior descending artery or left circumflex artery by operator visual estimate\n* Target lesion is located within a saphenous vein graft or arterial graft\n* Target lesion involves a bifurcation - lesion is located in a major coronary artery and involves a side branch with a diameter \\> 2 mm (by operator visual estimate)\n* Presence of a complication following pre-dilatation of target lesion\n* Presence of a complication following treatment of a non-target lesion (if applicable)\n* Presence of a target vessel/lesion that has excessive tortuousity/angulation or is severely calcified preventing complete inflation of an angioplasty balloon\n* Angiographic evidence of thrombus within the target lesion\n* Target lesion is located within an aneurysm or associated with an aneurysm in the vessel segment either proximal or distal to the target lesion\n* Use of cutting balloons, atherectomy or ablative devices immediately prior to investigational stent placement","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Target Vessel Failure Rate","description":"The primary endpoint for the Pro-Kinetic Energy Stent is the target vessel failure rate at 9-months post-index procedure. Target vessel failure is defined as cardiac death, myocardial infarction and ischemia-driven target vessel revascularization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.26","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Failure Rate","description":"Evaluate the target vessel failure rate at 1, 12, 24, and 36 months post-index procedure. Target vessel failure is defined as cardiac death, myocardial infarction (MI) and ischemia-driven target vessel revascularization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.61","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Failure Rate - Contribution of Individual Event Types","description":"Contribution of each event type (cardiac death, myocardial infarction (MI) and ischemia-driven target vessel revascularization) to composite rate of target vessel failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.96","spread":null},{"groupId":"OG002","value":"2.30","spread":null},{"groupId":"OG003","value":"4.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"1.61","spread":null},{"groupId":"OG002","value":"2.00","spread":null},{"groupId":"OG003","value":"3.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"8.97","spread":null},{"groupId":"OG002","value":"10.23","spread":null},{"groupId":"OG003","value":"12.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Target Vessel Revascularization Rate","description":"Evaluate the overall target vessel revascularization rate of the PRO-Kinetic Energy stent. The rate includes both ischemia-driven revascularization procedures of the target vessel, as well as revascularization procedures of the target vessel without prior clinical symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"7.86","spread":null},{"groupId":"OG002","value":"9.62","spread":null},{"groupId":"OG003","value":"11.55","spread":null},{"groupId":"OG004","value":"13.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Target Lesion Failure Rate","description":"Evaluate the target lesion failure rate of the PRO-Kinetic Energy stent. Target lesion failure includes cardiac death, MI, and ischemia-driven target lesion revascularization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.22","spread":null},{"groupId":"OG001","value":"8.41","spread":null},{"groupId":"OG002","value":"9.84","spread":null},{"groupId":"OG003","value":"11.68","spread":null},{"groupId":"OG004","value":"15.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Failure Rate - Contribution of Individual Event Types","description":"The contribution of each individual event of cardiac death, myocardial infarction, and ischemia-driven target lesion revascularization to the overall rate of target lesion failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.95","spread":null},{"groupId":"OG002","value":"0.96","spread":null},{"groupId":"OG003","value":"2.30","spread":null},{"groupId":"OG004","value":"4.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"1.58","spread":null},{"groupId":"OG002","value":"1.61","spread":null},{"groupId":"OG003","value":"2.00","spread":null},{"groupId":"OG004","value":"3.50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"6.60","spread":null},{"groupId":"OG002","value":"8.04","spread":null},{"groupId":"OG003","value":"8.61","spread":null},{"groupId":"OG004","value":"10.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Target Lesion Revascularization Rate","description":"Evaluate the overall target lesion revascularization rate associated with the PRO-Kinetic Energy stent. The overall target lesion revascularization rate includes both ischemia-driven revascularization procedures of the target lesion, as well as revascularization procedures of the target lesion without prior clinical symptoms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"7.23","spread":null},{"groupId":"OG002","value":"8.65","spread":null},{"groupId":"OG003","value":"9.24","spread":null},{"groupId":"OG004","value":"10.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite of All-cause Mortality and All-cause MI","description":"Characterize the overall safety of the PRO-Kinetic Energy stent by evaluating the composite rate of all-cause mortality and all-cause myocardial infarction.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"3.12","spread":null},{"groupId":"OG002","value":"3.79","spread":null},{"groupId":"OG003","value":"7.32","spread":null},{"groupId":"OG004","value":"11.25","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality and All-cause MI - Contribution of Individual Rates","description":"Contribution of the individual rates of mortality and myocardial infarction to the overall composite safety rate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"1.87","spread":null},{"groupId":"OG002","value":"2.52","spread":null},{"groupId":"OG003","value":"5.73","spread":null},{"groupId":"OG004","value":"8.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.93","spread":null},{"groupId":"OG002","value":"0.95","spread":null},{"groupId":"OG003","value":"2.23","spread":null},{"groupId":"OG004","value":"3.86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.93","spread":null},{"groupId":"OG002","value":"1.58","spread":null},{"groupId":"OG003","value":"3.50","spread":null},{"groupId":"OG004","value":"4.82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.61","spread":null},{"groupId":"OG001","value":"1.56","spread":null},{"groupId":"OG002","value":"1.58","spread":null},{"groupId":"OG003","value":"1.91","spread":null},{"groupId":"OG004","value":"3.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Stent Thrombosis Rate","description":"Evaluate the stent thrombosis rate associated with the PRO-Kinetic Energy stent. Stent thrombosis was classified according to both timing and evidence as outlined by the ARC definition of stent thrombosis. Participants were included in the evaluations at visit intervals if they had a visit at the specified interval or a thrombosis was reported at or before the visit.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"1.0","spread":null},{"groupId":"OG004","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.3","spread":null},{"groupId":"OG003","value":"0.3","spread":null},{"groupId":"OG004","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"1.3","spread":null},{"groupId":"OG002","value":"1.3","spread":null},{"groupId":"OG003","value":"1.3","spread":null},{"groupId":"OG004","value":"1.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"1.0","spread":null},{"groupId":"OG003","value":"1.6","spread":null},{"groupId":"OG004","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Index Procedure Success","description":"Evaluate the index procedure success associated with the implant of the PR-Kinetic Energy stent. procedure success is defined as the successful delivery and deployment of the investiational stent at the intended target lesion in combination with any adjunctive device (if applicable) to attain a final residual stenosis of \\< 30% by operator visual estimate without the occurrence of cardiac death, any MI (target vessel or non-target vessel) or TLR prior to hospital discharge.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Device Success During the Index Procedure","description":"Evaluate the device success associated with the implant of the PRO-Kinetic Energy stent. Device success is defined as the successful delivery and deployment of the investigational stent at the intended target lesion in combination with standard post-dilation (if applicable) to attain a final residual stenosis of \\< 30% by operator visual estimate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Lesion Success During the Index Procedure","description":"Evaluate the lesion success associated with the implant of the PRO-Kinetic Energy stent. Lesion success is defined as the successful delivery and deployment of the investigational stent at the intended target lesion in combination with any adjunctive device (if applicable) to attain a final residual stenosis of \\< 30% by operator visual estimate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Angina Pectoris Classification","description":"Evaluate the angina pectoris classification at each study visit.\n\nStable angina pectoris was classified according to the Canadian Cardiovascular Society's System: Stable Angina - Class I: normal activity does not cause angina; Stable Angina - Class II: slight limitation of normal activity, moderate exertion may cause angina; Stable Angina - Class III: marked limitation of ordinary physical activity; Stable Angina - Class IV: discomfort with any physical activity and pain may be present at rest\n\nUnstable angina pectoris was classified according to the Braunwald System: Numeral I: newly onset severe or accelerated angina with no pain at rest; Numeral II: angina at rest within the preceding month but not the past 48 hours Numeral III: angina at rest within the preceding 48 hours; Letter A: develops in presence of conditions which intensify ischemia; Letter B: develops in the absence of extracardiac conditions; Letter C: develops within 2 weeks after an acute myocardial infarction","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.8","spread":null},{"groupId":"OG001","value":"97.3","spread":null},{"groupId":"OG002","value":"93.9","spread":null},{"groupId":"OG003","value":"88.9","spread":null},{"groupId":"OG004","value":"94.7","spread":null},{"groupId":"OG005","value":"95.3","spread":null},{"groupId":"OG006","value":"94.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.7","spread":null},{"groupId":"OG001","value":"2.4","spread":null},{"groupId":"OG002","value":"5.8","spread":null},{"groupId":"OG003","value":"11.1","spread":null},{"groupId":"OG004","value":"5.0","spread":null},{"groupId":"OG005","value":"4.7","spread":null},{"groupId":"OG006","value":"4.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null},{"groupId":"OG001","value":"1.2","spread":null},{"groupId":"OG002","value":"3.7","spread":null},{"groupId":"OG003","value":"6.2","spread":null},{"groupId":"OG004","value":"2.0","spread":null},{"groupId":"OG005","value":"2.4","spread":null},{"groupId":"OG006","value":"2.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.4","spread":null},{"groupId":"OG001","value":"0.6","spread":null},{"groupId":"OG002","value":"0.9","spread":null},{"groupId":"OG003","value":"2.9","spread":null},{"groupId":"OG004","value":"1.7","spread":null},{"groupId":"OG005","value":"1.0","spread":null},{"groupId":"OG006","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"0.6","spread":null},{"groupId":"OG002","value":"0.6","spread":null},{"groupId":"OG003","value":"1.3","spread":null},{"groupId":"OG004","value":"1.3","spread":null},{"groupId":"OG005","value":"1.0","spread":null},{"groupId":"OG006","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.6","spread":null},{"groupId":"OG003","value":"0.7","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.3","spread":null},{"groupId":"OG006","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.3","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.3","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.3","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.3","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":202,"n":329},"commonTop":["Chest pain","Dyspnea","Dizziness","Hypertension","Headache"]}}}