{"nctId":"NCT00312845","briefTitle":"Study of VELCADE and Rituximab in Patients With Relapsed or Refractory B-cell Non-Hodgkin's Lymphoma","startDateStruct":{"date":"2006-03"},"conditions":["Non-Hodgkin's Lymphoma"],"count":676,"armGroups":[{"label":"Bortezomib + Rituximab","type":"EXPERIMENTAL","interventionNames":["Drug: Bortezomib + Rituximab"]},{"label":"Rituximab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rituximab"]}],"interventions":[{"name":"Bortezomib + Rituximab","otherNames":[]},{"name":"Rituximab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n* Man or woman and age 18 years or older\n* Diagnosis of follicular B-NHL of the following subtypes (World Health Organization \\[WHO\\] classification 1997): follicular lymphoma (FL) (Grades 1 and 2).\n* Documented relapse or progression following prior antineoplastic treatment. New lesions or objective evidence of progression of existing lesions must document relapse or progression following the previous therapy.\n\nIf any prior regimen included rituximab, the subject must have responded (complete response \\[CR\\], unconfirmed complete response \\[CRu\\], partial response \\[PR\\]), and the time to progression (TTP) from the first dose of rituximab must have been 6 months or more.\n\n* At least 1 measurable tumor mass (greater than 1.5 cm in the longest dimension and greater than 1.0 cm in the short axis) that has not been previously irradiated, or has grown since previous irradiation\n* In the opinion of the investigator the decision to initiate treatment is justified to manage the subject's lymphoma\n* No active central nervous system lymphoma\n* Eastern Cooperative Oncology Group \\[ECOG\\] status ≤ 2\n* Female subjects must be postmenopausal (for at least 6 months), surgically sterile, abstinent, or, if sexually active, be practicing an effective method of birth control (e.g., prescription oral contraceptives, contraceptive injections, intrauterine device, double-barrier method, contraceptive patch, male partner sterilization) before entry and throughout the study; and have a negative serum beta-human chorionic gonadotropin (β-hCG) pregnancy test at screening.\n* Subjects (or their legally acceptable representatives) must have signed an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n* In countries where health authorities have approved the pharmacogenomic testing, subjects or their legally acceptable representatives must have signed a separate informed consent that they agree to participate in the genetic part and protein testing part of the study; participation in the genetic and protein testing component is mandatory for pharmacogenomics testing, but optional for serum protein testing and future testing.\n\nExclusion Criteria:\n\nPotential subjects who meet any of the following criteria will be excluded from participating in the study:\n\n* Diagnosed or treated for a malignancy other than NHL within 1 year of randomization, or who were previously diagnosed with a malignancy other than NHL and have any radiographic or biochemical marker evidence of malignancy. Subjects with completely resected basal cell carcinoma, squamous cell carcinoma of the skin, or in situ malignancy are not excluded.\n* Clinical evidence of a transformation from indolent NHL to a more aggressive form of NHL.\n* History of disallowed therapies:\n\n  * Prior treatment with VELCADE\n  * Antineoplastic (including unconjugated therapeutic antibodies), experimental, or radiation therapy within 3 weeks before randomization\n  * Nitrosoureas within 6 weeks before randomization\n  * Radioimmunoconjugates or toxin immunoconjugates within 10 weeks before randomization\n  * Stem cell transplant within 6 months before randomization\n  * Major surgery within 2 weeks before randomization\n* Residual toxic effects of previous therapy or surgery of Grade 3 or worse\n* Peripheral neuropathy or neuropathic pain of Grade 2 or worse\n* Have received an experimental drug or used an experimental medical device within 21 days before the planned start of treatment.\n* History of allergic reaction attributable to compounds containing boron or mannitol\n* Known anaphylaxis or immunoglobulin E (IgE)-mediated hypersensitivity to murine proteins or to any component of rituximab including polysorbate 80 and sodium citrate dihydrate\n* Concurrent treatment with another investigational agent\n* Female subject who is pregnant or breast-feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival","description":"Progression free survival is defined as time from randomization to progressive disease or death due to any cause, whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"389","spread":null},{"groupId":"OG001","value":"334","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate","description":"Overall response rate is defined as Complete Response (CR) + Complete Response Unconfirmed (CRu) + Partial Response (PR) using International Working Group Criteria (IWGC) and Independent Radiographic Review results and clinical results. The IWGC CR requires complete disappearance of all detectable clinical and radiographic evidence of disease and disappearance of all disease-related symptoms, and normalization of lactic dehydrogenase and bone marrow involvement. CRu requires more than 75% reduction in sum of product of nodes (SPD). PR requires moer than 50% reduction in SPD.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"160","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":334},"commonTop":["Fatigue","Cough","Headache","Back pain","Pain in extremity"]}}}