{"nctId":"NCT00707057","briefTitle":"Ibuprofen Extended-Release Dental Pain Study","startDateStruct":{"date":"2008-06"},"conditions":["Pain","Post-Operative Pain","Third Molar Extraction"],"count":256,"armGroups":[{"label":"Ibuprofen 600 mg ER group","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen 600 mg Extended-Release Tablets"]},{"label":"Placebo group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ibuprofen 600 mg Extended-Release Tablets","otherNames":["Ibuprofen 600 mg ER"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females 16 to 45 years of age;\n* Outpatients scheduled to undergo surgical extraction of 1-2 impacted third molar(s), one of which must be a mandibular impaction that is partially impacted in either tissue or bone;\n* At least a score of 5 on the 11-point pain intensity numerical rating scale (PI-NRS) at baseline;\n* Use of only the following preoperative medication(s) / anesthetic(s): short-acting local anesthetic (e.g., mepivacaine or lidocaine) with or without vasoconstrictor and/or nitrous oxide;\n* Reliable, cooperative, and adequate intelligence to record the requested information on the analgesic questionnaire form;\n* Subjects (or the parent or legal guardian of subjects under the age of 18 years) are required to read, comprehend, and sign the informed consent. Subjects requiring a parent or legal guardian to sign the informed consent will be required to sign an assent;\n* Examined by the attending dentist or physician and medically cleared to participate in the study; and,\n* In general good health and have no contraindications to any of the study meds.\n\nExclusion Criteria:\n\n* Presence of a serious medical condition (e.g., poorly controlled hypertension, poorly controlled diabetes, significantly impaired cardiac, renal or hepatic function, hyper- or hypothyroidism);\n* Use of a prescription or nonprescription drug with which the administration of ibuprofen, celecoxib, any other non-steroidal anti-inflammatory drug (NSAID), or acetaminophen, is contraindicated;\n* Acute local infection at the time of surgery that could confound the post-surgical evaluation;\n* Females who are pregnant, lactating, of child-bearing potential, or postmenopausal for less than 2 years and not using a medically approved method of contraception (i.e., oral, transdermal, or implanted contraceptives, intrauterine device, diaphragm, condom, abstinence, or surgical sterility), or females who test positive on a urine-based pregnancy test;\n* Presence or history (within 2 years of enrollment) of bleeding disorder(s) or peptic ulcer disease;\n* Presence or history (within the past year) of alcoholism or substance abuse. Subjects who are taking CNS or other psychotropic drugs (including St. John's Wort, or any other nutritional supplement known to have psychotropic effects) may be enrolled if they have been on stable doses of medication for at least 2 months, will maintain this dose throughout the study, and their condition is judged by the Principal Investigator to be well-controlled;\n* Habituation to analgesic drugs (i.e., routine use of oral analgesics 5 or more times per week);\n* History of allergic reaction (eg, asthma, rhinitis, swelling, shock, or hives) to ibuprofen, naproxen, aspirin, celecoxib, any other NSAID, or acetaminophen;\n* Prior use of any type of analgesic or NSAID 5 half-lives of that drug or less before taking the first dose of study medication, except for pre-anesthetic medication and anesthesia for the procedure;\n* Ingestion of any caffeine-containing beverages, chocolate, or alcohol 4 hours or less before taking the first dose of study medication;\n* Has taken an investigational product within the past 30 days;\n* Has previously been entered into this study; and,\n* The subject is a member of the study site staff either directly involved with the study, an employee of the Sponsor, or a relative of study site personnel directly involved with the study or Sponsor.","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","maximumAge":"45 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Analgesic Efficacy, as Measured by the Sum of Pain Intensity Differences (SPID) Scale","description":"Analgesic efficacy for the 8-12 hour measurement interval after dose 1 using Sum of Pain Intensity Differences (SPID).\n\nAn 11-point Pain Intensity Numerical Rating Scale (PI-NRS) was used to record pain intensity at baseline and 8, 9, 10, 11, 12 hours after dose 1. The scale went from 0 (no pain) to 10 (Worst possible pain). The outcome measure is based a mean of the sum of each of the five time points evaluated. The total time scale ranges from 0 to 50. Subjects were asked to select the number that best describes how much pain they had at the time of observation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.80","spread":"16.331"},{"groupId":"OG001","value":"0.40","spread":"11.933"}]}]}]},{"type":"PRIMARY","title":"Durability of Effect as Measured by the Number of Subjects Achieving Meaningful Improvement in Pain Intensity Difference (PID) From Baseline at All Three Assessment Periods of 24, 36, and 48 Hours","description":"Response rate measured the durability of effect and was measured by the number of subjects achieving a reduction of at least 2 points (greater than or equal to 20%) from baseline on the 11-point Pain Intensity Numerical Rating Scale (PI-NRS) at all 3 assessment periods of 24, 36 and 48 hours. The scale went from 0 (no pain) to 10 (Worst possible pain). Subjects were asked to select the number that best describes how much pain they had at the time of observation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Confirmed \"First Perceptible\" Relief","description":"When the subject was administered study medication at Time 0, the Study Coordinator started 2 stopwatches. In an effort to determine the exact moment that the subject began to obtain noticeable pain relief, the subject was instructed to stop the stopwatch when \"initial\" relief was observed and again when \"meaningful\" relief was achieved. Time to confirmed first perceptible relief was defined as the time to first perceptible relief, provided that the subject also later stopped the second stopwatch indicating meaningful relief. The assigned censored time for \"No Pain Relief\" is 240 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.00","spread":null},{"groupId":"OG001","value":"240","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Confirmed \"Meaningful\" Relief","description":"When the subject was administered study medication at Time 0, the Study Coordinator started 2 stopwatches. To determine the exact moment that the subject began to notice pain relief, the subject was instructed to stop the stopwatch when \"initial\" relief was observed and again when \"meaningful\" relief was achieved. Time to confirmed \"meaningful\" relief was achieved if both stopwatches were stopped within the 4 hour observation period, when both \"initial\" and \"meaningful\" relief were observed. Meaningful relief is a subjective definition, based on each subjects determination of pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"240","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage (%) of Subjects With Confirmed First Perceptible Relief Within 1 Hour of Dose 1","description":"Percentage (percentage of total) of subjects with \"first perceptible\" relief within 1 hour of Dose 1. The assigned censored time for \"No Pain Relief\" was 240 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Achieving \"Meaningful\" Relief as Indicated by the Time Recorded on the Second Stopwatch Following \"First Perceptible\" Relief","description":"Percentage(%) of subjects with confirmed first perceptible relief and meaningful relief after dose 1. Subjects that achieved both \"first perceptible\" relief and \"meaningful\" relief within the time allotted. The assigned censored time for \"No Pain Relief\" is 240 minutes. Meaningful relief is a subjective definition, based on each subject's determination of pain","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Analgesic Efficacy for the 0-12, 0-4, 4-8, and 4-12 Hour Dosing Intervals After Dose 1 Using Total Pain Relief (TOTPAR) and Sum of Pain Intensity Difference(SPID)","description":"The Pain Intensity Difference (PID) at each time point was derived by subtracting the pain intensity from baseline pain intensity, so that a higher value was indicative of a greater improvement. Time weighted SPID for each specified interval (scale ranges from 0 to 10; 0=no pain relief and 10= complete pain relief) was derived by first multiplying each PID score by the time from the previous time point, and adding them together for each scheduled time point within the time interval (e.g., 4-12 hours in case of SPID 4-12). Time weighted TOTPAR for each specified interval was similarly derived.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.59","spread":"40.830"},{"groupId":"OG001","value":"12.05","spread":"27.114"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.84","spread":"11.854"},{"groupId":"OG001","value":"3.18","spread":"6.749"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.94","spread":"19.013"},{"groupId":"OG001","value":"5.34","spread":"12.393"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.38","spread":"33.851"},{"groupId":"OG001","value":"9.92","spread":"23.411"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.20","spread":"34.791"},{"groupId":"OG001","value":"0.45","spread":"24.378"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.64","spread":"10.222"},{"groupId":"OG001","value":"-0.18","spread":"6.591"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.88","spread":"16.158"},{"groupId":"OG001","value":"0.24","spread":"11.034"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.49","spread":"28.654"},{"groupId":"OG001","value":"0.67","spread":"20.617"}]}]}]},{"type":"SECONDARY","title":"Duration of Relief After Dose 1","description":"Duration of relief was defined as the time to treatment failure (i.e.,taking rescue medication, or withdrawing due to lack of efficacy) up to the 12-hour time point. For those withdrawing from the study due to lack of efficacy prior to taking dose 2 or rescue medication, time to treatment failure was the time from dose 1 to the last assesment time. For those discontinuing from the study for any other reason, the time to treatment failure was censored at the last assessment time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"720","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Require Rescue Medication at or Prior to Hour 8, Hour 10, and Hour 12 After Taking Dose 1","description":"Percentage of participants who require rescue medication (Lortab) at or prior to hour 8, hour 10 and hour 12 were reported and 95% confidence intervals for the corresponding parameters were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.4","spread":null},{"groupId":"OG001","value":"82.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.9","spread":null},{"groupId":"OG001","value":"85.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":null},{"groupId":"OG001","value":"85.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain Relief and PID Scores at Individual Time Points for Dose 1","description":"Pain relief and pain intensity difference (PID) scores at individual time points were summarized by descriptive statistics. The PID at each time point prior to dose 2 was derived by subtracting the pain intensity from the baseline pain intensity, so that a higher value was indicative of a greater improvement. Range of possible scores could be from 0 (no improvement) to 5 (greatest possible improvement)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.11","spread":"3.466"},{"groupId":"OG001","value":"0.18","spread":"2.599"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.10","spread":"3.460"},{"groupId":"OG001","value":"0.22","spread":"2.704"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.44","spread":"3.756"},{"groupId":"OG001","value":"0.22","spread":"2.721"}]}]}]},{"type":"SECONDARY","title":"Global Evaluation for Dose 1","description":"Global evaluation for dose 1, either at the time of rescue or at dose 2 (hour 12), whichever came first were summarized. At the 12-hour time point but before Dose 2, or within 1 minute of rescue medication use (if it occurred before hour 12), the subject was to provide a Global Evaluation of Dose 1 of study medication on an 11 point PI-NRS in response to the following command:\n\n\"Select the number that best describes how you would rate this medication as a pain-reliever (select one number only).\" The range went from 0 (Very poor) to 10 (Excellent).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.05","spread":"3.536"},{"groupId":"OG001","value":"1.79","spread":"2.898"}]}]}]},{"type":"SECONDARY","title":"Global Evaluation, Maximum Relief, and Overall Relief for Dose 2","description":"Global evaluation, maximum relief, and overall relief scores for dose 2 were summarized with descriptive statistics. The subject was to provide a description for the Global Evaluation, maximum relief and overall relief of Dose 2 of study medication on an 11 point PI-NRS: Global Evaluation: \"rate the study medication as a pain-reliever\"; Maximum Pain Relief: \"maximum pain relief received from the last dose\"; Overall Pain Relief: \"overall quantity of pain relief received from the last dose\". The range went from 0 (Very poor or No relief) to 10 (Excellent or Complete relief).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.82","spread":"2.914"},{"groupId":"OG001","value":"4.24","spread":"3.673"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.27","spread":"2.997"},{"groupId":"OG001","value":"5.02","spread":"3.864"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.62","spread":"3.005"},{"groupId":"OG001","value":"4.46","spread":"3.588"}]}]}]},{"type":"SECONDARY","title":"Global Evaluation, Maximum Relief, and Overall Relief for Dose 3","description":"Global evaluation, maximum relief, and overall relief scores for dose 3 were summarized with descriptive statistics. The subject was to provide a description for the Global Evaluation, maximum relief and overall relief of Dose 3 of study medication on an 11 point PI-NRS: Global Evaluation: \"rate the study medication as a pain-reliever\"; Maximum Pain Relief: \"maximum pain relief received from the last dose\"; Overall Pain Relief: \"overall quantity of pain relief received from the last dose\". The range went from 0 (Very poor or No relief) to 10 (Excellent or Complete relief).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.14","spread":"2.839"},{"groupId":"OG001","value":"4.98","spread":"3.549"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.61","spread":"2.922"},{"groupId":"OG001","value":"5.63","spread":"3.805"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.76","spread":"2.942"},{"groupId":"OG001","value":"5.02","spread":"3.634"}]}]}]},{"type":"SECONDARY","title":"Global Evaluation, Maximum Relief, and Overall Relief for Dose 4","description":"Global evaluation, maximum relief, and overall relief scores for dose 4 were summarized with descriptive statistics. The subject was to provide a description for the Global Evaluation, maximum relief and overall relief of Dose 4 of study medication on an 11 point PI-NRS: Global Evaluation: \"rate the study medication as a pain-reliever\"; Maximum Pain Relief: \"maximum pain relief received from the last dose\"; Overall Pain Relief: \"overall quantity of pain relief received from the last dose\". The range went from 0 (Very poor or No relief) to 10 (Excellent or Complete relief).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.26","spread":"2.953"},{"groupId":"OG001","value":"4.70","spread":"3.715"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.66","spread":"2.970"},{"groupId":"OG001","value":"5.34","spread":"3.970"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.06","spread":"3.045"},{"groupId":"OG001","value":"4.89","spread":"3.803"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":169},"commonTop":[]}}}