{"nctId":"NCT01606189","briefTitle":"A Study to Compare Sublingual Cannabis Based Medicine Extracts With Placebo to Treat Brachial Plexus Injury Pain","startDateStruct":{"date":"2001-12"},"conditions":["Pain"],"count":48,"armGroups":[{"label":"GW-1000-02","type":"EXPERIMENTAL","interventionNames":["Drug: GW-1000-02"]},{"label":"GW-2000-02","type":"EXPERIMENTAL","interventionNames":["Drug: GW-2000-02"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"GW-1000-02","otherNames":["Sativex"]},{"name":"GW-2000-02","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years or above.\n* Brachial plexus pain, at least 18 months after the initial injury.\n* Reported weekly brachial plexus pain at the required severity at Visits 1 and 2; a Box Scale-11 pain severity score of four boxes or above.\n* A pattern of pain that in the Investigator's opinion had been stable during the four weeks before study entry.\n* Stable regular medication during the four weeks before study entry.\n* A maximum tricyclic antidepressant dose of 75 mg per day, if applicable.\n* No cannabinoid use (cannabis, Marinol® or Nabilone) at least seven days before study entry or during the study.\n* If sexually active; was either using effective contraception during the study and for three months thereafter or had been surgically sterilised or, if female, was post-menopausal. All patients agreed to use a barrier method of contraception in addition to their usual form of oral or depot contraception.\n* Willing and able to undertake and comply with all study requirements.\n* Willing and able to consider and understand the patient information leaflet and consent form and to give informed consent. Those patients unable to read or to sign the document were managed as detailed in the Declaration of Helsinki.\n* Willing for his or her general practitioner, and consultant if appropriate, to be informed of study participation.\n* Willing for his or her name to be notified to Home Office for participation in the study.\n\nExclusion Criteria:\n\n* Abuse or strong suspicion of drug abuse, including alcohol or cannabis, or in the investigator's opinion had a tendency to drug dependency or substance abuse. Patients with a history of abuse could have been included at the discretion of the investigator.\n* Known or suspected adverse reaction to cannabinoids.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medication.\n* History of any type of schizophrenia, any other psychotic illness, or other significant psychiatric illness other than depression associated with chronic illness.\n* Regular levodopa therapy (Sinemet®, Sinemet plus®, Levodopa®, L-dopa®, Madopar®, Benserazide®) within seven days of study entry.\n* Serious cardiovascular disorder including recent angina, uncontrolled hypertension or an uncontrolled symptomatic cardiac arrhythmia.\n* History of significant renal or hepatic impairment as shown in medical history or indicated by clinical laboratory results from samples.\n* History of active epilepsy or convulsions.\n* Nerve surgery within six months of study entry or any other surgery within two months of study entry.\n* Elective surgery, other procedures requiring general anaesthesia, or a planned hospital admission that would have taken place during the study, other than a hospital admission under the care of the study investigator.\n* Terminal illness.\n* Pregnancy, lactation or expected non-compliance with the contraceptive measures called for by the protocol.\n* Participation in any other pharmacological clinical research study in the 12 weeks before study entry.\n* Planned travel outside the UK between study entry and the end of the crossover phase.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Mean Box Scale-11 Pain Review Score at the End of Each Treatment Period (Each Lasting 14-20 Days)","description":"Each day patients recorded in their patient diary, the severity of their pain during the previous 24 hours using a Box Scale-11 pain score ranging from zero \"no pain at all\" to 10 \"pain as bad as you can imagine\". The Box Scale-11 pain score endpoint for each assessment period was the average of all available data recorded during the seven whole days prior to the visit immediately subsequent to that period, but only including data from Day 8 onwards. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"1.13"},{"groupId":"OG001","value":"-0.6","spread":"1.34"},{"groupId":"OG002","value":"0.0","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Sleep Disturbance Score at the End of Each Treatment Period (Each Lasting 14-20 Days).","description":"Each day patients recorded in their patient diary the number of times they were woken due to pain during the previous night. The results were recorded as \"None\", \"Once\", \"Twice\" and \"More Than Twice\" and converted to a four point scale, zero to three respectively. The treatment days and the assessment periods were defined in the same way as for the Box Scale-11 pain score. A negative value indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.43"},{"groupId":"OG001","value":"-0.4","spread":"0.51"},{"groupId":"OG002","value":"0.0","spread":"0.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Box Scale-11 Sleep Quality Score at the End of Each Treatment Period (Each Lasting 14-20 Days).","description":"Each day patients recorded in their patient diary the quality of their sleep during the previous night using a Box Scale-11 sleep score ranging from zero \"Worst Imaginable\" to 10 \"Best Imaginable\". The treatment days and the assessment periods were defined in the same way as for the Box Scale-11 pain score. A positive value indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.22"},{"groupId":"OG001","value":"1.2","spread":"1.39"},{"groupId":"OG002","value":"0.4","spread":"1.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean McGill Pain Questionnaire Part 1 Score for 'Total Pain Intensity' at the End of Each Treatment Period (Each Lasting 14-20 Days)","description":"Part 1 of the questionnaire related to the intensity of 15 different types of pain. Intensity was recorded separately for each type of pain on a zero to three scale, where zero = \"None\", one = \"Mild\", two = \"Moderate\" and three = \"Severe\". The total intensity was defined as the unweighted sum of the 15 scores, giving a minimum possible score of zero (lowest pain score) and a maximum possible score of 45 (highest pain score). The distribution of each of the 15 types of pain was summarised at baseline and for each treatment. A negative value indicates an improvement in pain from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"8.91"},{"groupId":"OG001","value":"-3.8","spread":"9.37"},{"groupId":"OG002","value":"-1.8","spread":"9.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean McGill Pain Questionnaire Part 2 Score for 'Intensity of Pain' at the End of Each Treatment Period (Each Lasting 14-20 Days)","description":"Part 2 of the questionnaire recorded the intensity of pain at present. Results were recorded on a VAS ranging from zero \"No pain\" to 100 \"Worst possible pain\". Intensity of pain was summarised and analysed in the same manner as the primary efficacy parameter of Box Scale-11 pain score. A negative value indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.9","spread":"25.15"},{"groupId":"OG001","value":"-17.3","spread":"26.74"},{"groupId":"OG002","value":"-8.0","spread":"26.92"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Number of Patients Who Reported 'No Pain' or 'Mild Pain' Using a McGill Pain Questionnaire Part 3 Score for 'Strength of Pain at Present' at the End of Each Treatment Period (Each Lasting 14-20 Days)","description":"Part 3 of the questionnaire recorded the strength of pain at present. Results were recorded in six categories which were classified as \"No Pain\", \"Mild\", \"Discomforting\", \"Distressing\", \"Horrible\" and \"Excruciating\". The change from baseline in the number of patients who reported \"No Pain\" or \"Mild Pain\" at the end of the respective treatment periods is presented. An increase in number indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Pain Disability Index Score at the End of Each Treatment Period (Each Lasting 14-20 Days).","description":"The Pain Disability Index consisted of seven assessments representing different aspects of disability due to pain. Each assessment was scored on a zero to 10 scale, where zero equated with \"no disability\" and 10 equated with \"total disability\". The total Pain Disability Index score was the unweighted sum of the seven pain scores, ranging from zero to 70. A negative value indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.3","spread":"9.97"},{"groupId":"OG001","value":"-3.1","spread":"10.37"},{"groupId":"OG002","value":"-3.6","spread":"7.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean 12-Item General Health Questionnaire Score at the End of Each Treatment Period (Each Lasting 14-20 Days).","description":"The 12-Item General Health Questionnaire consisted of 12 general health questions. Each question was scored on a zero to three scale, where zero represented the better assessment. The total score was the unweighted sum of the 12 scores, ranging from zero to 36. A negative value indicates an improvement from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"6.70"},{"groupId":"OG001","value":"-1.2","spread":"6.12"},{"groupId":"OG002","value":"0.1","spread":"3.92"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Patient Safety.","description":"The number of patients who experienced an adverse event during the course of study is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":46},"commonTop":["Dizziness","Somnolence","Dysgeusia","Nausea","Feeling Drunk"]}}}