{"nctId":"NCT02422615","briefTitle":"Study of Efficacy and Safety of LEE011 in Men and Postmenopausal Women With Advanced Breast Cancer.","startDateStruct":{"date":"2015-06-09","type":"ACTUAL"},"conditions":["Advanced Breast Cancer"],"count":726,"armGroups":[{"label":"Ribociclib + fulvestrant","type":"EXPERIMENTAL","interventionNames":["Drug: Ribociclib","Drug: Fulvestrant"]},{"label":"Placebo + fulvestrant","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Fulvestrant","Drug: Placebo"]}],"interventions":[{"name":"Ribociclib","otherNames":["LEE011"]},{"name":"Fulvestrant","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Patients were adults, both male and female, aged ≥ 18 years at the time of providing informed consent. Female patients were required to be postmenopausal. Informed consent was obtained prior to any trial-related activities, following local guidelines.\n2. Patients had a confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer, determined through histological and/or cytological examination by a local laboratory. Patients also had HER2-negative breast cancer.\n3. Patients had either measurable disease as per RECIST 1.1 criteria or at least one predominantly lytic bone lesion.\n4. Patients had advanced breast cancer, which included locoregionally recurrent disease not amenable to curative therapies (such as surgery or radiotherapy) or metastatic breast cancer. Patients fell into one of the following categories:\n\n   * Newly diagnosed with advanced/metastatic breast cancer and treatment-naïve.\n   * Relapsed with documented evidence of relapse more than 12 months after completing (neo)adjuvant endocrine therapy, without any prior treatment for advanced/metastatic disease.\n   * Relapsed with documented evidence of relapse on or within 12 months from completing (neo)adjuvant endocrine therapy, without any prior treatment for advanced/metastatic disease.\n   * Relapsed with documented evidence of relapse more than 12 months after completing adjuvant endocrine therapy and subsequently progressed after receiving one line of endocrine therapy (antiestrogen or aromatase inhibitor) for advanced/metastatic disease.\n   * Newly diagnosed with advanced/metastatic breast cancer at diagnosis and progressed after receiving one line of endocrine therapy (antiestrogen or aromatase inhibitor), with documented evidence of progression.\n5. Patients had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n6. Patients had adequate bone marrow and organ function.\n\nKey Exclusion Criteria:\n\nPatients with symptomatic visceral disease or disease burden that rendered them ineligible for endocrine therapy, based on the investigator's judgment.\n\n2\\. Patients who had received prior treatment with chemotherapy (except for neoadjuvant/adjuvant chemotherapy), fulvestrant, or any CDK4/6 inhibitor.\n\n3\\. Patients with inflammatory breast cancer at the screening stage. 4. Patients with central nervous system (CNS) involvement, unless they were at least 4 weeks from completing prior therapy before initiating the study treatment and had a stable CNS tumor at the time of screening. They were also required not to be receiving steroids and/or enzyme-inducing anti-epileptic medications for brain metastases.\n\n5\\. Patients with clinically significant, uncontrolled heart disease and/or cardiac repolarization abnormality.\n\n6\\. Patients who were currently receiving any of the following substances, which could not be discontinued 7 days prior to initiating treatment:\n\n* Known strong inducers or inhibitors of CYP3A4/5.\n* Substances with a known risk of prolonging the QT interval or inducing Torsades de Pointes.\n* Substances with a narrow therapeutic window and predominantly metabolized through CYP3A4/5.\n* Herbal preparations/medications, dietary supplements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Per Investigator Assessment","description":"PFS was defined as the period starting from the date of randomization to the date of the first documented progression or death caused by any reason. In cases where patients did not experience an event, the PFS was censored at the date of the last adequate tumor assessment. Clinical deterioration without objective radiological evidence was not considered as documented disease progression.\n\nPFS was assessed via local radiology assessment according to RECIST 1.1. The Kaplan-Meier method was used to estimate PFS, and the median PFS, along with 95% confidence intervals, was reported for each treatment group.\n\nThe distribution of PFS between the two arms was compared using a stratified log-rank test at a one-sided 2.5% level of significance. The PFS hazard ratio with two-sided 95% confidence interval was derived from the stratified Cox proportional hazards model.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":null},{"groupId":"OG001","value":"12.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. In cases where the patient's death was not recorded, the OS value was censored at the date of the last known patient's survival status. As per protocol, the final OS analysis was conducted after approximately 351 deaths were documented.\n\nOS was estimated using the Kaplan-Meier method. The median OS, along with 95% confidence intervals (CIs), was reported for each treatment group.\n\nThe distribution of OS between the two treatment arms was compared using a log-rank test at one-sided cumulative 2.5% level of significance. A stratified Cox regression was used to estimate the OS hazard ratio and the associated 95% CI.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"40.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) Per Blinded Independent Review Committee (BIRC)","description":"PFS was defined as the period starting from the date of randomization to the date of the first documented progression or death caused by any reason. In cases where patients did not experience an event, the PFS was censored at the date of the last adequate tumor assessment. Clinical deterioration without objective radiological evidence was not considered as documented disease progression.\n\nPFS was assessed via BIRC assessment according to RECIST 1.1. The Kaplan-Meier method was used to estimate PFS, and the median PFS, along with 95% confidence intervals, was reported for each treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"10.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) Per Investigator Assessment","description":"ORR was defined as the percentage of participants with the best overall response of complete response (CR) or partial response (PR) according to RECIST 1.1 as per investigator assessment.\n\nCR: Disappearance of all lesions with lymph nodes measuring \\< 10 mm. PR: At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR) Per Investigator Assessment","description":"CBR was defined as the percentage of participants with a best overall response of CR or PR or stable disease (SD) lasting 24 weeks or longer as defined in RECIST 1.1 as per investigator assessment.\n\nCR: Disappearance of all lesions with lymph nodes measuring \\< 10 mm. PR: At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.\n\nSD: Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for progressive disease.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"62.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR) Per Investigator Assessment","description":"TTR was defined as the time from randomization to the first documented and confirmed response (CR or PR) as defined by RECIST 1.1 per investigator assessment. The Kaplan-Meier method was used to estimate TTR, and the median TTR, along with 95% confidence intervals, was reported for each treatment group. Participants who did not achieve a confirmed response were censored at the maximum follow-up time for patients who had a PFS event (i.e. either progressed or died due to any cause) or at the date of last adequate tumor assessment otherwise.\n\nCR: Disappearance of all lesions with lymph nodes measuring \\< 10 mm. PR: At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) Per Investigator Assessment","description":"DOR was defined as the time from the first documented response (CR or PR) to the first documented progression or death due to underlying cancer as defined in RECIST 1.1 per investigator assessment. The Kaplan-Meier method was used to estimate DOR, and the median DOR, along with 95% confidence intervals, was reported for each treatment group. If a participant had not had an event, duration was censored at the date of last adequate tumor assessment.\n\nCR: Disappearance of all lesions with lymph nodes measuring \\< 10 mm. PR: At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of Eastern Cooperative Oncology Group Performance Status (ECOG PS) in One Score Category","description":"ECOG PS categorized patients based on their ability to perform daily activities and self-care, with scores ranging from 0 to 5. A score of 0 indicated no restrictions in activity, while higher scores indicated increasing limitations. Time to definitive deterioration was defined as the time from the date of randomization to the date of the event, defined as experiencing an increase in ECOG PS by at least one category from the baseline or death. A deterioration was considered definitive if no improvements in the ECOG PS were observed at a subsequent time. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive deterioration, along with 95% confidence intervals, was reported for each treatment group. Patients receiving any further therapy prior to definitive worsening were censored at their date of last assessment prior to start of therapy. Patients that had not worsened at the data cutoff point were censored at the date of last assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive 10% Deterioration in the Global Health Status/Quality of Life (GHS/QoL) Scale Score of the European Organization for Research and Treatment of Cancer's Core Quality of Life Questionnaire (EORTC QLQ-C30)","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, a GHS/QoL scale, and 6 single items. GHS/QoL scale scores range between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.\n\nThe time to definitive 10% deterioration is defined as the time from the date of randomization to the date of event, which is defined as at least 10% relative to baseline worsening of the QoL score (without further improvement above the threshold) or death due to any cause. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive 10% deterioration, along with 95% confidence intervals, was reported for each treatment group. If a patient had not had an event, time to deterioration was censored at the date of the last adequate QoL evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"19.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the GHS/QoL Scale Score of the EORTC QLQ-C30","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, a GHS/QoL scale, and 6 single items. GHS/QoL scale scores range between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.\n\nThe change from baseline in the GHS/QoL score was assessed. A positive change from baseline indicates improvement. For subjects who discontinued treatment without disease progression, post-treatment efficacy visits occurred every 8 weeks during the initial 18 months since start of treatment, followed by visits every 12 weeks until disease progression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"18.53"},{"groupId":"OG001","value":"2.7","spread":"17.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":"19.97"},{"groupId":"OG001","value":"3.2","spread":"18.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"19.47"},{"groupId":"OG001","value":"4.3","spread":"17.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"19.36"},{"groupId":"OG001","value":"3.3","spread":"17.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"17.57"},{"groupId":"OG001","value":"2.3","spread":"18.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"18.53"},{"groupId":"OG001","value":"1.3","spread":"19.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"18.34"},{"groupId":"OG001","value":"3.6","spread":"19.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"20.31"},{"groupId":"OG001","value":"3.4","spread":"21.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.8","spread":"17.57"},{"groupId":"OG001","value":"3.7","spread":"18.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"20.78"},{"groupId":"OG001","value":"4.7","spread":"17.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"16.81"},{"groupId":"OG001","value":"8.3","spread":"18.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":"16.48"},{"groupId":"OG001","value":"19.4","spread":"12.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"25.84"},{"groupId":"OG001","value":"-5.5","spread":"24.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"21.20"},{"groupId":"OG001","value":"-33.3","spread":"23.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"19.75"},{"groupId":"OG001","value":"-16.7","spread":"23.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"24.88"},{"groupId":"OG001","value":"-16.7","spread":"0.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":"20.75"},{"groupId":"OG001","value":"-25.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":"20.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":"12.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":"20.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"17.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"46.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Ribociclib Plasma Concentrations","description":"Blood samples were collected to assess the concentration by time point for ribociclib. Participants were classified into the following dose groups at each timepoint: 1) ribociclib 600 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 600 mg immediately prior to the blood collection without a dose change or interruption. 2) ribociclib 400 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 400 mg immediately prior to the blood collection without a dose change or interruption. 3) ribociclib 200 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 200 mg immediately prior to the blood collection without a dose change or interruption.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"627","spread":"67.6"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1670","spread":"52.0"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1690","spread":"46.2"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1420","spread":"50.9"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"553","spread":"80.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":"81.6"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1470","spread":"80.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"794","spread":"85.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1610","spread":"53.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"913","spread":"69.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1280","spread":"89.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"710","spread":"47.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null}]}]}]},{"type":"SECONDARY","title":"LEQ803 Plasma Concentrations","description":"Blood samples were collected to assess the concentration by time point for LEQ803, a metabolite of ribociclib. Participants were classified into the following dose groups at each timepoint: 1) ribociclib 600 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 600 mg immediately prior to the blood collection without a dose change or interruption. 2) ribociclib 400 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 400 mg immediately prior to the blood collection without a dose change or interruption. 3) ribociclib 200 mg: consisted of all participants who provided evaluable concentrations after receiving at least 10 consecutive daily ribociclib doses of 200 mg immediately prior to the blood collection without a dose change or interruption.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.6","spread":"50.4"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":"44.5"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":"42.0"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":"42.4"}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.7","spread":"62.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":"52.3"}]}]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":"56.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.8","spread":"68.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":"44.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":"67.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":"60.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72.3","spread":"75.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":null}]}]}]},{"type":"POST_HOC","title":"All Collected Deaths","description":"Pre-treatment deaths were collected from day of participant's informed consent to the day before first dose of study medication.\n\nOn-treatment deaths were collected from start of treatment to 30 days after last dose of treatment or one day before first administration of crossover treatment (for crossover participants), whichever came first Crossover on-treatment deaths were collected from start of crossover treatment up to 30 days after last dose of crossover treatment.\n\nPost-treatment efficacy/survival follow-up deaths were collected from day 31 after last dose of study treatment to end of study.\n\nCrossover post-treatment efficacy/survival follow-up deaths were collected from day 31 after last dose of crossover treatment to end of study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"264","spread":null},{"groupId":"OG001","value":"153","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"277","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":179,"n":483},"commonTop":["Nausea","Neutropenia","Fatigue","Arthralgia","Diarrhoea"]}}}