{"nctId":"NCT00194129","briefTitle":"Lithium and Divalproex for the Treatment of Comorbid Rapid Cycling Bipolar Disorder and Substance Abuse Disorder","startDateStruct":{"date":"1997-11"},"conditions":["Bipolar Disorder"],"count":31,"armGroups":[{"label":"Lithium plus Divalproex","type":"EXPERIMENTAL","interventionNames":["Drug: Lithium","Drug: Divalproex"]},{"label":"Lithium plus placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lithium","Drug: Placebo"]}],"interventions":[{"name":"Lithium","otherNames":["Lithium Carbonate"]},{"name":"Divalproex","otherNames":["Valproic Acid","Depakote"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be included in this study, patients will be required to be either acutely hypomanic or manic as defined by the Diagnostic and Statistical Manual -IV (DSM-IV) and meet criteria for current substance abuse and/or dependence disorder within the last six months.\n* Must have 4 or more episodes in the immediate 12 months prior to study entry.\n* Males or females 16 - 65 years of age.\n* A score of 60 or less on the Global Assessment Scale.\n* Have no medical illness precluding the use of lithium or divalproex.\n\nExclusion Criteria:\n\n* Patients who have had intolerable side effects to lithium levels 0.8 meq/L or divalproex levels of 50 ug/ml. Patients who have been completely non-responsive to lithium in the past will be excluded, whereas patients who have had partial responses to lithium will be permitted into the study.\n* Patients with a prior history of seizure disorder, cerebral vascular disease, structural brain damage from trauma, clinically significant focal neurological abnormalities, EEG abnormalities with frank paroxysmal activity or a previous CT/MRI scan of the brain with gross structural abnormalities.\n* Patients who require anticoagulant drug therapy.\n* Patients who have uncontrolled gastrointestinal, renal, hepatic, endocrine, cardiovascular, pulmonary, immunological or hematological disease. Patients with alcohol-related liver disease as reflected by diffuse elevations in liver functions tests exceeding the upper limits of the normal range by 50% will be excluded.\n* Patients who are pregnant or plan to become pregnant during the study.\n* Patients who have received haloperidol decanoate or fluphenazine decanoate within the last 10 weeks.\n* Patients who have a central nervous system (CNS) neoplasm, uncontrolled metabolic, demyelinating or progressive disorder; active CNS infection; or any progressive neurological disorder.\n* Patients who are taking exogenous steroids.\n* Patients who do not meet criteria for substance abuse or dependence.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Treatment for Emerging Symptoms of a Mood Relapse","description":"A relapse is a return to either a depressive, manic, hypomanic or mixed episode after a period of not have any symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":null},{"groupId":"OG001","value":"15.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment for Emerging Symptoms of a Manic/Hypomanic/Mixed Episode","description":null,"classes":[]},{"type":"SECONDARY","title":"Time to Treatment for Emerging Symptoms of a Depressive Episode","description":null,"classes":[]},{"type":"SECONDARY","title":"Change in Rate of Alcohol Use Disorders After Open-label Treatment With Lithium and Divalproex","description":"Number of subjects who no longer met criteria for active abuse or had entered into early full remission after receiving up to 6 months of open-label treatment with lithium and divalproex","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Rate of Cannabis Use Disorders After Open-label Treatment With Lithium and Divalproex","description":"Number of subjects who no longer met criteria for active cannabis abuse or had entered into early full remission after receiving up to 6 months of open-label treatment with lithium and divalproex","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Rate of Cocaine Use Disorders After Open-label Treatment With Lithium and Divalproex","description":"Number of subjects who no longer met criteria for active cocaine abuse or had entered into early full remission after receiving up to 6 months of open-label treatment with lithium and divalproex","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Tremors","Polyuria/Polydipsia","Diarrhea","Weight Gain","Fatigue"]}}}