{"nctId":"NCT01574612","briefTitle":"Open Label Safety Study of Xerese Cream in the Treatment of Recurrent Herpes Labialis in Children 6-11 Years Old","startDateStruct":{"date":"2012-03"},"conditions":["Herpes Labialis"],"count":54,"armGroups":[{"label":"topical cream acyclovir/hydrocortisone","type":"EXPERIMENTAL","interventionNames":["Drug: acyclovir/hydrocortisone cream"]}],"interventions":[{"name":"acyclovir/hydrocortisone cream","otherNames":["Xerese(r)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age 6-11 years at time of enrollment\n* General good health, as judged by the Investigator\n* History of recurrent herpes labialis with at least two (2) recurrences during the last twelve (12) months, as based on interview with the subject or subject's caregiver\n* Agreement to refrain from using other topical medical, over-the counter (OTC), or cosmetic products in or around the oral area during the herpes recurrence\n* Agreement to refrain from mechanical disruption of the area affected by herpes labialis during the study recurrence\n* Subjects and their legally acceptable representative(s) must voluntarily sign and date the informed assent (subject) and consent (legally authorized representative).\n* Willingness to comply with all requirements of the study.\n\nExclusion Criteria:\n\n* Any evidence of an immunosuppressed state of the subject due to underlying disease (e.g. HIV infection) or concomitant treatment (e.g. cancer chemotherapy)\n* Significant skin conditions that occur in the area typically affected by herpes recurrences, and that would interfere with assessment of lesions such as atopic dermatitis, acne, eczema, psoriasis or chronic vesiculobullous disorders\n* Administration of an investigational drug or within 30 days prior to inclusion, or concurrent participation in another research study\n* Administration of an immunomodulatory agent within the past 30 days\n* History of immediate hypersensitivity or serum sickness reaction to any nucleoside analog antiviral agent, or to any topical steroid, or to the vehicle\n* Clinically relevant abnormal physical findings at screening which, in the opinion of the investigator, would interfere with the objectives of the study or that may preclude compliance with the study procedures Nursing or pregnant (Pubescent females require pregnancy testing)","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Reporting of Adverse Events","description":"treatment period is for 5 days and follow up visits at 7days and 21 days after first dose","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":54},"commonTop":["URI","lip injury","general disorder","paresthesia oral","rash"]}}}