{"nctId":"NCT02034513","briefTitle":"A Trial Comparing the Safety and Efficacy of Insulin Degludec and Insulin Glargine, Both With Insulin Aspart as Mealtime Insulin in Subjects With Type 1 Diabetes","startDateStruct":{"date":"2014-01-05","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 1"],"count":501,"armGroups":[{"label":"IDeg OD + IAsp followed by IGlar OD + IAsp","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec","Drug: insulin glargine","Drug: insulin aspart"]},{"label":"IGlar OD + IAsp followed by IDeg OD + IAsp","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin degludec","Drug: insulin glargine","Drug: insulin aspart"]}],"interventions":[{"name":"insulin degludec","otherNames":[]},{"name":"insulin glargine","otherNames":[]},{"name":"insulin aspart","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: - Subjects fulfilling at least one of the below criteria: a) Experienced at least one severe hypo episode within the last year (according to the ADA (American Diabetes Association) definition, April 2013) b) Moderate chronic renal failure, defined as glomerular filtration rate 30 - 59 mL/min/1.73 m\\^2 per CKD-Epi (chronic kidney disease epidemiology collaboration) c) Hypoglycaemic symptom unawareness d) Diabetes mellitus duration for more than 15 years e) Recent episode of hypoglycaemia (defined by symptoms of hypoglycaemia and/or episode with low glucose measurement (below or equal to 70 mg/dL \\[below or equal to 3.9 mmol/L\\])) within the last 12 weeks prior to Visit 1 (screening) - Male or female, age at least 18 years at the time of signing informed consent - Type 1 diabetes mellitus (diagnosed clinically) for at least 52 weeks prior to Visit 1 - Current treatment with a basal-bolus regimen consisting of neutral protamine Hagedorn (NPH) insulin OD (once daily) / BID (twice daily) or insulin detemir (IDet) OD / BID plus 2-4 daily injections of any rapid acting meal time insulin or CSII (with rapid acting insulin) for at least 26 weeks prior to Visit 1 - HbA1c (glycosylated haemoglobin) below or equal to 10% by central laboratory analysis - BMI (body mass index) below or equal to 45 kg/m\\^2 Exclusion Criteria: - Treatment with IGlar or IDeg within the last 26 weeks prior to Visit 1 (short term use \\[less than or equal to 2 weeks\\] is allowed, but not within 4 weeks prior to screening) - Use of any other anti-diabetic agent than those stated in the inclusion criteria within the last 26 weeks prior to Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Severe or BG (Blood Glucose) Confirmed Symptomatic Hypoglycaemic Episodes During the Maintenance Period","description":"Severe or blood glucose (BG) confirmed symptomatic hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<3.1 mmol/L (56 mg/dL), with symptoms consistent with hypoglycaemia. Treatment emergent hypoglycaemic episode was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment. Maintenance period: 16 weeks of treatment, in each treatment period (Week 16-32 and Week 48-64).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2772","spread":null},{"groupId":"OG001","value":"3126","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment Emergent Severe or BG Confirmed Symptomatic Nocturnal Hypoglycaemic Episodes During the Maintenance Period","description":"Severe or BG confirmed symptomatic nocturnal hypoglycaemic episodes were defined as episodes that were severe and/or BG confirmed by a plasma glucose value of \\<3.1 mmol/L (56 mg/dL), with symptoms consistent with hypoglycaemia and with time of onset between 00:01 and 05.59 a.m., both inclusive. Treatment emergent hypoglycaemic episode was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"349","spread":null},{"groupId":"OG001","value":"544","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With One or More Severe Hypoglycaemic Episodes During the Maintenance Period","description":"Percentage of subjects who experienced one or more severe hypoglycaemic episodes during the maintenance period. Severe hypoglycaemia (according to the American Diabetes Association 2013 definition): A hypoglycaemic episode requiring assistance of another person to actively administer carbohydrate, glucagon, or take other corrective actions. Plasma glucose values may not be available during an event, but neurological recovery following the return of plasma glucose to normal is considered sufficient evidence that the event was induced by a low plasma glucose concentration.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"17.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment Emergent Adverse Events","description":"Treatment emergent adverse event was defined as an event with onset date on or after the first day of exposure to randomised treatment and no later than the last day of randomised treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"925","spread":null},{"groupId":"OG001","value":"937","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c (Glycosylated Haemoglobin)","description":"Change from baseline in HbA1c (glycosylated haemoglobin) at week 32 (treatment period 1) and at week 64 (treatment period 2). Week 32 HbA1c absolute value was considered as baseline for calculating change from baseline in HbA1c at week 64.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.73","spread":"0.89"},{"groupId":"OG001","value":"-0.66","spread":"0.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.04","spread":"0.51"},{"groupId":"OG001","value":"0.17","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"FPG (Fasting Plasma Glucose)","description":"Fasting plasma glucose values at week 32 and week 64.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.45","spread":"3.57"},{"groupId":"OG001","value":"8.12","spread":"3.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.62","spread":"4.24"},{"groupId":"OG001","value":"7.54","spread":"3.68"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":454},"commonTop":["Nasopharyngitis","Upper respiratory tract infection"]}}}