{"nctId":"NCT02979639","briefTitle":"Study to Evaluate the Impact of Reactogenicity on Quality of Life (QoL), After Administration of GlaxoSmithKline (GSK) Biologicals' Candidate Herpes Zoster Subunit (HZ/su) Vaccine (GSK1437173A) in Adults ≥ 50 Years of Age","startDateStruct":{"date":"2017-01-16","type":"ACTUAL"},"conditions":["Herpes Zoster"],"count":404,"armGroups":[{"label":"GSK1437173A Group","type":"EXPERIMENTAL","interventionNames":["Biological: GSK Biologicals Herpes Zoster subunit (HZ/su) vaccine (GSK 1437173A)"]}],"interventions":[{"name":"GSK Biologicals Herpes Zoster subunit (HZ/su) vaccine (GSK 1437173A)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who, in the opinion of the investigator, can and will comply with the requirements of the protocol (e.g., completion of the questionnaires and diary cards).\n* Written informed consent obtained from the subject prior to performance of any study specific procedure.\n* A male or female aged ≥ 50 YOA at the time of consent.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n\n  * For this study population, non-childbearing potential is defined as current tubal ligation, hysterectomy, ovariectomy or post-menopause.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced adequate contraception for 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 2 months after completion of the vaccination series.\n\nExclusion Criteria:\n\n* Any condition which, in the judgment of the investigator, would make intramuscular (IM) injection unsafe.\n* Use or planned use of any investigational or non-registered product (drug or vaccine) other than the study vaccine or current participation or planned concurrent participation in another clinical study, in which the subject has been or will be exposed to an investigational or a non-investigational product (pharmaceutical product or device) during the period starting 30 days before the first dose of study vaccine and the study end.\n* Use or anticipated use of immunosuppressants or other immune-modifying drugs during the period starting 180 days prior to study start and during the whole study period. This includes chronic administration of corticosteroids (\\> 14 consecutive days of prednisone at a dose of ≥ 20 mg/day \\[or equivalent\\]), long-acting immune-modifying agents (e.g., infliximab) or immunosuppressive/cytotoxic therapy (e.g., medications used during cancer chemotherapy, organ transplantation or to treat autoimmune disorders). Inhaled, topical and intra-articular corticosteroids are allowed.\n* Any confirmed or suspected immunosuppressive or immunodeficient condition resulting from disease (e.g., malignancy, human immunodeficiency virus \\[HIV\\] infection) or immunosuppressive/cytotoxic therapy (e.g., medications used during cancer chemotherapy, organ transplantation or to treat autoimmune disorders).\n* Administration of immunoglobulins and/or any blood products in the period starting 90 days preceding the first dose of study vaccine or planned administration during the study period.\n* Administration or planned administration of a live vaccine in the period starting 30 days before the first dose of study vaccine and ending 30 days after the last dose of study vaccine, or, administration or planned administration of a non-replicating vaccine in the period starting 15 days prior to and ending 14 days after either dose of study vaccine.\n* Previous or planned administration of a vaccine against HZ (including an investigational or non-registered vaccine) other than the study vaccine, during the entire study period.\n* History of HZ.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions.\n* Pregnant or lactating female.\n* Significant underlying illness requiring medications that might confound the evaluation of general/ local AEs, or in the opinion of the investigator, would be expected to prevent completion of the study.\n* Any other condition that, in the opinion of the investigator, might interfere with the evaluations required by the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in the Short Form 36-item-health Survey (SF36) Physical Functioning (PF) From Baseline Score to Mean Score After First Dose","description":"Descriptive analysis of the mean and standard deviation (SD) of the change from baseline of the SF-36 physical functioning (PF) score pre- and post dose 1 overall. Changes in the score were measured as Baseline versus mean score over the period Day 2 to Day 8 after first vaccination. Baseline for dose 1 is defined as the mean of the assessments at Day -7 and Day 1. The post-vaccination completion of SF-36 questionnaires brought home by the subjects were Days 2 to 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"10.44"}]}]}]},{"type":"SECONDARY","title":"Change in Mean SF-36 PF Scale Scores From Baseline Score to Mean Score After Second Dose","description":"Descriptive analysis of the mean and standard deviation of the change from baseline of the SF-36 PF scale score pre and post dose 2 overall. Changes in the score were measured as Baseline versus mean score over the period Day 2 to Day 8 after second vaccination. For dose 2 baseline is defined as the mean of the three assessments at Day -7, Day 1 and Day 61 (Day 1 for dose 2). The post-vaccination completion of SF-36 questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"10.38"}]}]}]},{"type":"SECONDARY","title":"Change in Mean SF-36 PF Single Item Scores After First Dose","description":"Descriptive analysis of the change in mean SF-36 PF single item score from baseline. Changes in the score were measured as Baseline versus mean score over the period Day 2 to Day 8 after the first vaccination. Baseline for dose 1 is defined as the mean of the assessments at Day -7 and Day 1. The post-vaccination completion of SF-36 questionnaires brought home by the subjects were Days 2 to 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning. Among items are vigorous activities (running, lifting heavy objects, participating in strenuous sports), moderate activities (moving a table, pushing a vaccum cleaner, bowling, or playing golf) and others, described in the categories below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"26.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"16.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"13.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"17.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"16.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"19.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"19.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"16.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"15.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"11.35"}]}]}]},{"type":"SECONDARY","title":"Change in Mean SF-36 PF Single Item Scores After Second Dose","description":"Descriptive analysis of the change in mean SF-36 PF single item score from baseline. Baseline versus mean score over the period Day 2 to Day 8 after each vaccination. For dose 2 baseline is defined as the mean of the three assessments at Day -7, Day 1 and Day 61 (equivalent to Day 1 for dose 2) The post-vaccination completion of SF-36 questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning. Among items are vigorous activities (running, lifting heavy objects, participating in strenuous sports), moderate activities (moving a table, pushing a vaccum cleaner, bowling, or playing golf) and others, described in the categories below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"22.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"16.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"13.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"18.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"16.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"19.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"17.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"15.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"13.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"12.01"}]}]}]},{"type":"SECONDARY","title":"Change in SF-36 Role Physical Scores After First Dose","description":"Descriptive analysis. SF-36 Role physical scores change was measured from baseline score. Baseline versus mean score on Day 8 after first vaccination. Baseline for dose 1 is defined as the mean of the assessments at Day -7 and Day 1. The post-vaccination completion of SF-36 questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"14.97"}]}]}]},{"type":"SECONDARY","title":"Change in SF-36 Role Physical Scores After Second Dose","description":"Descriptive analysis. SF-36 Role Physical scores change was measured from baseline score. Changes in the score were measured as Baseline versus Day 8 score after the second vaccination. For dose 2 baseline is defined as the mean of the three assessments at Day -7, Day 1 and Day 61 (equivalent to Day 1 for dose 2) The post-vaccination completion of SF-36 questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The SF-36 scale scores are constructed following the summated ratings of the questions and standardized SF-36 scoring algorithm. Scores range from 0 to 100, with a higher score representing a higher level of functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"16.40"}]}]}]},{"type":"SECONDARY","title":"Change in Quality-adjusted Life Year (QALY) After First Dose","description":"Descriptive analysis. QALY estimation is done from baseline score, based on EQ-5D questionnaires. Baseline versus combined score over the period Day 2 to Day 8 after each vaccination. Baseline for dose 1 is defined as the mean of the assessments at Day -7 and Day 1. The post-vaccination completion of EQ-5D questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The EQ-5D is a generic measure of health status that provides a simple description profile based on 5 items: mobility, self-care, usual activities, pain/discomfort and anxiety/depression, which are used to generate the EQ-5D index utility score. The EQ-5D index utility score ranges from 0 (worst health state) to 1 (perfect health state); 1 reflects the best outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1829","spread":"0.55551"}]}]}]},{"type":"SECONDARY","title":"Change in QALY After Second Dose","description":"Descriptive analysis. QALY estimation is done from baseline score, based on EQ-5D questionnaires. Baseline versus combined score over the period Day 2 to Day 8 after each vaccination. For dose 2 baseline is defined as the mean of the three assessments at Day -7, Day 1 and Day 61 (equivalent to Day 1 for dose 2) The post-vaccination completion of SF-36 and EQ-5D questionnaires brought home by the subjects were on Day 2 to Day 7, with Day 8 to be filled in at the site. The EQ-5D is a generic measure of health status that provides a simple description profile based on 5 items: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The 5 items are combined to generate health profiles (e.g. 1-no problem/no symptom) and profiles are subsequently converted to a continuous single index utility score (higher scores represent a better quality of life).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1128","spread":"0.52000"}]}]}]},{"type":"SECONDARY","title":"Number of Reactogenicity-triggered Medically Attended Visits After First Dose","description":"Medical attention and health resource utilization triggered by frequency of reactogenicity events. Healthcare resources included staff involved in the following activities: telephone calls, visit to general practitioner, visit to specialist, visit to emergency room and hospitalizations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Reactogenicity-triggered Medically Attended Visits After Second Dose","description":"Medical attention and health resource utilization triggered by frequency of reactogenicity events. Healthcare resources included staff involved in the following activities: telephone calls, visit to general practitioner, visit to specialist, visit to emergency room and hospitalizations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Days of Work Loss for Subjects After First Dose","description":"Descriptive analysis. Estimation of work loss due to any reaction related to the study vaccine for subjects, expressed in days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Days of Work Loss for Subjects After Second Dose","description":"Descriptive analysis. Estimation of work loss due to any reaction related to the study vaccine for subjects, expressed in days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Days of Work Loss for Non-dedicated Caregivers After First Dose","description":"Descriptive analysis. Estimation of work loss of non-dedicated caregivers expressed in days.Data was not reported for this outcome measure as there was no work loss among the non-dedicated caregivers","classes":[]},{"type":"SECONDARY","title":"Days of Work Loss for Non-dedicated Caregivers After Second Dose","description":"Descriptive analysis. Estimation of work loss due to any reaction related to the study vaccine for non-dedicated caregivers, expressed in days. Data was not reported for this outcome measure as there was no work loss among the non-dedicated caregivers","classes":[]},{"type":"SECONDARY","title":"Days of Extra Work for Dedicated Caregivers After First Dose","description":"Descriptive analysis. Estimation of extra work for dedicated caregivers. Data was not reported for this outcome measure as there was no extra work for the dedicated caregivers","classes":[]},{"type":"SECONDARY","title":"Days of Extra Work for Dedicated Caregivers After Second Dose","description":"Descriptive analysis. Estimation of extra work for dedicated caregivers, expressed in days. Data was not reported for this outcome measure as there was no extra work for the dedicated caregivers","classes":[]},{"type":"SECONDARY","title":"Number of Subjects With Any and Grade 3 Solicited Local Symptoms After First Dose","description":"Assessed solicited local symptoms were pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Grade 3 erythema/swelling =erythema/swelling spreading beyond 100 millimeters (mm) of injection site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"310","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any and Grade 3 Solicited Local Symptoms After Second Dose","description":"Assessed solicited local symptoms were pain, erythema and swelling. Any = occurrence of the symptom regardless of intensity grade. Grade 3 erythema/swelling=erythema/swelling spreading beyond 100 millimeters (mm) of injection site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"292","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Solicited Local Symptoms After First Dose","description":"Assessed solicited local symptoms were pain, erythema and swelling.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Solicited Local Symptoms After Second Dose","description":"Assessed solicited local symptoms were pain, erythema and swelling.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any, Grade 3 and Related Solicited General Symptoms After First Dose","description":"Assessed solicited general symptoms were fatigue, gastrointestinal symptoms, headache, myalgia, shivering and temperature \\[defined as oral, axillary or tympanic temperature equal to or above (≥)37.5 degrees Celsius (°C)\\]. Any = occurrence of the symptom regardless of intensity grade. Grade 3 symptom = symptom that prevented normal everyday activities. Grade 3 temperature=temperature≥39.0 °C. Related = symptom assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any, Grade 3 and Related Solicited General Symptoms After Second Dose","description":"Assessed solicited general symptoms were fatigue, gastrointestinal symptoms, headache, myalgia, shivering and temperature \\[defined as oral, axillary, tympanic temperature ≥ 37.5 °C\\]. Any = occurrence of the symptom regardless of intensity grade. Grade 3 symptom = symptom that prevented normal activity. Grade 3 temperature = temperature≥39.0 °C. Related = symptom assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"180","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Solicited General Symptoms After First Dose","description":"Assessed solicited general symptoms were fatigue, gastrointestinal symptoms, headache, myalgia, shivering and temperature \\[defined as oral, axillary or tympanic temperature equal to or above (≥)37.5 degrees Celsius (°C)\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days With Solicited General Symptoms After Second Dose","description":"Assessed solicited general symptoms were fatigue, gastrointestinal symptoms, headache, myalgia, shivering and temperature \\[defined as oral, axillary or tympanic temperature equal to or above (≥)37.5 degrees Celsius (°C)\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any, Grade 3 and Related Unsolicited Adverse Events (AEs)","description":"An unsolicited AE covers any untoward medical occurrence in a clinical investigation subject temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product and reported in addition to those solicited during the clinical study and any solicited symptom with onset outside the specified period of follow-up for solicited symptoms. Any was defined as the occurrence of any unsolicited AE regardless of intensity grade or relation to vaccination.\n\nGrade 3 AE = an AE which prevented normal, everyday activities. Related = AE assessed by the investigator as related to the vaccination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any and Related Serious Adverse Events (SAEs) During the Entire Study Period","description":"SAEs assessed include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization, result in disability/incapacity or is a congenital anomaly/birth defect in the offspring of a study subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Any and Related Potential Immune-mediated Diseases (pIMDs)","description":"pIMDs are a subset of AEs that include autoimmune diseases and other inflammatory and/or neurologic disorders of interest which may or may not have an autoimmune aetiology.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":401},"commonTop":["Injection site pain","Fatigue","Headache","Myalgia","injection site erythema"]}}}