{"nctId":"NCT02415127","briefTitle":"Safety, Tolerability and Efficacy of ACTIMMUNE® Dose Escalation in Friedreich's Ataxia","startDateStruct":{"date":"2015-06"},"conditions":["Friedreich's Ataxia"],"count":92,"armGroups":[{"label":"Interferon γ-1b","type":"EXPERIMENTAL","interventionNames":["Drug: Interferon γ-1b"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Interferon γ-1b","otherNames":["ACTIMMUNE®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent and child assent, if applicable.\n* FA confirmed by genetic testing with two expanded guanine-adenine-adenine (GAA) repeats.\n* FA functional stage of \\>1 to \\<5 and ability to walk 25 feet with or without an assistive device.\n* Male or female subject between the ages of 10 and 25 years, inclusive.\n* If female, the subject is not pregnant or lactating or intending to become pregnant during the study, or within 30 days after the last dose of study drug. Female subjects of child-bearing potential must have a negative serum pregnancy test result at Screening, a negative urine pregnancy test result at Baseline, and agree to use a reliable method of contraception throughout the study and for 30 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* Any unstable illness that in the investigator's opinion precludes participation in the study.\n* Use of any investigational product within 30 days prior to randomization.\n* A history of substance abuse.\n* Presence of clinically significant cardiac disease (as determined by the investigator based on electrocardiogram \\[ECG\\] and echocardiogram results at Screening). Specifically, an ejection fraction of \\<40% or a prolonged QT interval (\\>50% of cycle duration) will result in exclusion. If the investigator notes any other clinically significant abnormalities on the ECG or echocardiogram, the subject may be eligible if they are provided clearance from a cardiologist.\n* History of hypersensitivity to interferon (IFN)-ɣ or E. coli-derived products.\n* Presence of moderate or severe renal disease (estimated creatinine clearance \\<50 mL/min) or hepatic disease (aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\] \\>2x the upper limit of normal) as evidenced by laboratory results at Screening.\n* Clinically significant abnormal white blood cell count, hemoglobin, or platelet count as evidenced by laboratory test results at Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 26 in the Friedreich's Ataxia Rating Scale (FARS)-mNeuro Score","description":"The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions were assessed. The FARS-mNeuro score excludes the peripheral nervous system subscale score and the facial and tongue atrophy and fasciculations from the bulbar subscale score. Scores range from 0 (normal) to 93 (most impairment). A negative change from baseline is an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"4.61"},{"groupId":"OG001","value":"-1.0","spread":"4.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Activities of Daily Living (ADL) Score","description":"Participants and/or their caregivers rated 9 areas of daily living skills (speech, swallowing, cutting food and handling utensils, dressing, personal hygiene, falling, walking, quality of sitting position, and bladder function) on a 5-point scale (0=normal, 4=greatest loss of function) with allowable increments of 0.5 if the participant or caregiver strongly felt that a task falls between 2 scores. ADL scores can range from 0 (normal) to 36 (greatest loss of function). A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":"2.938"},{"groupId":"OG001","value":"0.01","spread":"2.595"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 26 in Timed 25-Foot Walk (T25FW)","description":"The T25FW is a quantitative measure of lower extremity function. Participants are directed to 1 end of a clearly marked 25-foot course and instructed to walk 25 feet as quickly as possible, but safely. The task is immediately administered again by having the participant walk back the same distance, and the score for the test is the average of the 2 walks (after reciprocal transformation). Participants may use assistive devices when performing this task, with the same assistive device used at each assessment. A negative change from Baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.006","spread":"0.0247"},{"groupId":"OG001","value":"-0.003","spread":"0.0181"}]}]}]},{"type":"SECONDARY","title":"Number of FARS-mNeuro Responders and Non-Responders at Week 26","description":"A participant was considered a responder if they had an improvement (decrease) of at least 3 points from Baseline at Week 26 for the FARS-mNeuro score. The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions were assessed. The FARS-mNeuro score excludes the peripheral nervous system subscale score and the facial and tongue atrophy and fasciculations from the bulbar subscale score. Scores range from 0 (normal) to 93 (most impairment).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Total Friedreich Ataxia Rating Scale Score (FARStot)","description":"The FARS assessment includes neurological signs that specifically reflect neural substrates affected in FA. Based on a neurological examination, bulbar, upper limb, lower limb, peripheral nerve, and upright stability/gait functions are assessed. FARStot scores range from 0 (normal) to 125 (most impairment). A negative change from baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"5.53"},{"groupId":"OG001","value":"-0.6","spread":"5.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":47},"commonTop":["Headache","Nausea","Pyrexia","Nasal congestion","Oropharyngeal pain"]}}}