{"nctId":"NCT01313507","briefTitle":"High Infusion Rate Study of Immunoglobulin Intravenous (Human) 10% (NewGam)","startDateStruct":{"date":"2011-05"},"conditions":["Primary Immunodeficiency Disease"],"count":21,"armGroups":[{"label":"NewGam","type":"EXPERIMENTAL","interventionNames":["Biological: NewGam"]}],"interventions":[{"name":"NewGam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completion of the main study NGAM-01.\n* At each of the last 3 infusions in the main study NGAM-01, administration of NewGam at the maximum infusion rate of 0.08 mL/kg/min and without the need for premedication.\n\nExclusion Criteria:\n\n* Any condition or circumstance that would have led to the exclusion of the subject from the NGAM-01 study.\n* Administration of any immunoglobulin infusion other than NewGam between conclusion of the NGAM-01 study and the beginning of the present study.\n* A deviation of the subject's treatment interval of more than 7 days between the last infusion of NewGam in the NGAM-01 study and the first infusion of NewGam in the present study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Change From Baseline in the Quality of Life (QoL) at the End of the Study","description":"QoL was assessed with the Child Health Questionnaire-Parent Form (CHQ-PF50), completed by a parent or guardian, in participants \\< 14 years of age at the start of the previous study NGAM-01 and with the Short Form-36 Health Survey (SF-36-HS) in participants ≥ 14 years of age. The CHQ-PF50 consists of 50 items organized into 15 subscales.The 15 subscales could be combined into 2 summary scores, physical and psychosocial. The calculated scores were transformed so that each scale had a range of 0-100. A higher score indicates better health. The SF-36-HS is composed of 36 items. Responses to the 36 items were combined to create 8 scales. The 8 scales could be further combined into 2 scores: Physical component summary and mental component summary. The item and scale scores were transformed to a range of 0-100 with a mean of 50 and a standard deviation of 10 in the general US population. A higher score indicates better health. For both instruments, a positive change indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.63","spread":"5.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.01","spread":"5.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"6.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":"7.33"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least 1 Adverse Event Causally Related to the Administration of the Study Drug","description":"An adverse event was considered to be causally related to the administration of the study drug if it judged to be probably or possibly related to the study drug, as assessed by the investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced at Least 1 Adverse Event Temporally Related to the Study Drug","description":"An adverse event was considered to be temporally related to the study drug if it started during an infusion or within 72 hours after the end of an infusion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Sinusitis","Nausea","Vomiting","Abdominal pain","Diarrhoea"]}}}