{"nctId":"NCT01967550","briefTitle":"Efficacy and Safety of Diclofenac DDEA 2.32 % in Patient Suffering From Knee Osteoarthritis (OA)","startDateStruct":{"date":"2013-10"},"conditions":["Osteoarthritis, Knee"],"count":304,"armGroups":[{"label":"diclofenac diethylamine, DDEA 2.32% gel","type":"EXPERIMENTAL","interventionNames":["Drug: diclofenac diethylamine, DDEA 2.32% gel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"diclofenac diethylamine, DDEA 2.32% gel","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Male or female ≥ 50 years old; 2. Symptomatic OA of one or both knees, according to ACR criteria, diagnosed at least 6 months previously; 3. Pain in either knee originates in the knee (not referred pain from other sites, such as hip or back) and no other cause of pain than knee OA; 4. Have used oral NSAIDs or COXIBs for the knee OA pain (including aspirin if ≥ 500 mg and used in this indication), at least one dose per day, for not less than 10 days out of the 14 days preceding the screening visit and also within the 24 hours preceding the screening visit; 5. Be able to tolerate rescue medication with only 500 mg paracetamol (APAP) taken in doses of 1-2 tablets up to a maximum of 6 tablets (3 grams) per day for the duration of the study\n\nExclusion Criteria:\n\n\\- 1. Partial or total replacement of either knee joint, past or planned/expected during study duration.\n\n2\\. OA of the knee due to other underlying conditions, such as gout, chondrocalcinosis, hemochromatosis, joint infections, neuropathia, or severe traumatic joint damage (however, common risk factors, such as obesity and past meniscectomy or ligament rupture and repair, are allowed); 3. History of systemic inflammatory (autoimmune) disease (rheumatoid arthritis, systemic psoriasis, systemic lupus erythematosus, systemic sclerosis, etc.) or laboratory values indicative of such disease with subsequent diagnosis by a physician; 4. Fibromyalgia within the previous year; 5. Allergy or asthma to diclofenac, APAP, aspirin, other NSAIDs or any of the ingredients in the gel (i.e. isopropyl alcohol, propylene glycol, or butylhydroxytoluene), or any other contraindication for the study drug or the rescue medication","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Measure: Pain On Movement (POM)","description":"POM will be assessed by subject on a 100 mm Visual Analog Scale (VAS). The VAS ranges from 0 to 100 with higher score indicating higher levels of pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":"23.8"},{"groupId":"OG001","value":"42.1","spread":"23.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":153},"commonTop":["Headache","Nasopharyngitis","Contusion","Back pain","Abdominal pain upper"]}}}