{"nctId":"NCT01665053","briefTitle":"The EVOLVE II Clinical Trial To Assess the SYNERGY Stent System for the Treatment of Atherosclerotic Lesion(s)","startDateStruct":{"date":"2012-11"},"conditions":["Coronary Artery Disease"],"count":1684,"armGroups":[{"label":"Promus Element Plus","type":"ACTIVE_COMPARATOR","interventionNames":["Device: PROMUS Element Plus"]},{"label":"SYNERGY","type":"EXPERIMENTAL","interventionNames":["Device: SYNERGY"]}],"interventions":[{"name":"PROMUS Element Plus","otherNames":[]},{"name":"SYNERGY","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be at least 18 years of age\n* Subject (or legal guardian) understands the trial requirements and the treatment procedures and provides written informed consent before any trial-specific tests or procedures are performed\n* For subjects less than 20 years of age enrolled at a Japanese site, the subject and the subject's legal representative must provide written informed consent before any study-specific tests or procedures are performed\n* Subject is eligible for percutaneous coronary intervention (PCI)\n* Subject has symptomatic coronary artery disease with objective evidence of ischemia or silent ischemia\n* Subject is an acceptable candidate for coronary artery bypass grafting (CABG)\n* Subject is willing to comply with all protocol-required follow-up evaluation\n\nAngiographic Inclusion Criteria (visual estimate):\n\n* Target lesion(s) must be located in a native coronary artery with a visually estimated reference vessel diameter (RVD) ≥2.25 mm and ≤4.0 mm\n* Target lesion(s) length must be ≤34 mm (by visual estimate)\n* Target lesion(s) must have visually estimated stenosis ≥50% and \\<100% with thrombolysis in Myocardial Infarction (TIMI) flow \\>1 and one of the following: stenosis ≥70%, abnormal fractional flow reserve (FFR), abnormal stress or imaging stress test, or elevated biomarkers prior to the procedure\n* Coronary anatomy is likely to allow delivery of a study device to the target lesions(s)\n* The first lesion treated must be successfully predilated/pretreated\n\nExclusion Criteria:\n\n* Subject has clinical symptoms and/or electrocardiogram (ECG) changes consistent with acute ST elevation MI (STEMI)\n* Subject has cardiogenic shock, hemodynamic instability requiring inotropic or mechanical circulatory support, intractable ventricular arrhythmias, or ongoing intractable angina\n* Subject has received an organ transplant or is on a waiting list for an organ transplant\n* Subject is receiving or scheduled to receive chemotherapy within 30 days before or after the index procedure\n* Planned PCI (including staged procedures) or CABG after the index procedure\n* Subject previously treated at any time with intravascular brachytherapy\n\n  \\_ Subject has a known allergy to contrast (that cannot be adequately premedicated) and/or the trial stent system or protocol-required concomitant medications (e.g., platinum, platinum-chromium alloy, stainless steel, everolimus or structurally related compounds, polymer or individual components, all P2Y12 inhibitors, or aspirin)\n* Subject has one of the following (as assessed prior to the index procedure):\n\n  * Other serious medical illness (e.g., cancer, congestive heart failure) with estimated life expectancy of less than 24 months\n  * Current problems with substance abuse (e.g., alcohol, cocaine, heroin, etc.)\n  * Planned procedure that may cause non-compliance with the protocol or confound data interpretation\n* Subject is receiving chronic (≥72 hours) anticoagulation therapy (i.e., heparin, coumadin) for indications other than acute coronary syndrome\n* Subject has a platelet count \\<100,000 cells/mm3 or \\>700,000 cells/mm3\n* Subject has a white blood cell (WBC) count \\< 3,000 cells/mm3\n* Subject has documented or suspected liver disease, including laboratory evidence of hepatitis\n* Subject is on dialysis or has baseline serum creatinine level \\>2.0 mg/dL (177µmol/L)\n* Subject has a history of bleeding diathesis or coagulopathy or will refuse blood transfusions\n* Subject has had a history of cerebrovascular accident (CVA) or transient ischemic attack (TIA) within the past 6 months\n* Subject has an active peptic ulcer or active gastrointestinal (GI) bleeding\n* Subject has severe symptomatic heart failure (i.e., NYHA class IV)\n* Subject is participating in another investigational drug or device clinical trial that has not reached its primary endpoint\n* Subject intends to participate in another investigational drug or device clinical trial within 12 months after the index procedure\n* Subject with known intention to procreate within 12 months after the index procedure (women of child-bearing potential who are sexually active must agree to use a reliable method of contraception from the time of screening through 12 months after the index procedure)\n* Subject is a woman who is pregnant or nursing (a pregnancy test must be performed within 7 days prior to the index procedure in women of child-bearing potential)\n\nAngiographic Exclusion Criteria (visual estimate):\n\n* Planned treatment of more than 3 lesions\n* Planned treatment of lesions in more than 2 major epicardial vessels\n* Planned treatment of a single lesion with more than 1 stent\n* Subject has 2 target lesions in the same vessel that are separated by less than 15 mm (by visual estimate)\n* Target lesion(s) is located in the left main\n* Target lesion(s) is located within 3 mm of the origin of the left anterior descending (LAD) coronary artery or left circumflex (LCx) coronary artery by visual estimate\n* Target lesion(s) is located within a saphenous vein graft or an arterial graft\n* Target lesion(s) will be accessed via a saphenous vein graft or arterial graft\n* Target lesion(s) with a TIMI flow 0 (total occlusion) or TIMI flow 1 prior to guide wire crossing\n* Target lesion(s) treated during the index procedure that involves a complex bifurcation (e.g., bifurcation lesion requiring treatment with more than 1 stent)\n* Target lesion(s) is restenotic from a previous stent implantation or study stent would overlap with a previous stent\n* Subject has unprotected left main coronary artery disease (\\>50% diameter stenosis)\n* Subject has been treated with any type of PCI (i.e., balloon angioplasty, stent, cutting balloon atherectomy) within 24 hours prior to the index procedure\n* Thrombus, or possible thrombus, present in the target vessel (by visual estimate)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Target Lesion Failure (TLF) at 12 Months","description":"TLF is defined as any ischemia-driven revascularization of the target lesion, myocardial infarction (Q-wave and non-Q-wave) related to the target vessel, or cardiac death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Target Lesion Revascularization (TLR) at 12 Months.","description":"The TLR overall rate includes: TLR Percutaneous Coronary Intervention (PCI) \\& TLR Coronary Artery Bypass Graft (CABG).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"2.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Target Vessel Revascularization (TVR) at 12 Months.","description":"TVR overall includes: TVR PCI \\& TVR CABG.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Target Vessel Failure (TVF) at 12 Month.","description":"Target Vessel Failure is defined as any ischemic-driven revascularization of the target vessel, MI related to the target vessel, or any cardiac death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"8.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Myocardial Infarction at 12 Month.","description":"The MI rate includes: MI's related to the Target Vessel, MI's with unknown relationship to the Target Vessel and MI's not related to the Target Vessel.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Cardiac Death at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Non-Cardiac Death at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients That Died at 12 Months.","description":"The Death rate includes Cardiac- \\& Non-Cardiac Death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Cardiac Death or Myocardial Infarction (MI) at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died or Had an Myocardial Infarction (MI) at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died, Had an Myocardial Infarction (MI) or a Target Vessel Revascularization (TVR) at12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":null},{"groupId":"OG001","value":"9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a ARC (Academic Research Consortium) Stent Thrombosis Rate at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Stroke at 12 Month.","description":"The stroke rate includes: Ischemic- , Hemorraghic- \\& Undetermined Stroke.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Periprocedural Technical Success Rate.","description":"Technical Success Rate is defined as successful delivery and deployment of the study stent to the target vessel, without balloon rupture or stent embolization, and post-procedure diameter stenosis less then 30% in 2 near-orthogonal projections with TIMI 3 flow in the target lesion. Technical success is lesion based.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.9","spread":null},{"groupId":"OG001","value":"98.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Periprocedural Clinical Procedural Success Rate","description":"Procedural Success Rate is defined as post-procedure diameter less then 30% in 2 near-orthogonal projections with TIMI 3 flow in all target lesions without occurrence of in-hospital cardiac death, MI, TVR. Procedural success rate is subject based.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.3","spread":null},{"groupId":"OG001","value":"94.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Target Lesion Failure (TLF) at 12 Month.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Revascularization (=All Revascularizations) at 12 Month.","description":"All CEC adjudicated revascularization at 12 month (Intent to treat population).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null},{"groupId":"OG001","value":"4.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":262,"n":838},"commonTop":["Angina Pectoris","Myocardial infarction","Dyspnoea","Coronary artery dissection","Dizziness"]}}}