{"nctId":"NCT03290781","briefTitle":"An Efficacy and Safety Study of Ontamalimab as Maintenance Therapy in Participants With Moderate to Severe Ulcerative Colitis","startDateStruct":{"date":"2018-04-04","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":366,"armGroups":[{"label":"Ontamalimab 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ontamalimab"]},{"label":"Ontamalimab 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ontamalimab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Ontamalimab","otherNames":["PF-00547659","SHP647"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants and/or their parent or legally authorized representative must have an understanding, ability, and willingness to fully comply with study procedures and restrictions.\n* Participants must be able to voluntarily provide written, signed, and dated (personally or via a legally authorized representative) informed consent and/or assent, as applicable, to participate in the study.\n* Participants must have completed the 12-week induction treatment period (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]).\n* Participants must have achieved clinical response in induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]). Clinical response is defined as:\n\n  i) A decrease from the induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]) baseline in the composite score of patient reported symptoms using daily e-diary and centrally read endoscopy of at least 2 points and at least 30 percent (%), with an accompanying decrease in the sub score for rectal bleeding greater than or equal to (\\>=) 1 point or a sub score for rectal bleeding less than or equal to (\\<=) 1 OR ii) A decrease from the induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]) baseline in total Mayo score of at least 3 points and at least 30%, with an accompanying decrease in the rectal bleeding sub score of at least 1 point or an absolute rectal bleeding sub score of 0 or 1.\n\nFor eligibility assessment, clinical response will be determined based on the centrally read endoscopy performed during screening and at Week 12 of induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]).\n\n\\- Participants receiving any treatment(s) for ulcerative colitis (UC) are eligible provided they have been, and are anticipated to be, on a stable dose for the designated period of time.\n\nExclusion Criteria:\n\n* Participants who had major protocol deviation(s) (as determined by the sponsor) in induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]).\n* Participants who permanently discontinued investigational product because of an adverse event (AE), regardless of relatedness to investigational product, in induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]).\n* Participants who are likely to require surgery for UC during the study period.\n* Participants are females who became pregnant during induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]), females who are planning to become pregnant during the study period, or males or females of childbearing potential not agreeing to continue using appropriate contraception methods (that is \\[i.e,\\] highly effective methods for female and medically appropriate methods for male study participants) through the conclusion of study participation.\n* Participants who do not agree to postpone donation of any organ or tissue, including male participants who are planning to bank or donate sperm and female participants who are planning to harvest or donate eggs, for the duration of the study and through 16 weeks after last dose of investigational product.\n* Participants who, in the opinion of the investigator or the sponsor, will be uncooperative or unable to comply with study procedures.\n* Participants who have a newly diagnosed malignancy or recurrence of malignancy (other than resected cutaneous basal cell carcinoma, squamous cell carcinoma, or carcinoma in situ of the uterine cervix that has been treated with no evidence of recurrence).\n* Participants who have developed any major illness/condition or evidence of an unstable clinical condition (example \\[eg\\], renal, hepatic, hematologic, gastrointestinal (except disease under study), endocrine, cardiovascular, pulmonary, immunologic \\[eg, Felty's syndrome\\], or local active infection/infectious illness) that, in the investigator's judgment, will substantially increase the risk to the participant if he or she participates in the study.\n* Participants with any other severe acute or chronic medical or psychiatric condition or laboratory or electrocardiogram (ECG) abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the participant inappropriate for entry into this study.\n* Participants with known exposure to Mycobacterium tuberculosis (TB) since testing at screening in induction study (SHP647-301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]) and who are without a generally accepted course of treatment.\n* Participants who are investigational site staff members or relatives of those site staff members or participants who are sponsor employees directly involved in the conduct of the study.\n* Participants who are participating in or plan to participate in other investigational studies (other than induction study SHP647- 301 \\[NCT03259334\\] and SHP647-302 \\[NCT03259308\\]) during study SHP647-303 \\[NCT03290781\\].","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"81 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Remission Based on Composite Score at Week 52","description":"Remission: a composite score of participant reported symptoms using daily e-diary and centrally read endoscopy as follows: stool frequency sub-score 0 or 1 with at least a 1-point change from induction study baseline; and rectal bleeding sub-score of 0; and endoscopic sub-score 0 or 1 (modified, excludes friability). The composite score was a recommended measure consisted of Mayo score without the Physician global assessment (PGA) sub-score and ranges from 0-9 points. The Mayo score was a measure of UC disease activity ranged from 0-12 points and consisted of 4 sub-scores, each graded from 0-3 with higher scores indicating more severe disease. Sub-scores were rectal bleeding (range: 0-3, where 0= no blood \\& 3=blood alone passes), stool frequency (range: 0-3, where 0= normal number of stools and 3=at least 5 stools more than normal), PGA sub-score (range: 0-3- higher score= severe disease), and an endoscopic sub-score (range: 0-3, where 0= normal/inactive disease; 3= severe disease).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Endoscopic Remission at Week 52","description":"Endoscopic remission was defined by centrally read endoscopic sub-score 0 or 1 (modified, excludes friability). The centrally read endoscopic sub-score of mayo score ranged from 0 to 3, where 0=normal or inactive disease; 3=severe disease (spontaneous bleeding, ulceration).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"40","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Remission at Week 52","description":"Clinical remission was defined by stool frequency sub-score of 0 or 1 with at least a 1-point change from induction study baseline in stool frequency sub-score, and rectal bleeding sub-score of 0. Rectal bleeding was assessed on a scale from 0-3, where 0: no blood seen, 1: streaks of blood with stool less than half time, 2: obvious blood or streaks of blood with stool most of the time, and 3: blood alone passes. Stool frequency was assessed on a scale from 0-3, where 0: normal number of stools for this participant, 1: 1 to 2 stools more than normal; 2: 3 to 4 stools more than normal, and 3: 5 or more stools more than normal. Higher scores indicated more severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"19","spread":null},{"groupId":"OG003","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Sustained Remission at Week 52","description":"Sustained remission was defined as in remission at Week 52 visit, among participants who were in remission at the time of baseline. Remission was defined as a stool frequency sub-score of 0 or 1 with at least a 1-point change from induction study baseline in stool frequency sub-score and rectal bleeding sub-score of 0 and endoscopic sub-score of 0 or 1 (modified, excludes friability). Sub-scores were rectal bleeding (range: 0-3, where 0= no blood \\& 3=blood alone passes), stool frequency (range: 0-3, where 0= normal number of stools and 3=at least 5 stools more than normal), and an endoscopic sub-score (range: 0-3, where 0= normal/inactive disease; 3= severe disease).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"7","spread":null},{"groupId":"OG003","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Response Based on Composite Score at Week 52","description":"Clinical response was defined as a decrease from induction study baseline in the composite score of subject reported symptoms using daily e-diary and centrally read endoscopy of at least 2 points and at least 30%, with an accompanying decrease in the sub-score for rectal bleeding \\>=1 point or a sub-score for rectal bleeding \\<= 1. Composite score consisted of Mayo score without the PGA sub-score and ranges from 0 to 9 points. Mayo score was a measure of UC disease activity, ranged from 0 -12 points and consisted of 4 sub-scores, each graded from 0 -3, higher scores indicating more severe disease. The rectal bleeding sub-scores ranges from 0-3, where 0= no blood \\& 3=blood alone passes and centrally read endoscopic sub-score ranges from 0-3, where 0= normal/inactive disease; 3= severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"49","spread":null},{"groupId":"OG002","value":"20","spread":null},{"groupId":"OG003","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Mucosal Healing Based on Endoscopic and Histologic Assessment at Week 52","description":"Mucosal healing was defined by centrally read endoscopic sub-score 0 or 1 (modified, excludes friability) and centrally read Geboes score of \\<=2. The centrally read endoscopic sub-score of mayo score ranges from 0 to 3 with higher scores indicating more severe disease. Geboes score grading system, was a validated score for evaluating histologic disease activity in UC as follows: grade 0 = structural and architectural changes; grade 1 = chronic inflammatory infiltrate; grade 2 = lamina propria neutrophils and eosinophils; grade 3 = neutrophils in the epithelium; grade 4 = crypt destruction; grade 5 = erosions or ulceration. A higher Geboes score indicates more severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Glucocorticoid-free Clinical Remission at Week 52","description":"Glucocorticoid-free clinical remission was defined as clinical remission in addition to not requiring any treatment with glucocorticoids for at least 4 weeks prior to the Week 52 visit among participants using glucocorticoids at the baseline. Clinical remission was defined as stool frequency sub-score of 0 or 1 with at least a 1-point change from induction study baseline in stool frequency sub-score, and rectal bleeding sub-score of 0, at the Week 52 visit. The stool frequency sub-score ranges from 0-3, where 0= normal number of stools and 3=at least 5 stools more than normal and rectal bleeding sub-score ranges from 0-3, where 0= no blood \\& 3=blood alone passes).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Glucocorticoid-free Remission at Week 52","description":"Glucocorticoid-free remission was defined as remission in addition to not requiring any treatment with glucocorticoids for at least 4 weeks prior to the Week 52 visit, among participants using glucocorticoids at the baseline. Remission was defined as a composite score of participant-reported symptoms using daily e-diary and endoscopy, with stool frequency sub-score of 0 or 1 with at least a 1-point change from induction study baseline, and rectal bleeding sub-score of 0, and endoscopic sub-score of 0 or 1 (modified, excludes friability). The composite score was a recommended measure consisting of the Mayo score without the PGA sub-score and ranges from 0 to 9 points. The stool frequency sub-score, rectal bleeding sub-score and endoscopic sub-score of mayo score ranges from 0 to 3 with higher scores indicating more severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Remission Based on Total Mayo Score at Week 52","description":"Remission defined as a total mayo score of less than or equal to (\\<=) 2 with no individual sub-score (stool frequency, rectal bleeding, endoscopy \\[modified, excludes friability\\], and physician's global assessment) exceeding 1. The total mayo score ranges from 0 to 12 points and consisted of the following 4 sub-scores, each graded from 0 to 3 with higher scores indicating more severe disease: Sub-scores were rectal bleeding (range: 0 to 3, where 0=no blood seen and 3=blood alone passes), stool frequency (range: 0 to 3, where 0=normal number of stools and 3=at least 5 stools more than normal), PGA sub-score (range: 0 to 3-higher score indicating the severe disease), and an endoscopic sub-score (range: 0 to 3, where 0=normal or inactive disease; 3=severe disease \\[spontaneous bleeding, ulceration\\].","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinical Remission Based on Both Rectal Bleeding and Stool Frequency Sub-scores of 0","description":"Clinical remission was defined as both rectal bleeding and stool frequency sub-scores of 0. Rectal bleeding was assessed on a scale from 0-3, where 0: no blood seen, 1: streaks of blood with stool less than half time, 2: obvious blood or streaks of blood with stool most of the time, and 3: blood alone passes. Stool frequency was assessed on a scale from 0-3, where 0: normal number of stools for this participant, 1: 1 to 2 stools more than normal, 2: 3 to 4 stools more than normal, and 3: 5 or more stools more than normal. Higher scores indicated more severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"25","spread":null},{"groupId":"OG003","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"29","spread":null},{"groupId":"OG003","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"22","spread":null},{"groupId":"OG003","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"17","spread":null},{"groupId":"OG003","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"19","spread":null},{"groupId":"OG003","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"16","spread":null},{"groupId":"OG003","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"33","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Sustained Endoscopic Remission at Week 52","description":"Sustained endoscopic remission was defined as in endoscopic remission at Week 52 visit among participants who were in endoscopic remission at the time of baseline. Endoscopic remission was defined as a centrally read endoscopic sub-score of 0 or 1 (modified, excludes friability). The centrally read endoscopic sub-score range from 0 to 3, where 0=normal or inactive disease; 3=severe disease.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. TEAEs are defined as AEs with start dates at the time of or following the first exposure to investigational product. Number of participants with TEAEs were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"54","spread":null},{"groupId":"OG003","value":"51","spread":null},{"groupId":"OG004","value":"8","spread":null},{"groupId":"OG005","value":"11","spread":null},{"groupId":"OG006","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Positive Antidrug Antibodies to Ontamalimab","description":"Antibody testing was conducted using an electro chemiluminescent signal method. Serum samples was analyzed for presence of antidrug antibodies to ontamalimab. Number of participants who developed positive results for ontamalimab were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"0","spread":null},{"groupId":"OG006","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"2","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"6","spread":null},{"groupId":"OG003","value":"4","spread":null},{"groupId":"OG004","value":"1","spread":null},{"groupId":"OG005","value":"1","spread":null},{"groupId":"OG006","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":73},"commonTop":["Colitis ulcerative","Nasopharyngitis","Arthralgia","Headache","Abdominal pain"]}}}