{"nctId":"NCT01238172","briefTitle":"Diet in Altering Disease Progression in Patients With Prostate Cancer on Active Surveillance","startDateStruct":{"date":"2011-01","type":"ACTUAL"},"conditions":["Prostate Cancer"],"count":478,"armGroups":[{"label":"Arm A - MEAL Program Intervention","type":"EXPERIMENTAL","interventionNames":["Other: dietary education and counseling"]},{"label":"Arm B - Prostate Cancer Foundation Booklet","type":"EXPERIMENTAL","interventionNames":["Other: prostate cancer foundation booklet"]}],"interventions":[{"name":"dietary education and counseling","otherNames":[]},{"name":"prostate cancer foundation booklet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Preregistration Eligibility:\n\n1. Histologic Documentation:\n\n   * The initial biopsy showing diagnosis of prostate cancer should be used for the purposes of determining eligibility.\n   * However, if a subsequent biopsy performed before patient enrollment shows that the patient is ineligible, he may not be enrolled to the study.\n   * Eligible patients must meet all of the following criteria:\n\n     * Biopsy-proven (consisting of ≥ 10 tissue cores) adenocarcinoma of the prostate diagnosed within 24 months prior to pre-registration\n     * \\< 25% of biopsy tissue cores positive for cancer\n     * ≤ 50% of any one biopsy tissue core positive for cancer\n     * Clinical stage ≤ T2a\n     * Patients who have prostate cancer with distant metastases are not eligible\n   * NOTE: If a patient undergoes a transurethral resection of the prostate (TURP) for benign prostatic hyperplasia (BPH), and prostate cancer is diagnosed incidentally from the TURP specimen, eligibility for CALGB 70807 cannot be determined from the TURP specimen. However, if the patient subsequently undergoes a minimum 10-core prostate biopsy within 2 years of prostate cancer diagnosis from the TURP, and prostate cancer is detected in the biopsy specimen and meets the requirements above, the patient is eligible for this study. If prostate cancer is not detected in the biopsy specimen, the patient is not eligible.\n2. Prior Treatment: Patients who have had prior treatment for prostate cancer by surgery, irradiation, local ablative (i.e. cryosurgery or high-intensity focused ultrasound) or androgen deprivation therapy are not eligible.\n3. Patients who have had a history of non-cutaneous malignancy (other than nonmelanoma skin cancer) in the previous 5 years are not eligible.\n4. Language: Patients must be able to read and comprehend English language text and be able to understand spoken English over the phone.\n5. Life expectancy of at least 3 years\n6. Patients who are currently taking vitamin supplements including lycopene and beta-carotene are eligible.\n7. Patients receiving treatment with 5-alpha reductase inhibitors (e.g., finasteride, dutasteride) within 90 days prior to preregistration are not eligible. Treatment with these agents during the protocol intervention is not permitted.\n8. Patients who are currently taking coumadin are not eligible.\n9. Participants will be men aged 50 to 80 years.\n10. For men ≤ 70 years, biopsy Gleason score ≤ 6; for men \\> 70 years, biopsy Gleason score ≤ (3 + 4) = 7.\n11. Required Initial Laboratory Values:\n\n    * Serum PSA \\< 10 ng/mL\n    * NOTE: Baseline PSA for determination of eligibility must be measured after discontinuation of any 5-alpha reductase inhibitors.\n\nRegistration Eligibility:\n\n1. Successful completion of three 24-hour dietary recalls during the run-in period.\n2. Patients consuming ≥ 6 servings per day of fruits and vegetables (not including juices), as determined by the run-in dietary recalls are not eligible.","healthyVolunteers":false,"sex":"MALE","minimumAge":"50 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Progression","description":"Time to progression (TTP) was defined as the length of time from the date of random assignment to progression; patients who died from any cause without experiencing disease progression were censored at the time of death. Disease progression is defined by (a) PSA doubling time (PSADT) less than 3 years, (b) PSA above 10 at any time, or (c) Gleason score on repeat biopsy ≥ 7 for men 70 years or younger and ≥ 4+3 = 7 for men older than 70 years. For the primary analysis, TTP was analyzed using the Kaplan-Meier method; the log-rank test was used to determine superiority of the intervention arm (Arm A: MEAL Program Intervention) compared with the control arm (Arm B: Prostate Cancer Foundation Booklet).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"683.0","spread":null},{"groupId":"OG001","value":"549.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment: Censoring Death, Progression or Last Follow-up as Measured by Number of Events Observed","description":"Time to treatment was analyzed by the Kaplan-Meier method. For this analysis, patients who did not withdrawal from the study to pursue treatment were censored at the time of clinical progression, death, or their last follow-up visit, whichever occurred first. The number of patients who observed an event (treatment) are summarized below.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (QOL) Was Measured Using Change From Baseline in Total Summary Score of Memorial Anxiety Scale for Prostate Cancer (MAX-PC) at Month 24","description":"Quality of Life (QOL) was measured using Observed Total Summary Score of Memorial Anxiety Scale for Prostate Cancer \\[MAX-PC\\] at Month 24 on a 0-108 scale, with lower scores corresponding to worse overall QOL and higher scores corresponding to better overall QOL. MAX-PC is a prostate cancer-specific measure to assess patient anxiety due to prostate cancer, PSA tests and fears of recurrence. Change from baseline to month-24 was calculated by subtracting the baseline scores from the scores at month-24. Higher scores on MAX-PC indicate better QOL","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Vegetables (Servings Per Day) Evaluated at Baseline and Month 24 Based on Dietary Recall","description":"At baseline and 24 months, participant diet including total vegetables (servings/day) was measured with a series of three separate interviews at each time point, on three-randomly selected days in a single week, using the Nutrition Data Systems for Research (NDS-R, current version 2010, University of Minnesota Nutrition Coordinating Center, University of Minnesota, Minneapolis, MN) software and nutrient database. Total vegetables were measured as the number of servings per day (range: ≥ 0), where higher values correspond to more servings per day. The within-participant change from baseline at 24 months was calculated by subtracting the baseline number of servings per day from the number of servings per day at month 24; positive values correspond to increased consumption of total vegetables.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":null},{"groupId":"OG001","value":"0.37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}