{"nctId":"NCT01884311","briefTitle":"Pharmacokinetics (PK) and Safety of Subgam-VF in Primary Immunodeficiency Diseases","startDateStruct":{"date":"2015-08-20","type":"ACTUAL"},"conditions":["Primary Immune Deficiency Disorders","Common Variable Immunodeficiency","X-linked Agammaglobulinaemia","Hyperimmunoglobulin M Syndrome"],"count":38,"armGroups":[{"label":"Subgam-VF","type":"EXPERIMENTAL","interventionNames":["Biological: Subgam"]}],"interventions":[{"name":"Subgam","otherNames":["Subgam-VF"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Aged between 2 and 75 years (at time of initial consent).\n2. Body Mass Index (BMI) \\< 46 for adults (aged 16 years \\& older), \\& BMI \\< 28 for children.\n3. Diagnosed with primary immunodeficiency disease e.g. common variable immunodeficiency, X-linked \\& autosomal forms of agammaglobulinaemia, hyper-IgM syndrome, Wiskott-Aldrich syndrome.\n4. Currently receiving a licensed (or investigational stage III, IIIb) IGIV or SCIG and\n\n   1. IGIV dose is between 300 and 800 mg/kg/month. SCIG dose is between 110 \\& 300 mg/kg/week;\n   2. Dose is stable for at least the past three months (i.e. consistent mg/kg +/- 5%);\n   3. The infusion interval is every 21 or 28 days for IGIV \\& seven days for SCIG;\n   4. Has a documented trough level of ≥ 6 g/L (600 mg/dL) on current IgG therapy. If not available can be obtained at the screening visit, Visit 1 (Week 0).\n5. Female subjects who are (or become) sexually active must practice contraception by using a method of proven reliability for the duration of the study.\n6. Females of child-bearing potential, (defined from the onset of menstruation to one year post menopause), must have a negative result on a urine HCG-based pregnancy test.\n7. Willing to comply with all aspects of the protocol, including blood sampling, for the duration of the study.\n8. Signed an informed consent form. In the case of subjects under the legal age the parent/guardian will sign an informed consent form \\& where appropriate the subject will sign an assent form.\n\nExclusion Criteria:\n\n1. Has a history of any severe anaphylactic reaction to blood or any blood-derived product.\n2. Has selective IgA deficiency or has a history of antibodies to IgA.\n3. Has clinically significant impairment of cellular or innate immunity at the discretion of the Investigator\n4. Has evidence of an active infection at the time of enrolment (i.e. on day of first infusion). Subjects who are asymptomatic but have not completed their course of antibiotics are eligible.\n5. Has previously completed or withdrawn from this study.\n6. Is currently receiving, or has received, any investigational agent within the prior three months, unless it is an investigational stage III, IIIb IGIV or SCIG.\n7. Is pregnant (confirmed by a positive result on an HCG-based pregnancy test) or is nursing.\n8. Is positive for any of the following at screening:\n\n   • Serological test for HIV 1\\&2, HCV, or HBsAg\n9. Has levels at screening greater than 2.5 times the upper limit of normal as defined at the central laboratory of any of the following:\n\n   * Alanine transaminase (ALT)\n   * Aspartate transaminase (AST)\n10. Has severe renal impairment (defined as serum creatinine greater than two times the upper limit of normal or BUN greater than two times the upper limit of normal for the range of the laboratory doing the analysis); the subject is on dialysis; or has a history of acute renal failure.\n11. Is known to abuse alcohol, opiates, psychotropic agents, or other chemicals or drugs, or has done so within the past 12 months.\n12. Has a history of DVT, or thrombotic complications of IgG therapy, or a prior diagnosis of thrombophilia.\n13. Suffers from any acute or chronic medical condition, (e.g. renal disease or predisposing conditions for renal disease, coronary artery disease, or protein losing state, proteinuria) that the Investigator feels may interfere with the conduct of the study.\n14. Has an acquired medical condition, such as chronic lymphocytic leukemia, lymphoma, multiple myeloma, chronic or recurrent neutropenia (ANC \\< 1 x 109/L).\n15. Is receiving the following medication:\n\n    * Steroids (long-term daily, \\> 0.15 mg of prednisone equivalent/kg/day). Requirement for short or intermittent courses of \\> 0.15mg/kg/day would not exclude a subject.\n    * Immunosuppressive drugs\n    * Immunomodulatory drugs\n16. If ≥ 18 years of age, has non-controlled arterial hypertension (systolic blood pressure \\> 160 mmHg \\&/or diastolic blood pressure \\> 100 mmHg). For younger subjects refer to current guidelines for diagnosis of blood pressure1.\n17. Has anemia (hemoglobin \\< 10 g/dL) at screening.\n18. Has severe dermatitis that would preclude sites for safe product administration.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Data (Derived From Absolute Concentration) Were Pooled With Historical Data and a Treatment Variable Defined (Subgam-VF or Gammaplex 5% IGIV). Outcome Measure Defined as Log Transformed sAUC0-t Standardized to One Week.","description":"Log transformed sAUC0-t, (AUC0-t standardized to one week) were analysed using a multiple linear regression model fitted including treatment, allowing for variability between treatment groups. The mean difference (Subgam-VF or Gammaplex IGIV 5%) between treatments with 90% Confidence Interval (CI) were back transformed to give an estimate of the ratio (Subgam-VF/ Gammaplex 5% IGIV) of sAUC(0-t). Data was collected at the following timepoints after week 21 of the clinical trial over a period of 1 week: Pre-dose on Day 0 and post-dose at days 1, 2, 3, 5 and 7.","paramType":"MEAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced AEs Based on Treatment-emergent AEs (TEAEs)","description":"TEAEs defined as those events with onset date between the first infusion date and 28 days after the last infusion.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Dose Refinement in Switching From Gammaplex 5% IGIV to Subgam-VF","description":"The initial weekly dose of Subgam-VF administered was calculated by taking the average weekly equivalent of the subject's IGIV dose, divided by the average dosing interval in weeks (i.e. 3 or 4), multiplied by 1.37, a dose adjustment coefficient based on other licensed subcutaneous IgG products. If the subject was already receiving a weekly SCIG IgG there will be no dose adjustment.\n\nA refined dose adjustment was estimated as 1.37/the ratio (Subgam-VF/ Gammaplex 5% IGIV) of geometric means for sAUC0-t and presented with 90% CI.","paramType":"GEOMETRIC_MEAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Infusion Site Reactions","description":"Infusion site reactions are defined as those events with onset date between the first infusion date and 28 days after the last infusion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"447","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Population PK Model for IgG in PID Patients for Alternative Dosing Schedules.","description":"Develop a population pharmacokinetic (PK) model for IgG in PID patients following IV (Gammaplex 5%) or SC (Subgam-VF) administration;\n\n* Conduct a formal covariate analysis to assess the impact of patient demographics, and disease-related factors on the PK of IgG following IV or SC administration and to identify those patient covariates which may be utilized in or require dose adjustment;\n* Use the final population PK model to simulate serum IgG concentration-time profiles in a population of PID patients in order to:\n\n  * Assess switching from various IgG IV and SC dosing regimens; and\n  * Derive the weight-adjusted dose increment required to achieve a specified difference in serum IgG trough levels when Subgam-VF is administered either weekly or biweekly","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Nasopharyngitis","Diarrhoea","Headache","Infusion Site Erythema","Infusion Site Pain"]}}}