{"nctId":"NCT01231464","briefTitle":"A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Efficacy and Safety of Fluticasone Furoate Nasal Spray for 2 Weeks in Chinese Adult and Adolescent Subjects With Allergic Rhinitis","startDateStruct":{"date":"2009-09"},"conditions":["Rhinitis, Allergic, Perennial","Allergic Rhinitis"],"count":365,"armGroups":[{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"FFNS","type":"EXPERIMENTAL","interventionNames":["Drug: fluticasone furoate nasal spray"]}],"interventions":[{"name":"fluticasone furoate nasal spray","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects can be enrolled when meeting all criteria as below.\n\n  1. Chinese adolescent and adult (male or eligible female) outpatients with the age of \\>=12 years\n  2. Confirmative diagnosis of IAR or PER (as definitions from ARIA 2008 and the coming effective Chinese AR management guideline ), by medical history, symptoms, skin prick tests (SPTs)\n  3. Subject must be symptomatic at screening and willing to maintain same environment throughout the study\n  4. Ability to comply with study procedures\n  5. Literate\n\nExclusion Criteria:\n\n* Subjects should be excluded when meeting one of criteria as below.\n\n  1. Having complications of nasal disease, or vasomotor rhinitis, rhinitis with eosinophilia, or drug rhinitis\n  2. Having complications of bacterial/viral infection of upper respiratory tract\n  3. Having significant systemic diseases\n  4. History of hypersensitivity to steroids and ingredients\n  5. Pregnant women or under lactation\n  6. Patients who started, discontinued or changed dose of desensitization therapy within 30 days before visit 1\n  7. Patients planning to travel outside the region\n  8. Patients judged to be inappropriate by investigators\n  9. Patients who participated in another study within 4 months before screening\n  10. Patients who could not withdraw drugs during screening period or secure withdrawal period until the initiation day of administration, e.g.\n\n      1. allergy medications\n      2. other medications that may affect allergic rhinitis or its symptoms\n      3. any medications that significantly inhibit CYP3A4, including ritonavir and ketoconazole","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline Over the Entire Treatment Period in the Daily Reflective Total Nasal Symptom Score (rTNSS)","description":"The Total Nasal Symptom Score (TNSS; possible score of 0-12) is the sum of 4 individual participant-assessed symptom scores for rhinorrhea, nasal congestion, nasal itching, and sneezing, each evaluated using a scale of 0=None, 1=Mild, 2=Moderate, or 3=Severe. The rTNSS was performed in the morning (AM rTNSS) and evening (PM rTNSS) and assessed the participant's symptoms over the preceding 12 hours. The daily rTNSS is the average of the AM rTNSS and PM rTNSS assessments. Mean changes from baseline over the entire treatment period were calculated as treatment period rTNSS minus baseline rTNSS.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.226","spread":"0.1646"},{"groupId":"OG001","value":"-2.728","spread":"0.1656"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Visit 2) to the End of Study (Visit 4/Early Withdrawal) in Nasal Finding Score by Rhinoscopy","description":"The nasal finding score by rhinoscopy (possible score of 0-12) is the sum of 4 individual investigator assessed scores for swelling of inferior nasal concha mucosa, color of inferior nasal concha mucosa, watery secretion volume, and description of rhinorrhea. The symptoms were assessed using a scale of 0=None, 1=Mild, 2=Moderate, 3=Severe. Mean change from baseline to the end of study in nasal finding score by rhinoscopy was calculated as the nasal finding score by rhinoscopy at Visit 4/Early Withdrawal minus the nasal final finding score by rhinoscopy at Visit 2.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"0.22"},{"groupId":"OG001","value":"-2.9","spread":"0.22"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (Visit 2) to the End of Study (Visit 4/Early Withdrawal) in Severity of Overall Interference in Activities of Daily Living","description":"The severity of overall interference in activities of daily living at baseline and the end of study was assessed by the investigator on the scale of 0=None, 1=Mild, 2=Moderate, 3=Severe. The mean change from baseline to the end of study in severity of overall interference in activities of daily living was calculated as the severity of overall interference in activities of daily living at Visit 4/Early Withdrawal minus severity of overall interference in activities of daily living at Visit 2.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"0.07"},{"groupId":"OG001","value":"-0.8","spread":"0.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":181},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Cough","Epistaxis","Oropharyngeal pain"]}}}