{"nctId":"NCT01458951","briefTitle":"A Study To Evaluate Both The Efficacy and Safety Profile of CP-690,550 In Patients With Moderately to Severely Active Ulcerative Colitis","startDateStruct":{"date":"2012-06"},"conditions":["Ulcerative Colitis"],"count":547,"armGroups":[{"label":"tofacitinib 10 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: tofacitinib"]},{"label":"Placebo BID","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"tofacitinib","otherNames":["CP-690,550"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be at least 18 years of age.\n* Males and females with a documented diagnosis of UC at least 4 months prior to entry into the study.\n* Subjects with moderately to severely active UC based on Mayo score criteria.\n* Subjects must have failed or be intolerant of at least one of the following treatments for UC:\n\n  * Corticosteroids (oral or intravenous).\n  * Azathioprine or 6 mercaptopurine (6 MP).\n  * Anti TNF therapy.\n\nExclusion Criteria:\n\n* Presence of indeterminate colitis, microscopic colitis, ischemic colitis, infectious colitis, or clinical findings suggestive of Crohn's disease.\n* Subjects with disease limited to distal 15 cm.\n* Subjects without previous treatment for UC (ie, treatment naïve).\n* Subjects displaying clinical signs of fulminant colitis or toxic megacolon.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Remission at Week 8","description":"Remission in participants was defined by a total Mayo score of 2 points or lower, with no individual subscore exceeding 1 point and a rectal bleeding subscore of 0. Mayo score is an instrument designed to measure disease activity of Ulcerative Colitis . It consisted of 4 subscores: stool frequency, rectal bleeding, findings of centrally read flexible proctosigmoidoscopy and physician global assessment (PGA), each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Mucosal Healing at Week 8","description":"Mucosal healing in participants was defined by Mayo endoscopic subscore of 0 or 1. The Mayo endoscopic subscore consisted of the findings of centrally read flexible proctosigmoidoscopy, graded from 0 to 3 with higher scores indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Response at Week 8","description":"Clinical response in participants was defined by a decrease from baseline in Mayo score of at least 3 points and at least 30 percent, with an accompanying decrease in the rectal bleeding sub score of at least 1 point or an absolute rectal bleeding sub score of 0 or 1. Mayo score is an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of flexible centrally read proctosigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.0","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Remission at Week 8","description":"Endoscopic remission in participants was defined by Mayo endoscopic subscore of 0. The Mayo endoscopic subscore consisted of the findings of centrally read flexible proctosigmoidoscopy, graded from 0 to 3 with higher scores indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission at Week 8","description":"Clinical remission in participants was defined by a total Mayo score of 2 points or lower, with no individual subscore exceeding 1 point. Mayo score is an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of flexible centrally read proctosigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptomatic Remission at Week 8","description":"Symptomatic remission was defined by a total Mayo score of 2 points or lower, with no individual subscore exceeding 1 point, and 0 subscore for both rectal bleeding and stool frequency. Mayo score is an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of flexible centrally read proctosigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Deep Remission at Week 8","description":"Deep remission in participants was defined by a total Mayo score of 2 points or lower, with no individual subscore exceeding 1 point and 0 subscore for both rectal bleeding and endoscopic subscores. Mayo score is an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of flexible centrally read proctosigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Mayo Scores","description":"A partial mayo score (mayo score without endoscopy) ranges from 0 (normal or inactive disease) to 9 (severe disease) and calculated as the sum of 3 subscores (stool frequency, rectal bleeding and PGA) and each grading from 0 to 3 with higher scores indicating more severe disease.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"1.3"},{"groupId":"OG001","value":"6.4","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"2.2"},{"groupId":"OG001","value":"5.4","spread":"1.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"2.3"},{"groupId":"OG001","value":"4.8","spread":"2.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"2.3"},{"groupId":"OG001","value":"4.5","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Partial Mayo Scores at Weeks 2, 4 and 8","description":"Change in Partial Mayo scores at Weeks 2, 4, 8 relative to baseline were reported. A Partial Mayo Score (Mayo score without endoscopy) ranges from 0 (normal or inactive disease) to 9 (severe disease) and calculated as the sum of 3 subscores (stool frequency, rectal bleeding and PGA) with each graded from 0 to 3 with higher scores indicating more severe disease.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.1"},{"groupId":"OG001","value":"-1.0","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"0.1"},{"groupId":"OG001","value":"-1.5","spread":"0.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"0.1"},{"groupId":"OG001","value":"-1.7","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Mayo Score at Week 8","description":"Change in total Mayo scores at Week 8 relative to Baseline was reported. Mayo score is an instrument designed to measure disease activity of UC. It consisted of 4 subscores: stool frequency, rectal bleeding, findings of flexible centrally read proctosigmoidoscopy and PGA, each graded from 0 to 3 with higher scores indicating more severe disease. These scores were summed up to give a total score range of 0 to 12; where higher score indicating more severe disease.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":"1.5"},{"groupId":"OG001","value":"8.9","spread":"1.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"2.8"},{"groupId":"OG001","value":"-2.0","spread":"2.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":429},"commonTop":["Headache","Arthralgia","Anaemia","Abdominal pain","Abdominal pain upper"]}}}