{"nctId":"NCT02328404","briefTitle":"The Effect of Vitamin D Supplementation Among Overweight Jordanian Women With Polycystic Ovary Syndrome (PCOS)","startDateStruct":{"date":"2014-02"},"conditions":["Polycystic Ovary Syndrome","Hypovitaminosis D"],"count":60,"armGroups":[{"label":"vitamin D3 (Biodal 50,000 IU)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 50,000 IU vitamin D3"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"50,000 IU vitamin D3","otherNames":["Biodal 50,000 IU","cholecalciferol 50,000 IU"]},{"name":"Placebo","otherNames":["Biodal 50,000IU"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female gender.\n* Aged between 18 and 49 years old.\n* Ethnic group (Caucasian, Middle-eastern).\n* Overweight (BMI 25-30 kg\\^m2).\n* Diagnosed with Polycystic ovary syndrome according to Rotterdam criteria (Rotterdam SHRE-ASRM Sponsored Polycystic ovary syndrome consensus workshop group, 2004).\n* Diagnosed with hypovitaminosis D (serum 25(OH)D level \\< 20 ng/mL).\n* Inadequate dietary intake of vitamin D (\\<600 IU/day or \\<15μg/day).\n* Physical examination being assessed and accepted by the attending physician.\n* Systolic blood pressure within the normal range (90-140 mmHg).\n* Diastolic blood pressure within the normal range (60-90 mmHg).\n* Heart rate within the normal range (60-100 BPM).\n* Oral body temperature within the normal range (35.9 - 37.6 Cᵒ).\n* Normal complete blood count , Liver Function enzymes test , Aspartate Transaminase (AST) , Alanine Transaminase (ALT) and Kidney function tests , Blood Urea Nitrogen (BUN) and Serum Creatinine (SrCr).\n* Participant is willing and able to give informed consent for participation in the study.\n* Able and willing to comply with all study requirements.\n\nExclusion Criteria:\n\n* Female participants who are pregnant, lactating or planning pregnancy during the course of the study.\n* Ethnic group: non Caucasian.\n* Females aged \\<18 or \\>49 years old.\n* Underweight, normal body weight ,Body Mass Index (BMI) \\< 25 kg\\^m2\n* Obese or morbidly obese (BMI \\> 30 kg/m2)\n* Diagnosis with type 1 or type 2 diabetes mellitus, hypothyroidism, hyperthyroidism, liver disease, renal dysfunction, cardiovascular diseases, androgen-secreting tumor, Cushing syndrome, congenital adrenal hyperplasia, hyperprolactinemia, and/or virilism.\n* Known history or presence of food allergies or intolerance (e.g dairy products or gluten-containing foods), or any known condition that could interfere with the absorption, distribution, metabolism, or excretion of drugs.\n* History of drug or alcohol abuse, smoking of 10 cigarettes or more (or equivalent) per day.\n* Participants who took medications known to affect metabolic parameters, such as metformin and corticosteroid drugs, vitamin D and calcium.\n* Adequate dietary intake of vitamin D (600 IU/day or 15μg/day or more).\n* Participation in another clinical or bioequivalence study within 90 days prior to the start of this study period.\n* Participants with abnormal Electrocardiogram (ECG).\n* Participants with any abnormal laboratory results excluding \\[ 25(OH)D, Creatinine (Cr), Calcium (Ca), phosphorus (PO4), C-reactive protein(CRP) , triglyceride , High Density Lipoprotien Cholesterol (HDL-C), Low Density Lipoprotien Cholesterol (LDL-C), total cholesterol (TC)/HDL-C ratio, fasting insulin , fasting blood glucose, oral glucose tolerance test, impaired glucose tolerance, Progesterone, total testosterone, sex hormone binding globulin, parathyroid hormone and free androgen index\\].","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ultrasound Examination of Number of Follicles and Ovarian Volume","description":"Evaluation of the efficacy of the dosing regimen as per the approved Summery of Product Characteristics (SmPC) (50,000 IU vitamin D3 once weekly for 3 months) on improvement in PCOS prognosis clinically using ultrasound examination.\n\nIn this measure the reported results were the finding of the ultrasound examination after the course of the treatment /intervention as per the study protocol and reporting the numbers of patients with normal ovaries, One normal ovary and the other is polycystic or both ovaries are poly-cystic.\n\nAn improvement in PCOS prognosis clinically by ultrasound examination is defined by:\n\n* decreasing the number of follicles to \\< 12 follicles measuring 2-9 mm in diameter\n* decreasing ovarian volume to \\< 10 cm3","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum 25-Hydroxy Vitamin D3 Level","description":"Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on increase the level of serum 25(OH)D \\> 20 ng/ml by measuring of the serum 25(OH)D levels on 104 of the study period after 3 months treatment .\n\nIn this measure , Serum 25-Hydroxy Vitamin D3 leveln in each arm were reported after completing the course of the treatment / intervention as per the study protocol. After which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":"2.03"},{"groupId":"OG001","value":"11.8","spread":"0.76"}]}]}]},{"type":"SECONDARY","title":"Serum Chromium Concentration","description":"Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on improving serum chromium level to be \\> 0.05 and \\< 0.5 ppm. which will be assessed by measuring serum chromium level before and after supplementation of Vitamin D3.\n\nIn this measure , Serum chromium Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol. After which, the means were compared for statistical significance between the two groups / arms.\n\nOne of the clinical signs of improving PCOS prognosis is the improvement in serum chromium level . the results will be statistically analyzed using paired student t-test at 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"0.01"},{"groupId":"OG001","value":"0.27","spread":"0.01"}]}]}]},{"type":"SECONDARY","title":"Serum Glucose Concentration in Oral Glucose Tolerance Test 1st hr After Treatment","description":"Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on reduction of insulin resistance and improving insulin sensitivity measuring Oral Glucose Tolerance Test 1st hr after the treatment and to compare with same at baseline point within the time frame.\n\nIn this measure , Serum Glucose Concentration in Oral Glucose Tolerance test in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months). After which, the means were compared for statistical significance between the two groups / arms.\n\nOne of the clinical signs of improving PCOS prognosis is the improvement in insulin resistance by evaluating the results of Oral Glucose Tolerance Test 1st hr . the results will be statistically analyzed using paired student t-test at 95% confidence interval (CI).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":"0.50"},{"groupId":"OG001","value":"6.4","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Body Mass Index","description":"Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on reduction of body mass index to be \\<25-30 kg/m\\^2.\n\nEvaluation of the Effectiveness of the dose (50,000IU) and the dose regimen as per the approved SmPC on reduction in Body Mass Index before and after the treatment. After which, the means were compared for statistical significance between the two groups / arms.\n\nIn this measure , Body Mass Index in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":"0.37"},{"groupId":"OG001","value":"26.5","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Serum Parathyroid Hormone Concentration","description":"Evaluation of the Safety of the Dose and the Dose Regimen as Per the SmPC by measuring the change in the level of serum Serum Parathyroid Hormone (PTH) Concentration before and after the treatment and/or reporting any adverse events through the trial period.\n\nIn this measure , Serum Parathyroid Hormone Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months). After which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.1","spread":"2.60"},{"groupId":"OG001","value":"52.6","spread":"4.18"}]}]}]},{"type":"PRIMARY","title":"Menstrual Regularity","description":"Evaluation of the efficacy of the dosing regimen as per the approved SmPC (50,000 IU vitamin D3 once weekly for 3 months) on improvement in PCOS prognosis by assessment of menstrual regularity An improvement in PCOS prognosis by assessment of menstrual regularity is measured through improving progesterone level \\> 4 ng/mL.\n\nOne of the clinical signs of improving PCOS prognosis is menstrual cycle regularity.\n\nIn this measure ,the reported results consist of the number of volunteers/patients in each arm either with regular menstrual cycle or irregular menstrual cycle after completing the course of the treatment/ intervention as per the study protocol.\n\nThe results will be statistically analyzed using paired student t-test and 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Calcium Concentration","description":"Evaluation of the safety of the dose and the dose regimen as per the SmPC by measuring the change in the level of serum Calcium before and after the treatment and/or reporting it as adverse. event through the trial period. as the increase of Serum calcium concentration above the normal level is considered as adverse event for the intervention dose regimen of this study for the purpose of evaluating the safety.\n\nIn this measure , Serum Calcium Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months). After which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.02"},{"groupId":"OG001","value":"2.3","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Serum Phosphorous Concentration","description":"Evaluation of the safety of the dose and the dose regimen as per the SmPC by measuring the change in the level of serum PO4 Concentration before and after the treatment and/or reporting as adverse event through the trial period.as the increase of Serum phosphoruse concentration above the normal level is considered as adverse event for the intervention dose regimen of this study for the purpose of evaluating the safety.\n\nIn this measure , Serum Phosphorous Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months). After which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"0.3"},{"groupId":"OG001","value":"1.2","spread":"0.2"}]}]}]},{"type":"PRIMARY","title":"Hirsutism Score","description":"The scale ranges between 0 and 36, where A score of 8 or higher was considered as androgen excess (Ferriman and Gallwey, 1961).Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on PCOS prognosis by evaluating Hirsutism Score.Hirsutism score was assessed using self-administrated Ferriman-Gallwey scoring system (Ferriman and Gallwey, 1961). Each participant answered the hirsutism test with the help of a trained nurse who was working in the same clinic. The score of each body site may range between 0 (no excessive terminal hair growth) to 4 (extensive terminal hair growth).\n\nIn this measure , the hirsutism score were reported in each are after completing the course of treatment/ intervention as per the study protocol. after which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"0.93"},{"groupId":"OG001","value":"16.7","spread":"1.21"}]}]}]},{"type":"SECONDARY","title":"Serum C-Reactive Protien Concentration","description":"Evaluation of the Efficacy of the Dose (50,000IU) and the Dose Regimen on inflammation by measuring reduction of the serum concentration of C-Reactive Protein before and after the treatment.\n\nIn this measure , Serum C-Reactive Protien Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol (Treatment with either Biodal or Placebo for 3 months). After which, the means were compared for statistical significance between the two groups / arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":"1.06"},{"groupId":"OG001","value":"3.9","spread":"1.17"}]}]}]},{"type":"PRIMARY","title":"Serum Progesterone Level","description":"The results below show the Serum Progesterone level after treatment in each arm after completing the course of the treatment / intervention as per the study protocol.after which, the means were compared for statistical significance between the two groups / arms. After which, the means were compared for statistical significance between the two groups / arms.\n\nThe evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on PCOS Prognosis by measuring Change in Serum Progesterone level.\n\nOne of the clinical signs of improving PCOS prognosis is the change in progesterone level. the results will be statistically analyzed using paired student t-test at 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"1.86"},{"groupId":"OG001","value":"7.3","spread":"2.42"}]}]}]},{"type":"PRIMARY","title":"Total Testosterone Level","description":"Evaluation of the Efficacy of the dose (50,000IU) and the dose regimen as per the approved SmPC on PCOS Prognosis by measuring Change in Total Testosterone level before and after the treatment.\n\nIn this measure , the Total Testosterone levels in each arm were reported after completing the course of the treatment / intervention as per the study protocol.\n\nOne of the clinical signs of improving PCOS prognosis is the change in testosterone level. After which, the means were compared for statistical significance between the two groups / arms.\n\nthe results will be statistically analyzed using paired student t-test at 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.17"},{"groupId":"OG001","value":"1.9","spread":"0.1"}]}]}]},{"type":"PRIMARY","title":"Free Androgen Index","description":"Free Androgen Index is calculated as the ratio of total testosterone to sex hormone binding globulin (SHBG).\n\nIn this measure , the Free Androgen Index in each arm were reported after completing the course of the treatment / intervention as per the study protocol. After which, the means were compared for statistical significance between the two groups / arms.\n\nImprovement assessment of PCOS Prognosis by evaluating the change in Free Androgen Index.\n\nOne of the clinical signs of improving PCOS prognosis is the change in FAI. the results will be statistically analyzed using Wilcoxon (Mann- Whitney) method at 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"0.93"},{"groupId":"OG001","value":"4.4","spread":"1.10"}]}]}]},{"type":"PRIMARY","title":"Sex Hormone Binding Globulin Concentration","description":"Evaluation of Biodal 50,000 IU on improvement of PCOS Prognosis by comparing the Sex Hormone Binding Globulin concentrations in both groups/arms.\n\nOne of the clinical signs of improving PCOS prognosis is the change in the Sex Hormone Binding Globulin Concentration.\n\nIn this measure , the Sex Hormone Binding Globulin Concentration in each arm were reported after completing the course of the treatment / intervention as per the study protocol. After which, the means were compared for statistical significance between the two groups / arms.\n\nThe results will be statistically analyzed using Wilcoxon (Mann-Whiteny) method at 95% confidence interval (CI) for the difference of the means within and between the two groups will be calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":"15.19"},{"groupId":"OG001","value":"100.6","spread":"15.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":30},"commonTop":["In-compliance , Withdral"]}}}