{"nctId":"NCT03311659","briefTitle":"Evaluation of Immunogenicity, Safety and Reactogenicity of GSK Biologicals' Boostrix Vaccine Administered as a Booster Dose in Healthy Russian Subjects","startDateStruct":{"date":"2018-01-26","type":"ACTUAL"},"conditions":["Diphtheria-Tetanus-acellular Pertussis Vaccines"],"count":448,"armGroups":[{"label":"dTpa group","type":"EXPERIMENTAL","interventionNames":["Biological: Boostrix"]}],"interventions":[{"name":"Boostrix","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects or subjects' parent(s)/adoptive parent(s) who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* A male or female four years of age and older.\n* Written informed consent obtained from the subject/from the parent(s)/adoptive parent(s) of the subject prior to performing any study specific procedure.\n* Written informed assent obtained from subjects aged 14 years to \\<18 years.\n* Healthy subjects as established by medical history and physical examination before entering into the study.\n* Children 4-7 years of age with documented previous diphtheria, tetanus and pertussis vaccination (primary series and first booster) as per local recommendation prior to study enrolment, but should have not received any further diphtheria-tetanus containing booster planned at 6-7 years of age as per local recommendations or any other diphtheria, tetanus and pertussis containing vaccine.\n* Subjects eight years of age and older who can report previous diphtheria, tetanus with or without pertussis vaccination - documented or to the best of their/subjects' parent(s)/subjects' adoptive parent(s) knowledge - and did not receive an additional diphtheria, tetanus with or without pertussis vaccination within five years prior to enrolment in the study will be enrolled.\n* Female subjects of non-childbearing potential may be enrolled in the study.\n\n  * Non-childbearing potential is defined as pre-menarche, current tubal ligation, hysterectomy, ovariectomy or post-menopause.\n* Female subjects of childbearing potential may be enrolled in the study, if the subject:\n\n  * has practiced adequate contraception within 30 days prior to vaccination, and\n  * has a negative pregnancy test on the day of vaccination, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 1 month after completion of the vaccination.\n\nExclusion Criteria:\n\n* Child in care\n* Use of any investigational or non-registered product other than the study vaccine within 30 days preceding the dose of study vaccine, or planned use during the study period.\n* History of previous or intercurrent diphtheria, tetanus or pertussis diseases since birth in subjects four to seven years of age.\n* History of previous or intercurrent diphtheria, tetanus or pertussis diseases within 5 years prior to enrolment in subjects aged eight years and above.\n* Chronic administration (defined as more than 14 days in total) of immunosuppressants or other immune-modifying drugs within six months prior to the vaccine dose. For corticosteroids, this will mean prednisone ≥ 20 mg/day (for adult subjects, ≥18 years of age) or ≥ 0.5 mg/kg/day (for paediatric subjects, aged 4-17 years), or equivalent. Inhaled and topical steroids are allowed\n* Administration of long-acting immune-modifying drugs at any time during the study period.\n* Planned administration/administration of a vaccine not foreseen by the study protocol within the period starting 30 days before and ending 30 days after the dose of vaccine with the exception of inactivated influenza vaccine which can be given at any time during the study conduct as per the Summary of Product Characteristics (SPC) and according to the local governmental recommendations.\n* Concurrently participating in another clinical study, at any time during the study period, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/product (pharmaceutical product or device).\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination.\n* Family history of congenital or hereditary immunodeficiency.\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the vaccine.\n* Hypersensitivity to latex.\n* History of encephalopathy after administration of a previous dose of pertussis vaccine that could not be attributed to another identifiable cause, progressive neurologic disorder, uncontrolled epilepsy or progressive encephalopathy: pertussis vaccine should not be administered to individuals with these conditions until a treatment regimen has been established and the condition has stabilised.\n* Acute disease and/or fever at the time of enrolment.\n\n  * Fever is defined as temperature ≥38.0°C. The preferred location for measuring temperature in this study will be the axilla.\n  * Subjects with a minor illness (such as mild diarrhoea, mild upper respiratory infection) without fever may, be enrolled at the discretion of the investigator.\n* Acute or chronic, clinically significant uncontrolled pulmonary, cardiovascular, hepatic or renal functional abnormality, as determined by physical examination and/or laboratory screening tests.\n* Administration of immunoglobulins and/or any blood products within the 3 months preceding the dose of study vaccine or planned administration during the study period.\n* Pregnant or lactating female.\n* Female planning to become pregnant or planning to discontinue contraceptive precautions during the study conduct.\n* Any medical condition that, in the opinion of the investigator, might interfere with the evaluations required by the study.\n* Any medical condition that in the judgment of the investigator would make intramuscular injection unsafe.","healthyVolunteers":true,"sex":"ALL","minimumAge":"4 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Seroprotected Subjects for Anti-diphtheria (Anti-D).","description":"A seroprotected subject was a subject whose anti-D concentrations were greater than or equal to (≥) 0.1 International units per milliliter (IU/ml). Seroprotection was assessed by enzyme-linked immunosorbent assay (ELISA) method. In addition, sera with ELISA concentrations \\<0.1 IU/ml were tested for neutralising antibodies using a Vero-cell neutralisation assay. Both the ELISA test (antibody concentrations ≥ 0.1 IU/ml) and Vero-cell test (antibody concentration ≥ 0.01 IU/ml) defined the seroprotection status for the primary endpoint.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"437","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Seroprotected Subjects for Anti-tetanus (Anti-T).","description":"A seroprotected subject was a subject whose anti-T concentrations were ≥ 0.1 IU/ml. Seroprotection was assessed by ELISA method.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"439","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Seropositive Subjects for Anti-pertussis Toxoid (Anti-PT), Anti-filamentous Haemagglutinin (Anti-FHA) and Anti-pertactin (Anti-PRN).","description":"A seropositive subject was a subject whose antibody concentration was greater than or equal to the assay cut-off value. Assay cut-off was 2.693 IU/mL for anti-PT, 2.046 IU/mL for anti-FHA and 2.187 IU/mL for anti-PRN respectively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"430","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"442","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"431","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a Booster Response to the Diphtheria and Tetanus Antigens","description":"Booster response to diphtheria (D) and tetanus (T) antigens was defined according to pre-vaccination antibody concentration:\n\n1. for subjects with values \\<0.1 IU/ml (i.e. below the seroprotection cut-off), antibody concentrations of at least ≥0.4 IU/ml, one month after vaccination; and\n2. for subjects with values ≥0.1 IU/ml (i.e. equal to or above the seroprotection cut-off), an increase in antibody concentrations of at least four times the pre-vaccination concentration, one month after vaccination. Seronegative (S-) subjects are those who have antibody concentration less than (\\<) 0.1 IU/mL and seropositive (S+) subjects are those who have antibody concentration ≥ 0.1 IU/mL prior to vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"282","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"308","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"338","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"376","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With a Booster Response to the PT, FHA and PRN Antigens.","description":"Booster response to PT, FHA and PRN antigens was defined according to pre-vaccination antibody concentrations:\n\n1. for subjects with pre-vaccination values below (\\<) the assay cut-off, post-vaccination antibody concentration ≥ 4 times the assay cut-off; and\n2. for subjects with pre-vaccination values between the assay cut-off and \\<4 times the assay cut-off, post-vaccination antibody concentration ≥ 4 times the pre-vaccination antibody concentration; and for subjects with pre-vaccination antibody concentration ≥ 4 times the assay cut-off, post-vaccination antibody concentration ≥ 2 times the pre-vaccination antibody concentration.\n\nSeronegative (S-) subjects are those who have antibody concentration less than (\\<) assay cut-off and seropositive (S+) subjects are those who have antibody concentration ≥ assay cut-off prior to vaccination. Assay cut-off was 2.693 IU/mL for anti-PT, 2.046 IU/mL for anti- FHA and 2.187 IU/mL for anti-PRN respectively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"345","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"410","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"225","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"396","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-D, Anti-T, Anti-PT, Anti-FHA and Anti-PRN Antibody Concentrations , One Month After Vaccination.","description":"Antibody concentrations are presented as Geometric Mean Concentrations (GMCs) and expressed in IU/mL. The cut-off for the assays were: 0.057 IU/mL for anti-D, 0.043 IU/mL for anti-T, 2.693 IU/mL for anti-PT, 2.046 IU/mL for anti-FHA and 2.187 IU/mL for anti-PRN, respectively.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.287","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.507","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.279","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"396.938","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"249.638","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Solicited Local Symptoms.","description":"Assessed solicited local symptoms were pain, redness, swelling. Any = Occurrence of any local symptom regardless of its intensity grade. Any redness and swelling were defined as \\> 0 millimeters (mm) diameter for all subjects.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"284","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"174","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Aged Below 6 Years With Solicited General Symptoms.","description":"Assessed solicited general symptoms were Drowsiness, Irritability/Fussiness, Loss of appetite and Fever. Any = Occurrence of any general symptom regardless of its intensity grade and relationship to the study vaccination. Fever was defined as temperature ≥ 38.0 degrees Celsius (°C). The location for measuring temperature was the axilla.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Aged 6 Years and Above With Solicited General Symptoms.","description":"Assessed solicited general symptoms were Fatigue, Gastrointestinal symptoms (included nausea, vomiting, diarrhoea and/or abdominal pain), Headache and Fever. Any = Occurence of any general symptom regardless of its intensity grade and relationship to the study vaccination. Fever was defined as axilla temperature ≥ 38 °C.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Large Swelling Reactions.","description":"Large injection site reaction for subjects \\< 6 years of age defined as a swelling with a diameter of \\> 50 mm and for subjects ≥ 6 years of age swelling with a diameter of \\> 100 mm, noticeable diffuse swelling or noticeable increase in limb circumference. Any = Occurence of any large swelling regardless of its intensity grade and relationship to the study vaccination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Unsolicited Adverse Events (AEs)","description":"Any unsolicited AE was defined as any AE reported in addition to those solicited during the clinical study. Also any 'solicited' symptom with onset outside the specified period of follow-up for solicited symptoms will be reported as an unsolicited adverse event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Serious Adverse Events (SAEs)","description":"A SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalisation or prolongation of existing hospitalisation, results in disability/incapacity or is a congenital anomaly/birth defect in the offspring of a study subject.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":447},"commonTop":["Headache","Rhinitis","Cough","Oropharyngeal pain","Nausea"]}}}