{"nctId":"NCT00868959","briefTitle":"Lurasidone - A 24-week Extension Study of Patients With Bipolar I Depression","startDateStruct":{"date":"2009-04"},"conditions":["Bipolar Depression"],"count":817,"armGroups":[{"label":"lurasidone","type":"EXPERIMENTAL","interventionNames":["Drug: lurasidone"]}],"interventions":[{"name":"lurasidone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is judged by the investigator to be suitable for participation in a 24-week clinical trial involving open-label lurasidone treatment\n* Subject has completed the 6-week treatment period and all required assessments on the final study visit (Day 42, Visit 8) of either Study D1050235, NCT#00868452 or Study D1050236, NCT#008668699.\n\nExclusion Criteria:\n\n* Imminent risk of suicide, injury to self or to others, or damage to property\n* Subject has evidence of severe movement disorders.\n* Subject tests positive for drugs of abuse (at Visit 8 in Study D1050235, NCT#00868452 or D1050236, NCT#008688699).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Serious and Non-serious Treatment-emergent Adverse Events Who Have Completed 24 Weeks of Extension Study Treatment","description":"Rate of treatment-emergent adverse events in subjects who have completed (ie, reached 6-week endpoint) of Study D1050235 (NCT00868452), Study D1050236 (NCT00868699) or Study D1050292 (NCT01284517)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"529","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Open-label Extension Baseline to Week 24 (Month 6/LOCF Endpoint) in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a clinician-rated assessment of the subject's level of depression. Ten items are rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of ten items: reported sadness, apparent sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"10.60"}]}]}]},{"type":"SECONDARY","title":"Change From Open-label Extension Baseline to Week 24 (Month 6/LOCF Endpoint) in Clinical Global Impressions Bipolar Version, Severity of Illness (CGI-BP-S) Score (Depression)","description":"This CGI-BP-S is a clinician-rated assessment of the subjects current severity of depression and ranges from 1=\"Normal, not ill\" to 7=\"Very severly ill\". Higher scores are associated with greater severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"1.325"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":813},"commonTop":["Akathisia","Headache","Nausea","Insomnia","Anxiety"]}}}