{"nctId":"NCT01383486","briefTitle":"Self Selection Trial of Naproxen Sodium","startDateStruct":{"date":"2011-07"},"conditions":["Pain"],"count":253,"armGroups":[{"label":"Naproxen Sodium ER (BAYH6689) or Advil IR","type":"EXPERIMENTAL","interventionNames":["Drug: Naproxen sodium ER (BAYH6689)","Drug: Advil"]}],"interventions":[{"name":"Naproxen sodium ER (BAYH6689)","otherNames":[]},{"name":"Advil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 12 years of age\n* Report taking at least one dose of Over-the-counter (OTC) analgesic for pain in the past month\n* Able to read and understand English\n* Provide written informed consent (subjects 12-17 years of age provide written assent and/or parent or legal guardian provide written consent)\n* Provide contact information\n\nExclusion Criteria:\n\n* Have participated in a trial involving OTC analgesics in the last 6 months\n* They or someone else in the household work for a market research company, an advertising agency, a public relations firm, a pharmaceutical company, as a healthcare professional, or as part of a health care practice (eliminated for reasons of confidentiality or increased awareness of drugs and their labels)\n* Have a history of known allergies to Nonsteroidal Antiinflammatory Drugs (NSAIDs) (i.e., naproxen, ibuprofen, acetaminophen, aspirin, etc.)\n* Have a history of heart surgery in the last 60 days or plans for heart surgery in the next 60 days\n* Female subjects who have a positive urine pregnancy test or who are breastfeeding.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Participants Who Selected Naproxen Sodium ER and Expected Their Pain to Last More Than 12 Hours","description":"Participants were instructed to select a product for use upon their pain episode and then call a toll-free number for an interview within 30 minutes of the selection decision. Participants who did not call were interviewed after 14 days for data collection. The primary endpoint was derived from 2 variables: 1) number of participants who selected Naproxen Sodium ER and reported expected duration of pain less than or equal to 12 hrs (A); 2) number of participants who selected Naproxen Sodium ER and report expected duration of pain greater than 12 hrs (B). The results was calculated as B/(A+B).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.0","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants Who Selected Naproxen Sodium ER , Expected Their Pain to Last More Than 12 Hours and Reported Their Selection Decision Within First 24 Hours","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Low Literacy Participants Who Selected Naproxen Sodium ER and Expected Their Pain to Last More Than 12 Hours","description":"In addition to the primary outcome measure evaluated for all selection evaluable participants, this secondary outcome was evaluated separately for low literacy participants. Low Literacy Participants are defined as those who had REALM (Rapid Estimate of Adult Literacy in Medicine) score \\</= 60 at visit 1.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":237},"commonTop":["Back pain","Nephrolithiasis","Myalgia","Toothache","Headache"]}}}