{"nctId":"NCT02634333","briefTitle":"Anti-VEGF Treatment for Prevention of PDR/DME","startDateStruct":{"date":"2016-01","type":"ACTUAL"},"conditions":["Diabetic Retinopathy","Diabetic Macular Edema"],"count":399,"armGroups":[{"label":"Observation (Prompt Sham)","type":"SHAM_COMPARATOR","interventionNames":["Procedure: Prompt Sham","Procedure: Deferred laser","Drug: Deferred aflibercept"]},{"label":"Prompt aflibercept","type":"EXPERIMENTAL","interventionNames":["Drug: Prompt aflibercept","Procedure: Deferred laser","Drug: Deferred aflibercept"]}],"interventions":[{"name":"Prompt Sham","otherNames":[]},{"name":"Prompt aflibercept","otherNames":["intravitreal anti-vascular endothelial growth factor","Eylea"]},{"name":"Deferred laser","otherNames":["focal/grid photocoagulation","panretinal photocoagulation"]},{"name":"Deferred aflibercept","otherNames":["intravitreal anti-vascular endothelial growth factor","Eylea"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\>= 18 years\n2. Diagnosis of diabetes mellitus (type 1 or type 2)\n\n   • Any one of the following will be considered to be sufficient evidence that diabetes is present:\n   1. Current regular use of insulin for the treatment of diabetes\n   2. Current regular use of oral anti-hyperglycemia agents for the treatment of diabetes\n   3. Documented diabetes by American Diabetes Association and/or World Health Organization criteria\n3. Able and willing to provide informed consent.\n\nMeets all of the following ocular criteria in at least one eye:\n\n1. Best corrected Electronic-Early Treatment Diabetic Retinopathy Study (E-ETDRS) visual acuity letter score ≥79 (approximate Snellen equivalent 20/25 or better)\n2. Severe non-proliferative diabetic retinopathy (NPDR) (based on the 4:2:1 rule) evident on clinical examination and on digital imaging as judged by the investigator. Reading center grading of less than ETDRS level 43 or greater than 53 is an exclusion.\n\n   Severe NPDR is defined as:\n   1. All 4 midperipheral quadrants show severe hemorrhages or microaneurysms (at least as great as Standard photograph 2A, approximately 20 dot and blot hemorrhages), or\n   2. At least 2 fields of definite venous beading in the midperipheral quadrants or at least 1 field at least as severe as Standard photograph 6A, or\n   3. At least 1 field of moderate intraretinal microvascular abnormalities (IRMA) in the midperipheral quadrants, at least as severe as Standard photograph 8A\n3. No evidence of neovascularization on clinical exam including active neovascularization of the iris (small iris tufts are not an exclusion) or angle neovascularization (if the angle is assessed).\n4. No evidence of neovascularization (NV) on fluorescein angiography within the 7-modified ETDRS fields, confirmed by the central Reading Center prior to randomization.\n\n   • The widest method of imaging available at the site must be used to document whether there is NV present in the periphery; however, presence of NV outside of the 7-modified ETDRS fields on ultrawide field imaging will not be an exclusion provided treatment is not planned.\n5. No center-involved diabetic macular edema (CI-DME) on clinical exam and optical coherence tomography (OCT) central subfield thickness must be below the following gender and OCT-machine specific thresholds:\n\n   1. Zeiss Cirrus: 290 µm in women and 305 µm in men\n   2. Heidelberg Spectralis: 305 µm in women and 320 µm in men\n   3. Investigator and potential participant are comfortable withholding treatment for DME until there is at least a 10% increase in OCT central subfield thickness with confirmed visual acuity loss (10 letter loss at a single visit or 5 to 9 at two consecutive visits).\n6. Prompt panretinal photocoagulation (PRP) or anti-vascular endothelial growth factor (anti-VEGF) treatment not required AND investigator and potential participant are willing to wait for development of high-risk characteristics (defined in protocol) to treat PDR.\n7. Media clarity, pupillary dilation, and study participant cooperation sufficient to obtain adequate fundus photographs, fluorescein angiogram, and OCT.\n\n   * Investigator must verify accuracy of OCT scan by ensuring it is centered and of adequate quality (including segmentation line placement)\n\nExclusion Criteria:\n\n1. History of chronic renal failure requiring dialysis or kidney transplant.\n2. A condition that, in the opinion of the investigator, would preclude participation in the study (e.g., unstable medical status including blood pressure, cardiovascular disease, and glycemic control).\n3. Initiation of intensive insulin treatment (a pump or multiple daily injections) within 4 months prior to randomization or plans to do so in the next 4 months.\n4. Participation in an investigational trial that involved treatment within 30 days of randomization with any drug that has not received regulatory approval for the indication being studied.\n\n   • Note: study participants cannot participate in another investigational trial that involves treatment with an investigational drug while participating in the study.\n5. Known allergy to any component of the study drug or any drug used in the injection prep (including povidone iodine prep).\n6. Known allergy to fluorescein dye.\n7. Blood pressure \\> 180/110 (systolic above 180 or diastolic above 110). • If blood pressure is brought below 180/110 by anti-hypertensive treatment, individual can become eligible.\n8. Systemic anti-VEGF or pro-VEGF treatment within 4 months prior to randomization.\n\n   • These drugs should not be used during the study.\n9. For women of child-bearing potential: pregnant or lactating or intending to become pregnant within the next 2 years.\n\n   • Women who are potential study participants should be questioned about the potential for pregnancy. Investigator judgment is used to determine when a pregnancy test is needed.\n10. Individual is expecting to move out of the area of the clinical center to an area not covered by another Diabetic Retinopathy Clinical Research Network certified clinical center during the next 2 years.\n\nIndividual has any of the following ocular characteristics in the eye(s) being evaluated:\n\n1. Exam or photographic evidence of vitreous hemorrhage or preretinal hemorrhage presumed to be from PDR.\n2. History of prior vitreous hemorrhage or preretinal hemorrhage presumed to be from PDR.\n3. History of prior PRP (defined as ≥100 burns outside of the posterior pole).\n4. An ocular condition is present (other than diabetic retinopathy) that, in the opinion of the investigator, might alter visual acuity during the course of the study (e.g., retinal vein or artery occlusion, uveitis or other ocular inflammatory disease, vitreomacular traction, etc.).\n5. History of DME or diabetic retinopathy treatment with laser or intraocular injections of medication within the prior 12 months and no more than 4 prior intraocular injections at any time in the past.\n\n   • Enrollment will be limited to a maximum of 25% of the planned sample size with any history of treatment for DME and/or diabetic retinopathy. Once this number of eyes has been enrolled, any history of treatment for DME and/or diabetic retinopathy will be an exclusion criterion.\n6. History of major ocular surgery (including cataract extraction, scleral buckle, any intraocular surgery, etc.) within prior 4 months or anticipated within the next 6 months following randomization.\n7. Any history of vitrectomy.\n8. History of yttrium aluminum garnet capsulotomy performed within 2 months prior to randomization.\n9. Aphakia.\n10. Exam evidence of severe external ocular infection, including conjunctivitis, chalazion, or substantial blepharitis.\n11. Evidence of uncontrolled glaucoma.\n\n    * Intraocular pressure must be \\<30, with no more than one topical glaucoma medication, and no documented glaucomatous field loss for the eye to be eligible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Development of PDR and/or DME (Whichever Came First)","description":"CI-DME = center-involved diabetic macular edema, PDR = proliferative diabetic macular edema. First development of criteria meeting end point. Eyes that met any criteria are then censored from contributing to the next criteria. Eyes that did not meet the outcome were censored at the time of the last completed visit. Each outcome appears only once under \"First PDR and/or DME criteria met.\" Outcomes appear under \"Development of PDR\" if PDR developed at any time in the study (regardless of if or when DME developed) and outcomes appear under \"Development of DME\" if DME developed at any time in the study (regardless of if or when PDR developed)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"PRIMARY","title":"Change in Visual Acuity From Baseline","description":"Visual acuity is measured as a continuous integer letter score from 0 to 100, with higher numbers indicating better visual acuity. A letter score of 85 is approximately 20/20 and a letter score of 70 is approximately 20/40, the legal unrestricted driving limit in most states. A 5-letter change for an individual is approximately equal to a 1-line change on a vision chart.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"5.8"},{"groupId":"OG001","value":"-2.0","spread":"6.1"}]}]}]},{"type":"SECONDARY","title":"Change in Visual Acuity From Baseline","description":"Visual acuity is measured as a continuous integer letter score from 0 to 100, with higher numbers indicating better visual acuity. A letter score of 85 is approximately 20/20 and a letter score of 70 is approximately 20/40, the legal unrestricted driving limit in most states. A 5-letter change for an individual is approximately equal to a 1-line change on a vision chart.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":"6.5"},{"groupId":"OG001","value":"-2.4","spread":"5.8"}]}]}]},{"type":"SECONDARY","title":"Development of PDR and/or DME (Whichever Came First)","description":"CI-DME = center-involved diabetic macular edema, PDR = proliferative diabetic macular edema. First development of criteria meeting end point. Eyes that met any criteria are then censored from contributing to the next criteria. Eyes that did not meet the outcome were censored at the time of the last completed visit. Each outcome appears only once under \"First PDR and/or DME criteria met.\" Outcomes appear under \"Development of PDR\" if PDR developed at any time in the study (regardless of if or when DME developed) and outcomes appear under \"Development of DME\" if DME developed at any time in the study (regardless of if or when PDR developed)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"97","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":52,"n":129},"commonTop":["Cataract","Floaters","Vitreous hemorrhage","Dry eye","Diabetic macular edema"]}}}