{"nctId":"NCT01059799","briefTitle":"Comparison of NN1250 Versus Insulin Glargine in Subjects With Type 2 Diabetes","startDateStruct":{"date":"2010-02-01","type":"ACTUAL"},"conditions":["Diabetes","Diabetes Mellitus, Type 2"],"count":435,"armGroups":[{"label":"IDeg OD","type":"EXPERIMENTAL","interventionNames":["Drug: insulin degludec"]},{"label":"IGlar OD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: insulin glargine"]}],"interventions":[{"name":"insulin degludec","otherNames":[]},{"name":"insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* For Japan only: minimum age is 20 years\n* Type 2 diabetes mellitus (diagnosed clinically) for at least 6 months\n* Current treatment with monotherapy or combination of an insulin secretagouge (sulfonylurea or glinide) and metformin, with or without addition of alfa-glucosidase-inhibitors or a DPP-4 inhibitor with unchanged dosing for at least 3 months prior to visit 1. The dose(s) should as minimum be as stated: -Insulin secretagogue (sulfonylurea or glinide): Minimum half of the daily maximal dose according to local labelling -Metformin: alone or in combination (including fixed combination): Maximum tolerated dose - alfa-glucosidase-inhibitors: Minimum half of the daily maximal dose or maximum tolerated dose -DPP-4 (dipeptyl peptidase 4) inhibitor: According to local labelling\n* HbA1c 7.0-10.0 % (both inclusive) by central laboratory analysis\n* Body Mass Index (BMI) no higher than 35.0 kg/m\\^2\n\nExclusion Criteria:\n\n* Use within the last 3 months prior to Visit 1 of: TZDs (thiazolidinediones), exenatide or liraglutide\n* Cardiovascular disease, within the last 6 months prior to visit 1, defined as: stroke; decompensated heart failure New York Heart Association (NYHA) class III or IV; myocardial infarction; unstable angina pectoris; or coronary arterial bypass graft or angioplasty\n* Uncontrolled treated/untreated severe hypertension (systolic blood pressure at least 180 millimetre (mm) mercury (Hg) and/or diastolic blood pressure at least 100 mmHg)\n* Pregnancy, breast-feeding, or the intention of becoming pregnant or not using adequate contraceptive measures according to local requirements (for Thailand: adequate contraceptive measures are: diaphragm, condom (by the partner), intrauterine device in place for last three months before trial starts, sponge, cap with spermicide, contraceptive patch, approved hormonal implant (i.e. Norplant), oral contraceptives taken without difficulty for the last three months before trial starts, post menopausal state or sterilisation.)\n* Cancer and medical history of cancer (except basal cell skin cancer or squamous cell skin cancer)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycosylated Haemoglobin (HbA1c)","description":"Change from baseline in HbA1c after 26 weeks of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.24","spread":"0.87"},{"groupId":"OG001","value":"-1.35","spread":"0.87"}]}]}]},{"type":"SECONDARY","title":"Rate of Confirmed Hypoglycaemic Episodes","description":"Rate of confirmed hypoglycaemic episodes per 100 patient years of exposure Confirmed hypoglycaemic episodes consisted of severe hypoglycaemia as well as minor hypoglycaemic episodes. Severe hypoglycaemic episodes are defined as requiring assistance to administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes are defined as able to treat her/himself and plasma glucose below 3.1 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"298","spread":null},{"groupId":"OG001","value":"370","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Nocturnal Confirmed Hypoglycaemic Episodes","description":"Rate of nocturnal confirmed hypoglycaemic episodes per 100 patient years of exposure (PYE). Confirmed hypoglycaemic episodes consisted of severe hypoglycaemia as well as minor hypoglycaemic episodes. Severe hypoglycaemic episodes are defined as requiring assistance to administer carbohydrate, glucagon, or other resuscitative actions. Minor hypoglycaemic episodes are defined as able to treat her/himself and plasma glucose below 3.1 mmol/L. Nocturnal hypoglycaemic episodes are defined as occurring between 00:01 and 05:59 a.m.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"124","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean of 9-point Self Measured Plasma Glucose Profile (SMPG)","description":"Mean of SMPG after 26 weeks of treatment. Plasma glucose measured: before breakfast, 90 minutes after start of breakfast, before lunch, 90 minutes after start of lunch, before dinner, 90 minutes after start of dinner, before bedtime, at 4 am and before breakfast.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"1.8"},{"groupId":"OG001","value":"8.0","spread":"1.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":284},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Diabetic retinopathy"]}}}