{"nctId":"NCT03182907","briefTitle":"Bezlotoxumab (MK-6072) Versus Placebo in Children With Clostridium Difficile Infection (CDI) (MK-6072-001)","startDateStruct":{"date":"2018-03-27","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":148,"armGroups":[{"label":"Bezlotoxumab","type":"EXPERIMENTAL","interventionNames":["Biological: Bezlotoxumab","Drug: Antibacterial drug treatment (ABD)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Antibacterial drug treatment (ABD)"]}],"interventions":[{"name":"Bezlotoxumab","otherNames":["MK-6072"]},{"name":"Placebo","otherNames":[]},{"name":"Antibacterial drug treatment (ABD)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At screening has suspected or confirmed Clostridium difficile infection (CDI), and is receiving or is planning to receive a 10- to 21-day course of antibacterial drug treatment for CDI\n* At study infusion has a diagnosis of CDI confirmed by a diagnostic assay which detects the presence of C. difficile toxin in stool, and is still receiving antibacterial drug treatment for CDI\n* Female is not pregnant, and not breastfeeding; but if of childbearing potential agrees to follow contraceptive guidance during the treatment period and for at least 12 weeks after the last dose of study treatment\n* Participant and/or parent or caregiver must be able to read, understand, and complete the daily diary\n\nExclusion Criteria:\n\n* Has an uncontrolled chronic diarrheal illness\n* Has a known hypersensitivity to bezlotoxumab, its active substance and/or any of its excipients\n* At randomization, their planned course of antibacterial drug treatment for CDI is longer than 21 days\n* At screening has received any listed prohibited prior and concomitant treatments and procedures\n* Has previously participated in this study, has previously received bezlotoxumab, has received an experimental monoclonal antibody against C. difficile toxin B, or has received a vaccine directed against C. difficile or its toxins.\n* Has received an investigational study agent within the previous 30 days, or is currently participating in or scheduled to participate in any other clinical study with an investigational agent during the 12-week study period","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Concentration-Time Curve of Bezlotoxumab From Time 0 to Infinity (AUC0-inf)","description":"Blood samples were collected at specified intervals for the determination of AUC0-inf. AUC0-inf was defined as the area under the concentration-time curve of bezlotoxumab from time zero to infinity. Per protocol, AUC0-inf of bezlotoxumab was determined for each age cohort.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56100","spread":null},{"groupId":"OG001","value":"43200","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experienced an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence associated with the use of a drug in a participant, whether or not considered drug related. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product and does not imply any judgment about causality. Per protocol, percentage of participants with AEs in the bezlotoxumab and placebo groups were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.8","spread":null},{"groupId":"OG001","value":"94.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Due to an AE","description":"An AE was defined as any untoward medical occurrence associated with the use of a drug in a participant, whether or not considered drug related. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product and does not imply any judgment about causality. Per protocol, percentage of participants who discontinued study due to AEs in the bezlotoxumab and placebo groups were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had a Clostridium Difficile Infection (CDI) Recurrence","description":"CDI recurrence was defined as diarrhea recurrence (new episode of diarrhea after initial clinical response \\[ICR\\] as defined by a change in normal bowel habits for ≥2 days with either watery diarrhea or at least 6 unformed bowel movements \\[UBMs\\] within 48-hours) associated with a positive stool test for C. difficile toxin, and for which the participant, in the investigator's opinion, requires and receives ABD treatment for CDI. Per protocol, percentage of participants who had a CDI recurrence in the bezlotoxumab and placebo groups were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had a Sustained Clinical Response (SCR)","description":"SCR was defined as the ICR of baseline CDI episode (improvement in number and character of bowel movements and doesn't require further CDI therapy within 2 days after completion of up to 21 days of ABD treatment for CDI) and no CDI recurrence (diarrhea recurrence associated with a positive stool test for C. difficile toxin, and for which the participant, in investigator's opinion, requires and receives ABD for CDI). Per protocol, percentage of participants who had a SCR in bezlotoxumab and placebo groups were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.7","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of High-Risk Participants Who Experienced a CDI Recurrence","description":"CDI recurrence was defined as diarrhea recurrence (new diarrhea episode after ICR defined by change in normal bowel habits for ≥2 days with watery diarrhea or at least 6 UBMs within 48-hours) with positive stool test for C. difficile toxin for which participant, in investigator's opinion, requires and receives ABD for CDI. High-risk was meeting ≥1 criteria at/before randomization: a) was immunocompromised b) had ≥1 CDI episode prior to baseline episode c) had severe CDI baseline episode d) had C. difficile ribotype027 in stool at baseline CDI episode e) received ≥1 systemic ABD known to increase CDI risk. Per protocol, percentage of high-risk participants who experienced a CDI recurrence in the bezlotoxumab and placebo groups were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"15.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of High-Risk Participants Who Experienced a SCR","description":"SCR was ICR of baseline CDI episode (improvement in number and character of bowel movements and doesn't require further CDI therapy within 2 days after completion of up to 21 days of ABD for CDI) and no CDI recurrence (diarrhea recurrence with positive stool test for C. difficile toxin, for which participant, in investigator's opinion, requires and receives ABD for CDI). High-risk was meeting ≥1 criteria: a) was immunocompromised b) had ≥1 episodes of CDI prior to baseline episode c) had severe CDI baseline episode d) had C. difficile ribotype027 in stool at baseline CDI episode e) received ≥1 systemic ABD known to increase CDI risk. Per protocol, percentage of high-risk participants who had SCR in bezlotoxumab and placebo groups were presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.5","spread":null},{"groupId":"OG001","value":"82.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced One or More Infusion Related Reaction","description":"Infusion related reaction included events meeting any of the 3 criteria: 1) acute onset of an illness involving skin, mucosal tissue, or both and at least 1 of the following: respiratory compromise, reduced blood pressure (BP) or associated symptoms of end-organ dysfunction 2) two or more of the following after onset of study infusion: involving skin-mucosal tissue, respiratory compromise, reduced BP or associated symptoms, or persistent gastrointestinal symptoms 3) reduced BP after onset of infusion or \\>30% decrease in systolic BP from baseline. Per protocol, percentage of participants experiencing 1 or more infusion-related reactions within 24 hours following the start of study medication infusion were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null},{"groupId":"OG001","value":"2.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Had Positive Antibodies to Bezlotoxumab","description":"Blood samples were collected to determine antibodies to bezlotoxumab. Per protocol, percentage of participants with treatment-emergent positive antibodies to bezlotoxumab following single infusion of bezlotoxumab were reported for each age cohort.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":57,"n":107},"commonTop":["Pyrexia","Vomiting","Headache","Abdominal pain","Anaemia"]}}}