{"nctId":"NCT01942161","briefTitle":"A Short Treatment Study of Aripiprazole in Pediatric Patients With Schizophrenia","startDateStruct":{"date":"2010-08"},"conditions":["Schizophrenia"],"count":106,"armGroups":[{"label":"Low (2 mg/day)","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole Low (2 mg/day)"]},{"label":"Mid (6 - 12 mg/day)","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole Mid (6 - 12 mg/day)"]},{"label":"High (24 - 30 mg/day)","type":"EXPERIMENTAL","interventionNames":["Drug: Aripiprazole High (24 - 30 mg/day)"]}],"interventions":[{"name":"Aripiprazole Low (2 mg/day)","otherNames":["Aripiprazole"]},{"name":"Aripiprazole Mid (6 - 12 mg/day)","otherNames":["Aripiprazole"]},{"name":"Aripiprazole High (24 - 30 mg/day)","otherNames":["Aripiprazole"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a diagnosis of schizophrenia (295.30, 295.10, 295.20, 295.90, 295.60), according to DSM-Ⅳ-TR (M.I.N.I.KID will be used as backup)\n* Male and female patients aged 13-17 years (between IC and end of dosing)\n* Patients with a PANSS score of 70 or more \\[both at start of dosing (Day 1 and at baseline\n* Patients who, in addition to their legal guardian, provide written informed consent, having understood the details of this study\n* Inpatient or outpatient status\n\nExclusion Criteria:\n\n* Patients who have a diagnosis of any other disease except schizophrenia, according to DSM-IV-TR\n* Patients who have been compulsorily admitted to hospital\n* Patients with mental retardation\n* Patients with thyroid disorder\n* Patients who have a history of receiving treatment with clozapine, or who have received sufficient doses of two or more kinds of antipsychotic drug for more than four weeks but failed to respond to this treatment\n* Patients who have received a prohibited concomitant medication or therapy listed in table 6.4-1 after the start of the prohibited concomitant medication timeframe \\[to be confirmed at start of dosing (Day 1) and at baseline\\].\n* Patients who have a history of receiving treatment with aripiprazole\n* Patients who fall under a contraindication listed in the ABILIFY package insert\n* Patients with a serious hepatic, renal, cardiac or hematopoietic disorder\n* Patients with a history or a complication of organic brain disorder or convulsive disorder such as epilepsy\n* Patients with diabetes. and patients who fall under any of the following:\n\nfasting blood glucose level ≧126 mg/ｄL, non-fasting blood glucose level ≧200 mg/dL, HbA1c≧6.5%\n\n* Patients with a history or a complication of suicide attempt, suicidal thought or self-harm\n* Patients with a score of ≧2(mild) on PART1 evaluation of CGI-SS\n* Patients with a history or a complication of malignant syndrome, tardive dyskinesia or paralytic ileus\n* Patients in a state of physical exhaustion accompanied by such conditions as dehydration or malnutrition\n* Patients with a history or a complication of water intoxication\n* Patients with Parkinson's disease\n* Pregnant women, parturient women, nursing women, women of childbearing potential who wish to become pregnant during this trial. However, women of childbearing potential who are practicing an appropriate method of contraception and have a negative pregnancy test result are eligible for inclusion in this study.\n* Patients who have a diagnosis of a substance-related disorder according to DSM-Ⅳ-TR within the past 3 months\n* Patients with a positive drug screen (urine) result\n* Study enrollment is otherwise judged to be inappropriate by the Investigator or Subinvestigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline at Final Assessment in Positive and Negative Syndrome Scale (PANSS) Total Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a 30-item scale where each symptom is rated on a severity scale ranging from 1-7: 1 =Absent, 2 =Minimal, 3 =Mild, 4 =Moderate, 5 =Moderate severe, 6 =Severe, 7= Extreme. PANSS total score is calculated by adding score of 30 items, which ranges from 30-210. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.6","spread":"3.2"},{"groupId":"OG001","value":"-16.5","spread":"3.5"},{"groupId":"OG002","value":"-21.6","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Final Assessment in Positive and Negative Syndrome Scale (PANSS) Positive Subscale Total Score","description":"The Positive and Negative Syndrome Scale (PANSS) positive subscale score is the sum of the 7 positive item scores (ie, delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution and hostility) and ranges from 7 to 49, with higher values indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"0.8"},{"groupId":"OG001","value":"-4.9","spread":"0.9"},{"groupId":"OG002","value":"-5.8","spread":"0.8"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Final Assessment in Clinical Global Impression-Severity of Illness (CGI-S) Score","description":"The Clinical Global Impression-Severity of Illness (CGI-S) Score is a clinician rated scale which assesses how mentally ill the patient is at the time. Scores range from 0 to 7: 0 = Not assessed, 1= Normal, not at all ill, 2 =Borderline mentally ill, 3= Mildly ill, 4= Moderately ill, 5= Markedly ill, 6= Severely ill, 7= Among the most extremely ill patients. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.2"},{"groupId":"OG001","value":"-0.8","spread":"0.2"},{"groupId":"OG002","value":"-1.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Final Assessment in Clinical Global Impression-Improvement (CGI-I) Score","description":"The Clinical Global Impression-Improvement (CGI-I) Score is a clinician rated scale which assesses the total improvement of the patient's condition compared to that at baseline. Scores range from 0 to 7: 0 = Not assessed, 1= Very much improved, 2 = Much improved, 3= Minimally improved, 4= No change, 5= Minimally worse, 6= Much worse, 7= Very much worse. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.2"},{"groupId":"OG001","value":"3.2","spread":"0.2"},{"groupId":"OG002","value":"2.7","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline at Final Assessment in Children's Global Assessment Scale (C-GAS) Score","description":"The Children's Global Assessment Scale (C-GAS) is a rating scale which measures psychological, social and school functioning for children aged 6-17. Scores range from 0 to 100, with higher scores indicating better condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":"2.0"},{"groupId":"OG001","value":"8.5","spread":"2.1"},{"groupId":"OG002","value":"8.6","spread":"1.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":35},"commonTop":["Nausea","Insomnia","Somnolence","Nasopharyngitis","Tremor"]}}}