{"nctId":"NCT00441103","briefTitle":"A Study to Evaluate Rebif® New Formulation (Interferon-beta-1a) in Relapsing Remitting Multiple Sclerosis","startDateStruct":{"date":"2006-12"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":180,"armGroups":[{"label":"Rebif® New Formulation (IFN-beta-1a, RNF)","type":"EXPERIMENTAL","interventionNames":["Drug: Rebif® New Formulation (IFN-beta-1a, RNF)"]},{"label":"Placebo/RNF","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Rebif® New Formulation (IFN-beta-1a, RNF)"]}],"interventions":[{"name":"Rebif® New Formulation (IFN-beta-1a, RNF)","otherNames":["IFN-beta-1a"]},{"name":"Placebo","otherNames":[]},{"name":"Rebif® New Formulation (IFN-beta-1a, RNF)","otherNames":["IFN-beta-1a"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females between 18 and 60 years of age\n* Female subjects must be neither pregnant nor breast-feeding and must lack child-bearing potential, as defined by either: post-menopausal or surgically sterile or use an effective method of contraception for the duration of the study\n* Have Relapsing Remitting Multiple Sclerosis (RRMS) according to the revised McDonald criteria 2005\n* Have brain and/or spinal MRI with findings typical of Multiple Sclerosis (MS)\n* Have disease duration for more than 12 months\n* Have disease activity characterized by at least one clinical event and one or more Gadolinium-enhancing MRI lesions within the 6 months prior to randomization\n* Have score of \\<=5.5 on the Expanded Disability Status Scale (EDSS)\n* Be willing and able to comply with the protocol for the duration of the study\n* Have given written informed consent prior to any study-related procedure not part of the normal medical practice\n\nExclusion Criteria:\n\n* Have any disease other than MS that could better explain his/her signs and symptoms\n* Have complete transverse myelitis or bilateral optic neuritis\n* Have received or have used anytime monoclonal antibodies, mitoxantrone, cytotoxic or immunosuppressive therapy (excluding systemic steroids and adrenocorticotrophic hormone \\[ACTH\\]), or total lymphoid irradiation\n* Have received within 3 months prior to baseline any approved disease-modifying therapy for MS, cytokine or anti-cytokine therapy, intravenous immunoglobulin, plasmapheresis, any investigational drug, or experimental procedure\n* Have received within 30 days prior to baseline oral or systemic corticosteroids or ACTH\n* Other protocol defined exclusion criteria could apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Combined Unique (CU) Active Magnetic Resonance Imaging (MRI) Lesions at Week 16","description":"CU active lesions were defined as a unique newly active or persistently active lesion on the protocol density/time constant 2 (PD/T2) scan or the gadolinium (Gd-) enhanced time constant 1 (T1) scan (with a method to avoid double counting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.4"},{"groupId":"OG001","value":"3.0","spread":"4.1"}]}]}]},{"type":"SECONDARY","title":"Mean Number of CU Lesions Per Scan Between the Initial 16 Weeks of Placebo Treatment and 24 Weeks of RNF Treatment in the Same Participants, Originally Randomized to Placebo.","description":"CU active lesions were defined as a unique newly active or persistently active lesion on the PD/T2 scan or the gadolinium enhanced T1 scan (with a method to avoid double counting). Only \"Placebo Followed by RNF\" arm was evaluable for this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.31","spread":"2.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":"0.95"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An adverse event (AE) was defined as any new untoward medical occurrences/worsening of pre-existing medical condition without regard to possibility of causal relationship. A serious adverse event (SAE) was an AE that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect. AEs were categorized based upon the treatment period during which they occurred, that is, double-blind period (up to Week 16) and rater-blind period (Week 17 up to Week 40).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of CU Active MRI Lesions","description":"CU active lesions were defined as a unique newly active or persistently active lesion on the PD/T2 scan or the gadolinium enhanced T1 scan (with a method to avoid double counting).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":"1.29"},{"groupId":"OG001","value":"1.27","spread":"1.33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":120},"commonTop":["Influenza like illness","Headache","Injection site erythema","Injection site pain","Pyrexia"]}}}