{"nctId":"NCT03867175","briefTitle":"Immunotherapy With or Without SBRT in Patients With Stage IV Non-small Cell Lung Cancer","startDateStruct":{"date":"2019-06-24","type":"ACTUAL"},"conditions":["Metastatic Lung Cancer","Stage IV Lung Cancer"],"count":5,"armGroups":[{"label":"Arm 1 Stereotactic Body Radiation Therapy/Pembrolizumab","type":"EXPERIMENTAL","interventionNames":["Radiation: Stereotactic Body Radiation Therapy","Biological: Pembrolizumab"]},{"label":"Arm 2 Pembrolizumab Only","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]}],"interventions":[{"name":"Stereotactic Body Radiation Therapy","otherNames":["Stereotactic Ablative Body Radiation Therapy"]},{"name":"Pembrolizumab","otherNames":["Keytruda","Lambrolizumab","MK-3475","SCH 900475"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who are 18 years or older.\n* Performance Status 0-2 (ECOG) at time of consult with radiation oncology.\n* Pathologically proven non-small cell lung cancer (NSCLC) with evidence of metastatic disease.\n* Must have received 4 cycles of standard of care systemic therapy (usually this will consist of combination chemo-immunotherapy), with a CT chest abdomen pelvis that was performed after completion of these 4 cycles and demonstrates no evidence of progression per RECIST v1.1.\n* To be eligible for enrollment and randomization, patients must be within 180 days from their first dose of standard of care systemic therapy. Cycle 1 day 1 is defined as day 1. If enrolled on day 180, the patient would need to be randomized the same day.\n* Persistent active disease must be amenable to radiation treatment per the treating radiation oncologist, and patients must have at least one residual site of disease which can be identified by CT or PET/CT and targeted with radiation.\n* Patients who previously had earlier stage NSCLC treated definitively and have now developed new distant disease, are eligible for inclusion if they have undergone at least 4 cycles of standard of care systemic therapy for their metastatic recurrence, and they meet all criteria above.\n* There are no strict size or tumor number limitations in a given organ (lung, liver, abdomen pelvis, or spine). This is at the discretion of the treating radiation oncologist.\n\nExclusion Criteria from Enrollment\n\n* More than 180 days has elapsed since day 1 of cycle 1 of standard of care systemic therapy.\n* Pregnant or lactating women.\n* The patient has received treatment for other carcinomas within the last three years (Except for cured non-melanoma skin cancer, low-risk prostate cancer, T1/T2 glottic cancer, stage 0 or stage I breast cancer, non-invasive bladder cancer, or treated in-situ cervical cancer). Prior lung cancer diagnosis now with oligometastatic recurrence is not an exclusion criteria.\n* Patients with major activating mutations in EGFR (del19, L858R, and T790M) or ROS 1 or ALK gene rearrangements are excluded\n\nEligibility for Randomization\n\n* Once enrolled on study, patients will have a PET/MRI brain for restaging. Patients with no evidence of progression and 8 or fewer sites of active persistent disease per the treating physician are eligible for randomization.\n* If a PET has been performed within 30 days of enrollment with no evidence of progression per RECIST v1.1, then this scan may be used and does not have to be repeated prior to randomization.\n* If an MRI brain has been performed within 90 days of enrollment with no evidence of progression per RECIST v1.1, then this scan may be used and does not have to be repeated prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Progression-free Survival (PFS) After Completion of First Line Standard of Care Systemic Therapy","description":"Will be determined using the product-limit method of Kaplan and Meier. Will compare unadjusted median PFS between the 2 arms using a log-rank test. Will also use a proportional hazards model to compare progression-free survival between the two groups, adjusting for key covariates such as age, performance (Eastern Cooperative Oncology Group) status, response to initial systemic therapy versus (vs) stable disease, the presence or absence of brain metastases, PD-L1 \\[programmed death-ligand \\] expression (\\< 1% vs \\> 50%), tumor histology (adenocarcinoma vs non-adenocarcinoma), and number of disease sites treated (1-3 sites vs 4-6 sites). Progression is defined using RECIST v1.1 is relative Increase: A 20% increase in the sum of the longest diameters of target lesions (from baseline or nadir) is a criterion for PD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Overall Survival","description":"Overall Survival is defined as the duration from the start of first line standard of care systemic therapy to the date of death or date of last contact; those lost to follow-up will be censored and will be reported with an exact 95% confidence interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Progression","description":"In patients not receiving radiation, the investigators will assess progression at their known sites of disease prior to beginning first line systemic chemotherapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants to Have a Rate of Failure","description":"Investigators will assess the rate of failures inside and outside of radiation treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With New Sites of Disease","description":"Investigators will assess the development of new sites of disease during or after immunotherapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"All safety measures, including acute and late toxicity, will be reported using descriptive statistics (mean, median, standard deviation, proportions, and 95% confidence intervals). This will include calculating frequency/risk of adverse events by treatment site. Potential toxicities reported would include pneumonitis, esophagitis, chest wall pain, dermatologic toxicity, renal dysfunction, gastrointestinal toxicity including nausea, vomiting, and diarrhea, hepatotoxicity, and abdominal pain. These toxicities would be assessed according to site of irradiation by the treating physician and graded as per Common Terminology Criteria for Adverse Events 5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":4},"commonTop":["Alanine aminotransferase increased","Hypertension","Lymphocyte count decreased","White blood cell decreased","Anemia"]}}}