{"nctId":"NCT02869438","briefTitle":"A Study to Evaluate the Onset of Effect and Time Course of Change in Lung Function With Benralizumab in Severe, Uncontrolled Asthma Patients With Eosinophilic Inflammation","startDateStruct":{"date":"2016-11-09","type":"ACTUAL"},"conditions":["Asthma"],"count":233,"armGroups":[{"label":"Benralizumab arm","type":"EXPERIMENTAL","interventionNames":["Drug: Benralizumab"]},{"label":"Placebo arm","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Benralizumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n1. Written informed consent for study participation must be obtained prior to any study related procedures being performed and according to international guidelines and/or applicable European Union (EU) guidelines.\n2. Female and male aged 18 to 75 years inclusively at the time of Visit 1\n3. Documented current treatment with ICS and LABA for at least 30 days prior to Visit 1. The ICS and LABA can be parts of a combination product or given by separate inhalers. The ICS dose must be greater than or equal to 500 μg/day fluticasone propionate dry powder formulation or equivalent daily. Additional asthma controller medications, eg, oral corticosteroids, long-acting antimuscarinics (LAMAs), LTRAs, theophylline etc. are allowed if they have been used for at least 30 days prior to Visit 1\n4. History of at least 2 asthma exacerbations that required treatment with systemic corticosteroids (intramuscular (IM), intravenous (IV), or oral) in the 12 months prior to Visit 1. For patients receiving corticosteroids as a maintenance therapy, the corticosteroid treatment for the exacerbation is defined as a temporary increase of their maintenance dose.\n5. Pre-bronchodilator (pre-BD) FEV1 of \\< 80% predicted at Visit 2 or Visit 3\n6. ACQ-6 score ≥1.5 at Visit 1\n7. Evidence of asthma as documented by airway reversibility (FEV1 ≥12% and 200 ml) demonstrated at Visit 1, Visit 2 or Visit 3. For patients entering the body plethysmography sub-study, reversibility must be demonstrated at Visit 1 or at Visit 2 only\n8. Peripheral blood eosinophil count of ≥300 cells/μL assessed by central lab at Visit 1\n9. Women of childbearing potential (WOCBP) must use an effective form of birth control confirmed by the Investigator. WOCBP must also have negative serum pregnancy test result on Visit 1.\n\n   Women not of childbearing potential are defined as women who are either permanently sterilized (hysterectomy, bilateral oophorectomy, or bilateral salpingectomy), or who are postmenopausal. Women will be considered postmenopausal if they have been amenorrheic for 12 months prior to the planned date of randomization without an alternative medical cause. The following agespecific requirements apply:\n   * Women \\<50 years old are considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of exogenous hormonal treatment and follicle stimulating hormone (FSH) levels in the postmenopausal range.\n   * Women ≥50 years old are considered postmenopausal if they have been amenorrheic for 12 months or more following cessation of all exogenous hormonal treatment.\n10. All male patients who are sexually active must agree to use a double barrier method of contraception (condom with spermicide) from the first dose of IP until 16 weeks after their last dose\n11. Weight of ≥40 kg\n\nAdditional inclusion criteria applicable for the Body Plethysmography substudy 1.Residual volume ≥125% of predicted at Visit 3.\n\nInclusion criteria at randomization visit\n\n1. At least 1 of the following within 7 days prior to randomization:\n\n   * Daytime or nighttime asthma symptoms for 2 or more days;\n   * Rescue SABA use for 2 or more days;\n   * Nighttime awakenings due to asthma at least 1 night during the 7-day period\n2. ACQ \\>0.75 at Visit 4 prior to randomization.\n3. A negative urine pregnancy test in WOCBP prior to administration of IP\n\nExclusion criteria\n\n1. Clinically important pulmonary disease other than asthma (eg, active lung infection, COPD, bronchiectasis, pulmonary fibrosis, cystic fibrosis, hypoventilation syndrome associated with obesity, lung cancer, alpha 1 anti-trypsin deficiency, and primary ciliary dyskinesia) or ever been diagnosed with pulmonary or systemic disease, other than asthma, that are associated with elevated peripheral eosinophil counts (eg, allergic bronchopulmonary aspergillosis/mycosis, Churg-Strauss syndrome, hypereosinophilic syndrome)\n2. Life-threatening asthma defined as episodes requiring intubation associated with hypercapnia, respiratory arrest, hypoxic seizures, or asthma related syncopal episodes within the 12 months prior to Visit 1.\n3. Acute upper or lower respiratory infections requiring antibiotics or antiviral medication within 30 days prior to the date informed consent is obtained or during the screening/run-in period\n4. An upper respiratory tract infection or an asthma exacerbation that required treatment with systemic corticosteroids or an increase in regular maintenance dose of OCS during the screening/run-in period prior to randomization Visit 4\n5. Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, haematological, psychiatric, or major physical impairment that is not stable in the opinion of the Investigator and could:\n\n   * Affect the safety of the patient throughout the study\n   * Influence the findings of the studies or their interpretations\n   * Impede the patient's ability to complete the entire duration of study\n6. Known history of allergy or reaction to any component of the investigational product formulation\n7. History of anaphylaxis to any biologic therapy\n8. History of Guillain-Barré syndrome\n9. A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained that has not been treated with, or has failed to respond to standard of care therapy\n10. Any clinically significant abnormal findings in physical examination, vital signs, hematology, clinical chemistry, or urinalysis during screening period, which in the opinion of the Investigator, may put the patient at risk because of his/her participation in the study, or may influence the results of the study, or the patient's ability to complete entire duration of the study\n11. Any clinically significant cardiac disease or any electrocardiogram (ECG) abnormality obtained during the screening/run-in period, which in the opinion of the Investigator may put the patient at risk or interfere with study assessments\n12. History of alcohol or drug abuse within 12 months prior to the date informed consent is obtained\n13. Positive hepatitis B surface antigen, or hepatitis C virus antibody serology, or a positive medical history for hepatitis B or C. Patients with a history of hepatitis B vaccination without history of hepatitis B are allowed to enroll\n14. A history of known immunodeficiency disorder including a positive human immunodeficiency virus (HIV) test\n15. Current smokers or former smokers with a smoking history of ≥10 pack years. A former smoker is defined as a patient who quit smoking at least 6 months prior to Visit 1\n16. Current malignancy, or history of malignancy, except for:\n\n    * Patients who have had basal cell carcinoma, localized squamous cell carcinoma of the skin or in situ carcinoma of the cervix are eligible provided that the patient is in remission and curative therapy was completed at least 12 months prior to the date informed consent was obtained.\n    * Patients who have had other malignancies are eligible provided that the patient is in remission and curative therapy was completed at least 5 years prior to the date informed consent was obtained.\n17. Use of immunosuppressive medication (including but not limited to: oral corticosteroids \\[for reasons other than asthma\\], methotrexate, troleandomycin, cyclosporine, azathioprine, intramuscular long-acting depot corticosteroids or any experimental anti-inflammatory therapy) within 3 months prior to the date informed consent\n18. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level ≥1.5 times the upper limit of normal (ULN) confirmed during screening period\n19. Receipt of immunoglobulin or blood products within 30 days prior to the date informed consent is obtained\n20. Receipt of any marketed (eg, omalizumab, mepolizumab etc.) or investigational biologic within 4 months or 5 half-lives prior to the date informed consent is obtained, whichever is longer\n21. Receipt of live attenuated vaccines 30 days prior to the date of randomization\n22. Receipt of any investigational medication within 30 days or 5 half-lives prior to randomization, whichever is longer\n23. Previously received benralizumab (MEDI-563)\n24. Planned surgical procedures during the conduct of the study\n25. Currently breastfeeding or lactating women\n26. Previous randomization in the present study\n27. Concurrent enrolment in another interventional or post-authorization safety study (PASS).\n28. AstraZeneca staff involved in the planning and/or conduct of the study\n29. Employees of the study center or any other individuals involved with the conduct of the study or immediate family members of such individuals\n\nExclusion criteria at randomization Visit 4\n\n1\\. Greater than/equal to 20% change in mean Pre BD FEV1 value at randomization Visit 4 from the mean pre BD FEV1 calculated from the pre BD FEV1 recorded at Visit 2 and Visit 3","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (Visit 4) to Day 28 (Visit 8), Day 56 (Visit 9), and Day 84 (Visit 10) in Pre-BD FEV1","description":"The average over the mean differences between benralizumab and placebo for change from baseline in pre-BD FEV1 is used to determine if the study is positive and to determine maintenance of effect. The first post baseline time point where the p-value for the mean difference between benralizumab and placebo is less than or equal to 0.05 is used to determine time to onset of effect.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.335"},{"groupId":"OG001","value":"0.132","spread":"0.316"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":"0.367"},{"groupId":"OG001","value":"0.203","spread":"0.349"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.209","spread":"0.344"},{"groupId":"OG001","value":"0.149","spread":"0.366"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline (Visit 4) to End of Treatment Day 84 (Visit 10) in Residual Volume (RV)","description":"Body plethysmography was performed for sub-study patients. Lung volume subdivisions measures were performed by the investigator or qualified designee according to ATS/ERS guidelines.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.415","spread":"0.609"},{"groupId":"OG001","value":"-0.208","spread":"0.528"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to End of Treatment in Eosinophils Counts","description":"Percent change from baseline to Day 84","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-88.55","spread":null},{"groupId":"OG001","value":"11.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (Visit 4) to Post Baseline Visits in Pre-BD FEV1","description":"Post baseline visits include Day 3, Day 7, Day 14, Day 28, Day 56, Day 84. \\[Note: Day 28, 56, 84 are presented in the Primary measure.\\]","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.104","spread":"0.223"},{"groupId":"OG001","value":"0.081","spread":"0.269"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.125","spread":"0.229"},{"groupId":"OG001","value":"0.081","spread":"0.263"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.3"},{"groupId":"OG001","value":"0.1","spread":"0.287"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Post Baseline for Pre-BD FVC","description":"Post baseline visits include Day 3, Day 7, Day 14, Day 28, Day 56, and Day 84.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.122","spread":"0.247"},{"groupId":"OG001","value":"0.11","spread":"0.267"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.138","spread":"0.277"},{"groupId":"OG001","value":"0.099","spread":"0.292"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.126","spread":"0.331"},{"groupId":"OG001","value":"0.111","spread":"0.312"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"0.347"},{"groupId":"OG001","value":"0.134","spread":"0.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.211","spread":"0.404"},{"groupId":"OG001","value":"0.187","spread":"0.369"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.213","spread":"0.376"},{"groupId":"OG001","value":"0.131","spread":"0.359"}]}]}]},{"type":"SECONDARY","title":"Percentage of Pre-BD FEV1 Responder","description":"Pre-BD FEV1 responder is defined as change from baseline in FEV1 \\>=100 ml","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"37.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.3","spread":null},{"groupId":"OG001","value":"42.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"38.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.6","spread":null},{"groupId":"OG001","value":"46.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.1","spread":null},{"groupId":"OG001","value":"55.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.9","spread":null},{"groupId":"OG001","value":"51.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in ACQ-6","description":"ACQ-6 contains one bronchodilator question and 5 symptom questions. Questions are rated from 0 (totally controlled) to 6 (severely uncontrolled). Mean ACQ-6 score is the average of the responses. Mean scores of \\<=0.75 indicates well-controlled asthma, scores between 0.75 to \\<=1.5 indicate partly controlled asthma, and \\>1.5 indicates not well controlled asthma.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.989","spread":"0.901"},{"groupId":"OG001","value":"-0.665","spread":"0.837"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.126","spread":"0.947"},{"groupId":"OG001","value":"-0.693","spread":"0.869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.164","spread":"1.132"},{"groupId":"OG001","value":"-0.827","spread":"1.023"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.355","spread":"1.146"},{"groupId":"OG001","value":"-0.867","spread":"1.114"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in St. George's Respiratory Questionnaire (SGRQ)","description":"The SGRQ is designed to measure health impairment in patients with asthma and COPD. It contains two parts: Part 1 (Questions 1 to 8) covers the patients' recollection of their symptoms over a preceding 4 weeks; Part 2, 42 items, relates to the daily activity and psychosocial impacts of the individual's respiratory condition. Total score is presented as a percentage of overall impairment, in which 100 represents the worst possible health status, while 0 indicates the best.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.956","spread":"15.51"},{"groupId":"OG001","value":"-9.444","spread":"14.136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.941","spread":"21.528"},{"groupId":"OG001","value":"-13.802","spread":"16.705"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.343","spread":"20.302"},{"groupId":"OG001","value":"-14.385","spread":"18.836"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in FeNO","description":"Airway inflammation was evaluated via fractional exhaled nitric oxide (FeNO) measurement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.92","spread":"45.295"},{"groupId":"OG001","value":"0.05","spread":"27.634"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Total Lung Capacity (TLC) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.276","spread":"0.677"},{"groupId":"OG001","value":"-0.175","spread":"0.418"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Ratio of Residual Volume (RV) and Total Lung Capacity (TLC) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.05","spread":"0.056"},{"groupId":"OG001","value":"-0.026","spread":"0.087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Inspiratory Capacity (IC) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.119","spread":"0.447"},{"groupId":"OG001","value":"-0.268","spread":"0.603"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Functional Residual Capacity (FRC) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.394","spread":"0.783"},{"groupId":"OG001","value":"0.093","spread":"0.466"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to End of Treatment in Vital Capacity (VC) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.139","spread":"0.245"},{"groupId":"OG001","value":"0.033","spread":"0.676"}]}]}]},{"type":"SECONDARY","title":"Duration of IP Administration","description":"Duration of IP administration is last IP dose date - first IP dose +1.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":"7.83"},{"groupId":"OG001","value":"56.2","spread":"7.61"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Serum Concentration of Benralizumab","description":"PK sample was collected pre-dose at each visit","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.95","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1266.78","spread":"199.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1449.47","spread":"125.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1317.92","spread":"79.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"738.47","spread":"80.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1015.72","spread":"59.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1079.22","spread":"73.24"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"PK Parameter of Benralizumab (Cmax)","description":"PK parameters are derived in patients with at least three qualifiable serum PK concentrations post first dose (collected on Day 3, 7, and either 14, or 28)","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1729.6","spread":"36.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Anti-drug Antibody Responses","description":"Anti-drug antibody responses at baseline and post baseline, including nAb responses","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to End of Treatment in PGI-S","description":"The patient global impression of severity (PGI-S) is a single item designed to capture the patient's perception of overall symptom severity at the time of the completion using a 6-point categorical response scale (no symptom \\[0\\] to very severe symptom \\[5\\])","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"1.31"},{"groupId":"OG001","value":"-0.8","spread":"1.21"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to End of Treatment in CGI-C","description":"Clinician global impression of change (CGI-C) is used for an overall evaluation of response to treatment. The investigator is asked to rate the degree of change in overall asthma status compare to the start of treatment. A 7-point rating scale is used from 1=very much improved to 7=very much worse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"36","spread":null}]},{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"28","spread":null}]},{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"28","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to End of Treatment in PGI-C","description":"Patient global impression of change (PGI-C) is used for an overall evaluation of response to treatment. The patient is asked to rate the degree of change in overall asthma status compare to the start of treatment. A 7-point rating scale is used from 1=very much improved to 7=very much worse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"17","spread":null}]},{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"35","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"29","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to End of Treatment in Specific Airway Resistance (SGaw) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.05","spread":"0.146"},{"groupId":"OG001","value":"0.052","spread":"0.224"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to End of Treatment in Airway Resistance (Raw) for Sub-study Patients","description":"Lung volume subdivisions include total lung capacity (TLC), residual volume (RV), vital capacity (VC), functional residual capacity (FRC), and inspiratory capacity (IC), as well as airway resistance (Raw and SGaw) measurements.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.233","spread":"1.509"},{"groupId":"OG001","value":"-0.2","spread":"0.532"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":118},"commonTop":["Asthma","Nasopharyngitis","Upper respiratory tract infection","Bronchitis"]}}}