{"nctId":"NCT00620022","briefTitle":"The Effect of Indacaterol on Exercise Endurance in Patients With Moderate to Severe Chronic Obstructive Pulmonary Disease","startDateStruct":{"date":"2008-04"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":90,"armGroups":[{"label":"Indacaterol 300 μg followed by placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol 300 μg","Drug: Placebo"]},{"label":"Placebo followed by indacaterol 300 μg","type":"EXPERIMENTAL","interventionNames":["Drug: Indacaterol 300 μg","Drug: Placebo"]}],"interventions":[{"name":"Indacaterol 300 μg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female adults aged ≥ 40 years, who have signed an informed consent form prior to initiation of any study-related procedure.\n* Co-operative outpatients with a diagnosis of moderate to severe chronic obstructive pulmonary disease (COPD), as classified by the GOLD Guidelines (2006), and:\n\n  * Smoking history of at least 20 pack years.\n  * Post-bronchodilator forced expiratory volume in 1 second (FEV1) \\< 80% and ≥ 30% of the predicted normal value.\n  * Post-bronchodilator FEV1/forced vital capacity (FVC) \\< 70%.\n\nExclusion Criteria:\n\n* Pregnant or nursing (lactating) women.\n* Women of child-bearing potential.\n* Patients who have been hospitalized for a COPD exacerbation in the 6 weeks prior to screening or during the run-in period.\n* Patients requiring oxygen therapy or who experience oxygen desaturation to \\< 80% during cycle exercise on room air.\n* Patients with a Wmax value \\< 20 W (as determined by the incremental cycle endurance test) at screening.\n* Patients who have had a respiratory tract infection within 6 weeks prior to screening.\n* Patients with contra-indications of cardiopulmonary exercise testing.\n* Patients with concomitant pulmonary disease.\n* Patients with a history (up to and including the screening visit) of asthma.\n* Patients with diabetes Type I or uncontrolled diabetes Type II.\n* Any patient with lung cancer or a history of lung cancer.\n* Any patient with active cancer or a history of cancer with less than 5 years disease free survival time.\n* Patients with a history of long QT syndrome or whose QTc interval (Bazett's) measured at the collection of informed consent visit (Visit 1) or randomization is prolonged.\n* Patients who have been vaccinated with live attenuated vaccines within 30 days prior to screening or during the run-in period.\n* Patients unable to successfully use a dry powder inhaler device, metered dose inhaler (MDI), or perform spirometry measurements.\n\nOther protocol-defined inclusion/exclusion criteria applied to the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Exercise Duration Time Assessed by Constant-load Cycle Ergometry at the End of Each Treatment Period","description":"At the end of each 3 week treatment period, patients completed constant-load cycle ergometry testing at a work-rate of 75% of the Wmax determined at Screening. This work-rate was maintained until symptom limitation caused the patient to stop exercising. The time from the start of loaded pedaling until the patient stopped exercising was recorded.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"586","spread":"30.3"},{"groupId":"OG001","value":"475","spread":"31.3"}]}]}]},{"type":"SECONDARY","title":"Inspiratory Capacity (IC) Assessed at Rest With Spirometry at the End of Each Treatment Period 60 Minutes Pre-dose","description":"At the end of each 3 week treatment period 60 minutes before inhalation of study drug, IC was measured with spirometry conducted according to internationally accepted standards. The mean of 3 acceptable measurements was calculated and reported in liters.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":"0.034"},{"groupId":"OG001","value":"2.25","spread":"0.034"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":83},"commonTop":["Nasopharyngitis","Chronic obstructive pulmonary disease"]}}}