{"nctId":"NCT00324155","briefTitle":"Dacarbazine and Ipilimumab vs. Dacarbazine With Placebo in Untreated Unresectable Stage III or IV Melanoma","startDateStruct":{"date":"2006-08"},"conditions":["Melanoma"],"count":681,"armGroups":[{"label":"Arm A: Ipilimumab and Dacarbazine","type":"EXPERIMENTAL","interventionNames":["Drug: Ipilimumab","Drug: Dacarbazine"]},{"label":"Arm B: Placebo and Dacarbazine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Dacarbazine"]}],"interventions":[{"name":"Ipilimumab","otherNames":["MDX-010","BMS-734016"]},{"name":"Placebo","otherNames":[]},{"name":"Dacarbazine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent\n* Measurable Disease\n* Eastern Cooperative Oncology Group (ECOG) 0 or 1\n* Lab / imaging requirements\n* Neg for Human Immunodeficiency Virus (HIV), Hepatitis B (HepB), C\n* Men and Women \\> 18 years (16 were allowable)\n* Prior therapy restriction (adjuvant only)\n\nExclusion:\n\n* Pregnant / nursing\n* Inadequate contraception\n* Brain metastasis\n* Primary ocular or mucosal melanoma","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Survival Rate at 1 Year, 18 Months, 2 Years, and 3 Years","description":"The survival rate (percentage of participants alive) was defined as the probability that a participant is alive at 1 year (or 18 months, 2 years, or 3 years) following randomization and was estimated via the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.3","spread":null},{"groupId":"OG001","value":"36.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.5","spread":null},{"groupId":"OG001","value":"17.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":null},{"groupId":"OG001","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"DCR=number whose best overall response (BOR) was partial response (PR), complete response (CR) or stable disease (SD), divided by all randomized participants (unevaluable participants included). Independent review committee assessment. BOR=date of first dose to last tumor assessment prior to subsequent cancer therapy (including tumor resection, excluding palliative local radiotherapy). Modified World Health Organization criteria: CR=disappearance of all lesions; no evidence of progressive disease (PD); PR=50% or more decrease in the sum of products of the longest diameter and greatest perpendicular diameter of all index lesions compared with baseline; SD=neither sufficient decrease to qualify for PR nor sufficient increase to qualify for PD; PD=at least 25% increase in sum of products of all index lesions and/or appearance of any new lesions; nonindex lesions: appearance of any new lesions and/or unequivocal progression of nonindex lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.2","spread":null},{"groupId":"OG001","value":"30.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Number of Months of Progression-free Survival (PFS)","description":"PFS=time between randomization and date of progression or death, whichever occurs first. Participants who died without reported prior progression were considered to have progressed on date of death. For those alive and not progressed, PFS was censored on date of last evaluable tumor assessment (TA). Those who have not died and have no recorded postbaseline TA were censored at randomization. Those who died without any recorded postbaseline TA were considered to have progressed on date of death. Evaluation was conducted by both investigator and an independent review committee (IRC), who assessed radiologic imaging studies, photographs of skin lesions, and clinical data. Progressive disease defined using modified criteria of the World Health Organization: demonstration of at least a 25% increase in the sum of products of all index lesions or the appearance of any new lesions. For nonindex lesions: appearance of any new lesions or unequivocal progression of nonindex lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.76","spread":null},{"groupId":"OG001","value":"2.60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":null},{"groupId":"OG001","value":"2.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Rate Truncated at Week 12","description":"PFS rate=probability patient was progression-free at Day 78, calculated as total patients receiving treatment and with an overall response of stable disease (SD), partial response (PR), or complete response (CR) at Week 12, divided by total patients. For those alive and not progressed at or before Week 12, PFS censored on date of last evaluable tumor assessment (TA) at or before Week 12. Those with an assessment of PD prior to Week 12 and subsequent assessment of SD, PR, or CR at Week 12 were called progression-free at Week 12. Those with no recorded postbaseline TA dated on or before Day 109, and who had not died on or before Day 109, were censored at randomization. PD=at least 25% increase in sum of products of all index lesions or appearance of any new lesions. Both an investigator and independent review committee (IRC) assessed radiologic imaging studies, photographs of skin lesions, and clinical data. IRC assessment was considered primary over that of the investigators.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.4","spread":null},{"groupId":"OG001","value":"50.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.5","spread":null},{"groupId":"OG001","value":"54.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response Rate (BORR)","description":"BORR=number with Best Overall Response (BOR) of complete response (CR) or partial response (PR), divided by total number of randomized patients. BOR=date of first dose to the last tumor assessment prior to subsequent cancer therapy (including tumor resection surgery but excluding palliative local radiotherapy for bone lesions). Independent review committee assessment. Modified criteria of the World Health Organization (mWHO): CR=disappearance of all lesions; no evidence of progressive disease; PR=50% or greater decrease in the sum of products of the longest diameter and greatest perpendicular diameter of all index lesions compared with baseline. Immune-related (ir) response criteria (irRC) assess tumor response in patients on immunotherapy: irCR=disappearance of all lesions in 2 consecutive observations at least 4 weeks apart; irPR=50% or greater decrease in total measureable tumor burden compared with peak in 2 observations at least 4 weeks apart.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR): Randomized Participants With Response of Complete Response (CR) or Partial Response (PR)","description":"DOR defined in those with Best Overall Response (BOR)=CR or PR per independent review committee (IRC) as time between date of response of confirmed CR or PR, whichever occurred first, and date of PD or death. If PR assessed before CR, DOR confirmed at earlier time-point showing PR. Modified criteria of the World Health Organization (mWHO): CR=disappearance of all lesions;no evidence of PD; PR=50% or greater decrease in the sum of products of longest and greatest perpendicular diameters (SPD) of all index lesions compared with baseline. PD=an increase of 25% or greater in SPD of index lesions compared with the smallest recorded sum, or appearance of 1 or more new lesions. Immune-related response criteria (irRC): SD=50% decrease in total measurable tumor burden compared with peak cannot be established nor 25% increase compared with nadir, in absence of unequivocal progression of nonindex lesions. Unconfirmed immune-related (ir) CR, irPR, or irPD=irSD.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.3","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"10.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response: All Randomized Participants With Response to Treatment","description":"Time to response was defined as the time between the first dose of study therapy and the date when measurement criteria were met for Best Overall Response (BOR) of partial response (PR) or complete response (CR), whichever occurred first, per independent review committee. Note that if an overall response of PR occurred before confirmation of CR, the time to response endpoint was not determined by the time that the BOR of CR was shown but rather by the earlier time point showing PR. Modified criteria of the World Health Organization: CR=disappearance of all lesions; no evidence of progressive disease (PD); PR=50% or more decrease in the sum of products of the longest and greatest perpendicular diameters (SPD) of all index lesions compared with baseline; PD=an increase of 25% or greater in the SPD of index lesions compared with the smallest recorded sum, or the appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Stable Disease (SD): Randomized Participants With Stable Disease","description":"Duration of SD was defined in those whose Best Overall Response (BOR) was SD, per independent review committee (IRC) as the time between Week 12 and date of progressive disease (PD) or death , whichever occurs first. For those who underwent tumor resection following Week 12 but prior to PD, duration of SD was censored on date of last evaluable tumor assessment (TA) prior to resection. For those with BOR of SD at Week 12, date of PD was used in analysis of duration of SD. For those with BOR=SD who have not subsequently progressed and who remain alive, duration of SD censored on date of last evaluable TA. Modified criteria of the World Health Organization (mWHO): SD=insufficient decrease to qualify for partial response or sufficient increase to qualify for PD; PD=an increase of 25% or more in sum of products of longest diameter and greatest perpendicular diameter of index lesions compared with smallest recorded sum, or appearance of 1 or more new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Brain Metastasis-Free Survival at Time of Data Cutoff","description":"Brain metastasis-free survival was defined as the time from randomization to the date of progression with a new lesion located in the brain. New brain lesions prior to Week 12 constituted a progression event (unlike main progression-free survival analysis). A participant who dies without documentation of a brain lesion was considered to have progressed with brain metastasis on the date of death. Participants who are free of brain metastasis were censored on the date of their last tumor assessment. An independent review committee evaluated images of participants with clinical symptoms to determine the number of those free of brain metastasis. The brain metastasis-free status was reported as a percent of participants (n/N), where n= participants with metastasis-free brains at data cutoff for the Primary Endpoint and N= randomized participants. A 2-sided Clopper and Pearson confidence interval was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.6","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization until the date of death. Analysis of OS was to be done once 416 deaths had occurred (primary endpoint). However, analysis occurred at 414 deaths (February 7, 2011), due to operational timing of the study. Median number of months of OS and associated confidence interval calculated using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.17","spread":null},{"groupId":"OG001","value":"9.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs), Drug-related AEs, AEs Leading to Discontinuation, Serious Adverse Events (SAEs), Drug-related SAEs, Drug-related Hypersensitivity, Immune-related AEs/SAEs, and Inflammatory AEs/SAEs","description":"AE=any new undesirable symptom, sign, clinically significant laboratory abnormality, or medical condition occurring after starting study treatment, even if the event was not considered to be drug-related. SAE=a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization. Treatment-related=having certain, probable, possible, or missing relationship to study drug. Grade (Gr) 1=Mild, Gr 2=Moderate, Gr 3=Severe, Gr 4= Potentially Life-threatening or disabling. Randomization=Day 1; start of treatment (first dose)=Week 1. Summarization time frame is from first dose to 70 days after last dose of study at time of 414 deaths.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"244","spread":null},{"groupId":"OG001","value":"236","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"221","spread":null},{"groupId":"OG001","value":"192","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"116","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"187","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"201","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 2-3 and Grade 3-4 Immune-related Adverse Events (irAEs) With Resolution Resolved","description":"irAEs included the categories: gastrointestinal (GI), diarrhea, liver, endocrine, and skin. Grade 2=moderate adverse events (AEs); minimal, local, or noninvasive intervention indicated. Grade 3=severe AEs, medically significant but not immediately life-threatening. Grade 4=life-threatening consequences; urgent intervention indicated. Resolution is defined as improvement to Grade 1 or less or to the Grade at baseline (prior to treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Resolution of Grade 2-3, Grade 3-4 Immune-related Adverse Events (irAEs)","description":"irAEs included the categories: gastrointestinal (GI), diarrhea, liver, endocrine, and skin. Grade 2=Moderate adverse events (AEs); minimal, local or noninvasive intervention indicated. Grade 3=severe AEs, medically significant but not immediately life-threatening. Grade 4=life-threatening consequences; urgent intervention indicated. Time to resolution is defined as improvement to Grade 1 or less or to the Grade at baseline (prior to treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":null},{"groupId":"OG001","value":"0.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.43","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.43","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.14","spread":null},{"groupId":"OG001","value":"0.93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.71","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.43","spread":null},{"groupId":"OG001","value":"0.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":170,"n":247},"commonTop":["Nausea","Fatigue","Diarrhoea","Vomiting","Constipation"]}}}