{"nctId":"NCT00441012","briefTitle":"Study of Modified Process Hib/Hep B Vaccine in Infants (V121-019)(COMPLETED)","startDateStruct":{"date":"2006-12"},"conditions":["Haemophilus Influenzae Type B","Hepatitis B"],"count":546,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Biological: Comparator: Modified Process Vaccine"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Comparator: COMVAX™"]}],"interventions":[{"name":"Comparator: Modified Process Vaccine","otherNames":[]},{"name":"Comparator: COMVAX™","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy 2-month-old full term infants born to non-HBs Ag (hepatitis B virus) carrier mothers\n\nExclusion Criteria:\n\n* Birth mother known to be a carrier of hepatitis B virus (HBsAg+) or known carriers ever living in close contact with the subject\n* History of previous hepatitis B infection; history of vaccination with any hepatitis B vaccine\n* Recent (\\<72 hours) history of febrile illness (rectal temperature \\>=38.1°C/\\>=100.5°F)\n* Known or suspected hypersensitivity to any component of RECOMBIVAXHB™ or COMVAX™ (e.g., aluminum, yeast)\n* Recent administration (w/i 3 months prior to study start) of hepatitis B immune globulin (HBIg), serum immune globulin, or any other blood-derived product\n* Receipt of investigational drugs or investigational vaccines within 3 months prior to study start or if planned within the study period;\n* Known or suspected impairment of immunologic function or recent use (within 3 months prior to study start) of immunomodulatory medications (does not include topical and inhaled steroids);\n* Any condition that, in the opinion of the investigator, might interfere with the evaluation of study objectives; or inability to comply with the study schedule and/or inability to attend all required study visits","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Days","maximumAge":"80 Days","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Anti-HBs Seroprotected Participants 1 Month After the Third Dose.","description":"The number of participants as measured by the seroprotection rate (anti-hepatitis B surface antibodies greater than or equal to 10 mIU/mL). Anti-HBs (Antibodies against hepatitis B surface antigen) titers were measured from blood samples taken at Month 11 (1 month after the third dose)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"230","spread":null},{"groupId":"OG001","value":"226","spread":null}]}]}]},{"type":"PRIMARY","title":"The Anti-HBs GMT (Geometric Mean Titer) 1 Month After the Third Dose.","description":"Geometric Mean Titer (GMT) - This is an Antibody titer that is measured using a laboratory test to detect the presence and amount of antibodies in a person's blood. Anti-HBs (Antibodies against hepatitis B surface antigen) and Geometric Mean Titers were measured from blood samples taken at Month 11 (1 month after the third dose).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4204.4","spread":null},{"groupId":"OG001","value":"1683.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Total Number of Participants With Serious Vaccine-Related Clinical Adverse Experiences","description":"Participants with adverse experiences considered possibly, probably, or definitely related to study vaccines and considered serious (death, persistent disability, life threatening, hospitalization, birth defects, cancer, or overdose)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Anti-PRP Seroprotected Participants 1 Month After the Third Dose.","description":"The number of participants as measured by the seroprotection rate (anti-polyribosylribitol phosphate antibodies greater than 1 µg/mL). Anti-PRP (Antibodies against polyribosylribitol phosphate) titers were measured from blood samples taken at Month 11 (1 month after\n\nthe third dose)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"216","spread":null},{"groupId":"OG001","value":"210","spread":null}]}]}]},{"type":"SECONDARY","title":"The Anti-PRP GMT (Geometric Mean Titer) 1 Month After the Third Dose.","description":"Geometric Mean Titer (GMT) - This is an Antibody titer that is measured using a laboratory test to detect the presence and amount of antibodies in a person's blood. Anti-PRP (Antibodies against polyribosylribitol phosphate) titers were measured from blood samples taken at Month 11 (1 month after the third dose)","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0},"commonTop":["Injection site pain","Injection site erythema","Pyrexia","Injection site swelling","Irritability"]}}}