{"nctId":"NCT02278120","briefTitle":"Study of Efficacy and Safety in Premenopausal Women With Hormone Receptor Positive, HER2-negative Advanced Breast Cancer","startDateStruct":{"date":"2014-11-20","type":"ACTUAL"},"conditions":["Advanced Metastatic Breast Cancer"],"count":672,"armGroups":[{"label":"Ribociclib + NSAI/tamoxifen + goserelin","type":"EXPERIMENTAL","interventionNames":["Drug: Ribociclib","Drug: Tamoxifen","Drug: Letrozole","Drug: Anastrozole","Drug: Goserelin"]},{"label":"Placebo + NSAI/tamoxifen + goserelin","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Tamoxifen","Drug: Letrozole","Drug: Anastrozole","Drug: Goserelin","Drug: Placebo"]}],"interventions":[{"name":"Ribociclib","otherNames":["LEE011"]},{"name":"Tamoxifen","otherNames":[]},{"name":"Letrozole","otherNames":[]},{"name":"Anastrozole","otherNames":[]},{"name":"Goserelin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key inclusion criteria:\n\n* Patients had advanced (locoregionally recurrent or metastatic) breast cancer not amenable to curative therapy\n* Patients were premenopausal or perimenopausal at the time of study entry\n* Patients who had received (neo) adjuvant therapy for breast cancer were eligible\n* Patients had a histologically and/or cytologically confirmed diagnosis of estrogen-receptor positive and/or progesterone receptor positive breast cancer\n* Patients had HER2-negative breast cancer\n* Patients must have either had measurable disease or If no measurable disease was present, then at least one predominantly lytic bone lesion\n* Patients had an Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n* Patients had adequate bone marrow and organ function\n\nKey exclusion criteria:\n\n* Patients who had received a prior CDK4/6 inhibitor\n* Patients were postmenopausal\n* Patients who currently had inflammatory breast cancer at screening.\n* Patients who had received any prior hormonal anti-cancer therapy for advanced breast cancer, except for ≤ 14 days of tamoxifen or NSAI ± goserelin for advanced breast cancer prior to randomization.\n* Patients had a concurrent malignancy or malignancy within 3 years of randomization, with the exception of adequately treated basal cell skin carcinoma, squamous cell skin carcinoma, non-melanomatous skin cancer or curatively resected cervical cancer.\n* Patients with CNS metastases.\n* Patients had active cardiac disease or a history of cardiac dysfunction\n* Patients were currently using other antineoplastic agents\n* Patients were pregnant or nursing or physiologically capable of becoming pregnant and not using highly effective contraception.","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"59 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) by Investigator Assessment","description":"PFS was defined as the period starting from the date of randomization to the date of the first documented progression or death caused by any reason. In cases where patients did not experience an event, the PFS was censored at the date of the last adequate tumor assessment. Clinical deterioration without objective radiological evidence was not considered as documented disease progression. PFS was assessed via local radiology assessment according to RECIST 1.1. As per protocol, the final PFS analysis was conducted after approximately 392 PFS events were documented. The Kaplan-Meier method was used to estimate PFS, and the median PFS, along with 95% confidence intervals, was reported for each treatment group. A stratified Cox regression model was used to estimate the hazard ratio of PFS, along with 95% confidence interval","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null},{"groupId":"OG001","value":"13.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. In cases where the patient's death was not recorded, the OS value was censored at the date of the last known patient's survival status. OS was estimated using the Kaplan-Meier method. As per protocol, the final OS analysis was conducted after approximately 189 deaths were documented.\n\nThe median OS, along with 95% confidence intervals, was reported for each treatment group.The distribution of OS between the two treatment arms was compared using a log-rank test at one-sided cumulative 2.5% level of significance. A stratified Cox regression was used to estimate the OS hazard ratio and the associated 95% CI.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"40.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) by Investigator Assessment","description":"ORR is the percentage of participants with the best overall response of complete response (CR) or partial response (PR) according to RECIST 1.1 as per local assessment. CR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.9","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR) by Investigator Assessment","description":"Percentage of participants with complete response (CR) or partial response (PR) or stable disease (SD) lasting 24 weeks or longer as defined in RECIST 1.1 and local assessment. CR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters; SD = Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for progressive disease: PD = At least a 20% increase in the sum of diameter of all measured target lesions, taking as reference the smallest sum of diameter of all target lesions recorded at or after baseline. In addition to the relative increase of 20% the sum must also demonstrate an absolute increase of at least 5 mm.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.1","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR) by Investigator Assessment","description":"Time to response is the time from the date of randomization to the first documented response (CR or PR, which must be confirmed subsequently) according to RECIST 1.1 as per local assessment. The Kaplan-Meier method was used to estimate TTR, and the median TTR, along with 95% confidence intervals, was reported for each treatment group. Participants who did not achieve a confirmed response were censored at the maximum follow-up time for patients who had a PFS event (i.e. either progressed or died due to any cause) or at the date of last adequate tumor assessment otherwise.\n\nCR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) by Investigator Assessment","description":"DOR was defined as the time from the first documented response (CR or PR) to the first documented progression or death due to underlying cancer as defined in RECIST 1.1 per investigator assessment. The Kaplan-Meier method was used to estimate DOR, and the median DOR, along with 95% confidence intervals, was reported for each treatment group. If a participant had not had an event, duration was censored at the date of last adequate tumor assessment.\n\nCR = Disappearance of all non-nodal target lesions. In addition, any pathological lymph nodes assigned as target lesions must have a reduction in short axis to \\< 10 mm; PR = At least a 30% decrease in the sum of diameter of all target lesions, taking as reference the baseline sum of diameters.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive Deterioration of Eastern Cooperative Oncology Group Performance Status (ECOG PS) by at Least One Category of the Score","description":"ECOG PS categorized patients based on their ability to perform daily activities and self-care, with scores ranging from 0 to 5. A score of 0 indicated no restrictions in activity, while higher scores indicated increasing limitations. Time to definitive deterioration was defined as the time from the date of randomization to the date of the event, defined as experiencing an increase in ECOG PS by at least one category from the baseline or death. A deterioration was considered definitive if no improvements in the ECOG PS were observed at a subsequent time. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive deterioration, along with 95% confidence intervals, was reported for each treatment group. Patients receiving any further therapy prior to definitive worsening were censored at their date of last assessment prior to start of therapy. Patients that had not worsened at the data cutoff point were censored at the date of last assessment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Definitive 10% Deterioration in the Global Health Status/Quality of Life (GHS/QoL) Scale Score of the European Organization for Research and Treatment of Cancer's Core Quality of Life Questionnaire (EORTC QLQ-C30)","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, 1 GHS/QoL scale, and 6 single items. GHS/QoL scale score ranges between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.The time to definitive 10% deterioration is defined as the time from the date of randomization to the date of event, which is defined as at least 10% relative to baseline worsening of the QoL score (without further improvement above the threshold) or death due to any cause. The Kaplan-Meier method was used to estimate the distribution, and the median time to definitive 10% deterioration, along with 95% confidence intervals, was reported for each treatment group. If a patient had not had an event, time to deterioration was censored at the date of the last adequate QoL evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the GHS/QoL Scale Score of the EORTC QLQ-C30","description":"The EORTC QLQ-C30 is a questionnaire that includes 5 functional scales, 3 symptom scales, 1 GHS/QoL scale, and 6 single items. GHS/QoL scale score ranges between 0 and 100. A high score for GHS/QoL represents better functioning or QoL.The change from baseline in the GHS/QoL score was assessed. A positive change from baseline indicated improvement. For subjects who discontinued treatment without disease progression, post-treatment efficacy visits occurred every 8 weeks during the initial 18 months since start of treatment, followed by visits every 12 weeks until disease progression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.6","spread":"21.64"},{"groupId":"OG001","value":"5.0","spread":"22.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"21.81"},{"groupId":"OG001","value":"5.1","spread":"20.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"21.67"},{"groupId":"OG001","value":"4.0","spread":"22.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"22.37"},{"groupId":"OG001","value":"3.7","spread":"23.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"22.17"},{"groupId":"OG001","value":"4.4","spread":"24.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"21.14"},{"groupId":"OG001","value":"3.9","spread":"25.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"22.44"},{"groupId":"OG001","value":"3.2","spread":"24.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":"20.60"},{"groupId":"OG001","value":"2.7","spread":"25.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"22.12"},{"groupId":"OG001","value":"-1.2","spread":"24.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"25.43"},{"groupId":"OG001","value":"-3.4","spread":"25.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":"19.41"},{"groupId":"OG001","value":"-0.3","spread":"25.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"19.54"},{"groupId":"OG001","value":"-8.3","spread":"30.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"11.79"},{"groupId":"OG001","value":"-8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"27.78"},{"groupId":"OG001","value":"-3.0","spread":"23.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"25.38"},{"groupId":"OG001","value":"6.8","spread":"32.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"12.73"},{"groupId":"OG001","value":"0.0","spread":"11.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"14.43"},{"groupId":"OG001","value":"-4.2","spread":"5.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":"17.35"},{"groupId":"OG001","value":"-8.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":null}]}]}]},{"type":"POST_HOC","title":"All Collected Deaths","description":"On-treatment deaths were collected from start of treatment to 30 days after last dose of treatment or one day before first administration of crossover treatment (for crossover participants), whichever came first.\n\nCrossover on-treatment deaths were collected from start of crossover treatment up to 30 days after last dose of crossover treatment.\n\nPost-treatment survival follow-up deaths were collected from day 31 after last dose of study treatment to end of study or one day before first administration of crossover treatment Crossover post-treatment survival follow-up deaths were collected from day 31 after last dose of crossover treatment to end of study","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null},{"groupId":"OG001","value":"202","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null},{"groupId":"OG001","value":"209","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":81,"n":335},"commonTop":["Arthralgia","Hot flush","Neutropenia","Nausea","Headache"]}}}