{"nctId":"NCT01370590","briefTitle":"A Study to Evaluate the Effectiveness of Ezetimibe/Atorvastatin 10 mg/20 mg Combination Tablet Compared to Marketed Ezetimibe 10 mg and Atorvastatin 20 mg Tablets in Participants With High Cholesterol (MK-0653C-185 AM1)","startDateStruct":{"date":"2011-09"},"conditions":["Hypercholesterolemia"],"count":406,"armGroups":[{"label":"Ezetimibe and atorvastatin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Atorvastatin","Drug: Ezetimibe","Drug: Placebo to ezetimibe/atorvastatin"]},{"label":"Ezetimibe/atorvastatin combination","type":"EXPERIMENTAL","interventionNames":["Drug: Ezetimibe/atorvastatin","Drug: Placebo to atorvastatin","Drug: Placebo to ezetimibe"]}],"interventions":[{"name":"Atorvastatin","otherNames":["Lipitor®"]},{"name":"Ezetimibe","otherNames":["Zetia®"]},{"name":"Ezetimibe/atorvastatin","otherNames":["Liptruzet®","MK-0653C"]},{"name":"Placebo to atorvastatin","otherNames":[]},{"name":"Placebo to ezetimibe","otherNames":[]},{"name":"Placebo to ezetimibe/atorvastatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* At low, moderate, or moderately high cardiovascular risk (according to National Cholesterol Education Program adult treatment panel III \\[NCEP ATP III\\] guidelines) and either statin-naïve with LDL-C ≥130 mg/dL for low risk or ≥100 mg/dL for moderate or moderately high risk OR on an allowable statin with on-therapy LDL-C ≥100 mg/dL in acceptable range and can safely discontinue and switch to study medication.\n* Is willing to maintain a cholesterol-lowering diet throughout the study.\n* Female of reproductive potential agrees to remain abstinent or to use (or have their partner use) 2 acceptable methods of birth control throughout the study.\n* Female receiving non-cyclical hormone therapy, if maintained on a stable dose and regimen for at least 8 weeks prior to the study and if willing to continue the same regimen throughout the study.\n* Off-therapy LDL-C levels are: for low risk patients, ≥130 mg/dL and ≤300 mg/dL; for moderate risk patients, ≥100 mg/dL and ≤300 mg/dL; for moderately high risk patients, ≥100 mg/dL and ≤275 mg/dL.\n* Has liver transaminases ≤2 X upper limit of normal (ULN) with no active liver disease.\n* Has creatine kinase (CK) levels ≤3 X ULN.\n* Has triglyceride (TG) concentrations ≤400 mg/dL.\n\nExclusion criteria:\n\n* Hypersensitivity or intolerance to ezetimibe, atorvastatin, the ezetimibe/atorvastatin combination tablet, or any component of these medications, or a history of myopathy or rhabdomyolysis with ezetimibe or any statin.\n* Routinely consumes more than 2 alcoholic drinks per day (average \\>14 alcoholic drinks per week).\n* Is pregnant or lactating.\n* Has been treated with any other investigational drug within 30 days of the study.\n* Has any condition or situation that might pose a risk to the participant or interfere with participation in the study.\n* Is high risk (according to NCEP ATP III guidelines), including but not limited to one or more of the following: diabetes mellitus (Type I or II), myocardial infarction, coronary artery bypass surgery, angioplasty, stable or unstable angina.\n* Has any of the following medical conditions: congestive heart failure; uncontrolled cardiac arrhythmias or recent significant changes in electrocardiogram (ECG); homozygous familial hypercholesterolemia or has undergone LDL apheresis; partial ileal bypass, gastric bypass, or other significant intestinal malabsorption; uncontrolled hypertension; kidney disease; disease known to influence serum lipids or lipoproteins; hematologic, digestive, or central nervous systems disorder; known to be human immunodeficiency virus (HIV) positive; history of malignancy ≤5 years prior to the study, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer; mental instability; drug/alcohol abuse within the past 5 years, or major psychiatric illness not adequately controlled and stable on pharmacotherapy.\n* Taking prohibited medications/foods including: systemic azole antifungals (e.g., fluconazole, ketoconazole), erythromycin or clarithromycin, and cyclosporine; ritonavir and saquinavir or lopinavir; \\>5 cups of grapefruit juice per day; combination therapies of ezetimibe + simvastatin (10/80 mg), ezetimibe + atorvastatin (10/40 mg or 10/80 mg), ezetimibe + rosuvastatin (10/10 mg, 10/20 mg, or 10/40 mg), ezetimibe + pitavastatin (10/4 mg); non-statin lipid-lowering agents including fish oils containing \\>900 mg/day of eicosapentaenoic acid and docosahexaenoic acid (EPA+DHA), red yeast extract, Cholestin™, bile acid sequestrants, other cholesterol-lowering agents, niacin (\\>200 mg/day), or fibrates; systemic corticosteroids; psyllium, other fiber-based laxatives, phytosterol margarines, and/or over the counter (OTC) therapies known to affect serum lipid levels; orlistat or other anti-obesity medications and not maintained on a stable dose; any cyclical hormones; warfarin treatment without a stable dose or a stable International Normalized Ratio (INR).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Low-density Lipoprotein Cholesterol (LDL-C) After 6 Weeks of Treatment","description":"Serum LDL-C calculated using Friedewald formula at baseline and after 6 weeks of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-54.0","spread":null},{"groupId":"OG001","value":"-53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Cholesterol (TC) After 6 Weeks of Treatment","description":"Serum TC measured at baseline and after 6 week of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.1","spread":null},{"groupId":"OG001","value":"-38.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in High-density Lipoprotein Cholesterol (HDL-C) After 6 Weeks of Treatment","description":"Serum HDL-C calculated at baseline and after 6 weeks of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Non-high-density Lipoprotein Cholesterol (Non-HDL-C) After 6 Weeks of Treatment","description":"Non-HDL-C measured at baseline and after 6 weeks of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.1","spread":null},{"groupId":"OG001","value":"-50.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Apolipoprotein (Apo) B After 6 Weeks of Treatment","description":"Serum Apo B measured at baseline and after 6 weeks of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.6","spread":null},{"groupId":"OG001","value":"-43.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Triglycerides (TG) After 6 Weeks of Treatment","description":"Serum TG measured at baseline and after 6 weeks of treatment in each of the 2 treatment periods.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.3","spread":null},{"groupId":"OG001","value":"-29.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":383},"commonTop":[]}}}