{"nctId":"NCT00450216","briefTitle":"Efficacy and Safety Study of HZT-501 in Subjects Requiring Nonsteroidal Anti-Inflammatory Drug (NSAID) Treatment","startDateStruct":{"date":"2007-03"},"conditions":["Ulcer"],"count":906,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen/famotidine"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen"]}],"interventions":[{"name":"Ibuprofen/famotidine","otherNames":[]},{"name":"Ibuprofen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Expected to require daily administration of an NSAID for at least the coming six months for conditions such as osteoarthritis, rheumatoid arthritis, chronic low back pain, chronic regional pain syndrome, and chronic soft tissue pain.\n* Did not use a NSAID within the 30 days prior to study entry\n\nExclusion Criteria:\n\n* History of erosive esophagitis\n* History of any of the following serious gastrointestinal complications:\n\n  * perforation of ulcers,\n  * gastric outlet obstruction due to ulcers, or\n  * gastrointestinal bleeding.\n* Active cardiac, renal, and/or hepatic disease\n* Current Helicobacter pylori (H. pylori) infection\n* Use of an acid suppressant agent, misoprostol, or more than 325 mg/day of aspirin within the 14 days prior to study entry.\n* Uncontrolled diabetes\n* Uncontrolled hypertension\n* Positive pregnancy test at screening\n* Positive test at Screening for human immunodeficiency virus (HIV), hepatitis B, or hepatitis C.\n* Currently participating, or participation within 30 days prior to study entry, in an investigational drug study\n\nPlease note that there are other additional criteria. The study center will determine if patients meet all of the criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Develop Endoscopically-diagnosed Gastric Ulcers","description":"The primary efficacy endpoint was the number of participants with gastric ulcer at any time throughout 24 weeks of treatment. An ulcer was defined as a mucosal break of at least 3 mm in diameter with unequivocal depth. A participant is considered to have completed the study if all scheduled assessments up through the Week 24 visit have been performed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Develop Endoscopically-diagnosed Upper Gastrointestinal (UGI) Ulcers During the 24-week Treatment Period.","description":"The secondary efficacy endpoint was the number of participants with UGI (i.e., gastric and/or duodenal) ulcer at any time throughout 24 weeks of treatment. An ulcer was defined as a mucosal break of at least 3 mm in diameter with unequivocal depth. A participant is considered to have completed the study if all scheduled assessments up through the Week 24 visit have been performed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Develop Endoscopically-diagnosed Duodenal Ulcers During the 24-week Treatment Period.","description":"The secondary efficacy endpoint was the number of participants with duodenal ulcer at any time throughout 24 weeks of treatment. An ulcer was defined as a mucosal break of at least 3 mm in diameter with unequivocal depth. A participant is considered to have completed the study if all scheduled assessments up through the Week 24 visit have been performed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Developing Non-steroidal Anti-inflammatory (NSAID)Associated Serious Gastrointestinal Complications (Perforation of Ulcers, Gastric Outlet Obstruction Due to Ulcers, Gastrointestinal Bleeding)","description":"The secondary efficacy endpoint was the number of participants developing a NSAID-associated serious gastrointestinal complication at any time throughout 24 weeks of treatment. A NSAID-associated serious gastrointestinal complication was defined as a perforation of ulcers, gastric outlet obstruction due to ulcers, and/or gastrointestinal bleeding.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":607},"commonTop":["dyspepsia","nausea","diarrhea","constipation","upper respiratory tract infection"]}}}