{"nctId":"NCT01098812","briefTitle":"Clinical Evaluation of a 1-Piece Intraocular Lens","startDateStruct":{"date":"2010-03"},"conditions":["Cataract"],"count":269,"armGroups":[{"label":"Control IOL","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Tecnis ZCB00 IOL (control)"]},{"label":"Toric IOL","type":"EXPERIMENTAL","interventionNames":["Device: Toric Intraocular lens"]},{"label":"Higher Cylinder Toric IOL","type":"EXPERIMENTAL","interventionNames":["Device: Toric Intraocular lens"]}],"interventions":[{"name":"Tecnis ZCB00 IOL (control)","otherNames":[]},{"name":"Toric Intraocular lens","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Minimum 18 years of age\n* Cataract for which phacoemulsification extraction and posterior chamber IOL implantation has been planned for both eyes\n* Preoperative best corrected distance visual acuity (BCDVA)of 20/40 or worse (Snellen), with or without glare, for each eye\n* BCDVA projected to be better than 20/30 following cataract removal and IOL implantation for each eye\n* Preoperative keratometric cylinder of 0.75 diopters to 3.62 diopters for each eye (with exception of second eyes with 0.0-0.75 diopters planned to receive non-toric IOL)\n* Clear intraocular media other than cataract in both eyes\n* Availability, willingness, ability and sufficient cognitive awareness to comply with examination procedures and study visits\n* Signed informed consent and HIPAA authorization\n\nExclusion Criteria:\n\n* Requiring IOLs outside spherical power range of +15.0 to +28.0 diopters\n* Dilated pupil size less than 5.5 mm or the presence of any pupil abnormalities (non-reactive, fixed pupils, or abnormally shaped pupils)in either eye\n* Previous corneal or intraocular surgery in either eye\n* Irregular corneal astigmatism in either eye\n* Corneal pathology/abnormality potentially affecting topography in either eye\n* Corneal abnormalities such as stromal, epithelial or endothelial dystrophies in either eye\n* Inability to achieve keratometric stability in either eye for contact lens wearers\n* Subjects with diagnosed degenerative visual disorders in either eye(eg., macular degeneration or other retinal disorders) that are predicted to cause future acuity losses to a level of 20/30 or worse\n* Subjects with conditions associated with increased risk of zonular rupture, including capsular or zonular abnormalities that may lead to IOL decentration, including pseudoexfoliation, trauma, or posterior capsule defects\n* An eccentric anterior capsulorhexis, zonular damage/rupture or capsular tear/rupture during the cataract extraction procedure\n* Use of systemic or ocular medications that may affect vision\n* Prior, current, or anticipated use during the course of the nine month study of tamsulosin or silodosin (e.g., Flomax, Flomaxtra, Rapaflo)likely to affect dilation or iris structure\n* Poorly-controlled diabetes\n* Acute, chronic, or uncontrolled systemic disease or illness that would, in the opinion of the investigator, increase the operative risk or confound the outcome(s) of the study (e.g., immunocompromised, connective tissue disease, etc.)\n* Uncontrolled ocular hypertension or glaucomatous changes in the retina or visual field in either eye\n* Known ocular disease or pathology that may affect visual acuity or that may require surgical intervention during the course of the study (macular degeneration, cystoid macular edema, diabetic retinopathy, etc.)\n* Patient is pregnant, plans to become pregnant, is lactating or has another condition associated with the fluctuation of hormones that could lead to refractive changes\n* Concurrent participation or participation during 30 days prior to preoperative visit in any other clinical trial","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Reduction in Cylinder","description":"Reduction in cylinder postoperatively vs. preoperatively (baseline) as measured by keratometry and manifest refraction. Mean percent reduction in cylinder = (postoperative refractive cylinder minus preoperative keratometric cylinder)/(target refractive cylinder minus preoperative keratometric cylinder). Reduction in cylinder was assessed in the first eye (per participant) for contribution to the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":"79"},{"groupId":"OG001","value":"75","spread":"72"},{"groupId":"OG002","value":"76.","spread":"33"}]}]}]},{"type":"SECONDARY","title":"Uncorrected Distance Visual Acuity (UCDVA)","description":"Postoperative uncorrected distance visual acuity as measured by LogMAR acuity. For comparison: LogMAR value of 0.0 = Snellen 20/20; LogMar 0.10 = Snellen 20/25; LogMAR 0.20 = Snellen 20/32; LogMAR 0.30 = Snellen 20/40. Uncorrected distance visual acuity as measured by LogMAR acuity was assessed in the first eye (per participant) for contribution to the mean.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":"0.16"},{"groupId":"OG001","value":"0.10","spread":"0.14"},{"groupId":"OG002","value":"0.11","spread":"0.12"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":95},"commonTop":[]}}}