{"nctId":"NCT02128763","briefTitle":"Dry Eye Assessment and Management Study","startDateStruct":{"date":"2014-11"},"conditions":["Dry Eye"],"count":535,"armGroups":[{"label":"Omega-3 supplements","type":"EXPERIMENTAL","interventionNames":["Drug: Omega-3 supplements"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Omega-3 supplements","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Greater than or equal to 2 of the following 4 signs in the same eye at screening and baseline visits (Same signs must be present at Screening and Baseline visits): Conjunctival staining present greater than or equal to 1 (out of possible score of 6 per eye), Corneal fluorescein staining present greater than or equal to 4 (out of a possible score of 15 per eye), Tear film break up time (TBUT) less than or equal to 7 seconds, Schirmer's test greater than or equal to 1 to less than or equal to 7 mm in 5 minutes.\n* Ocular Surface Disease Index (OSDI) score: 25-80 at screening, 21-80 at baseline.\n* Symptoms of DED for greater than or equal to 6 months.\n* Use of or desire to use artificial tears at least 2 times per day in preceding 2 weeks.\n* Ability to swallow large, soft gelcaps\n\nExclusion Criteria:\n\n* Allergic to ingredients in supplements or placebo\n* Contact lens wear\n* Pregnant, nursing, or lactating\n* Current ocular infection, inflammation, or acute allergic conjunctivitis\n* History of: ocular herpetic keratitis, ocular surgery in past 6 months, LASIK surgery, use of glaucoma medicine or surgery for glaucoma, liver disease, atrial fibrillation, hemophilia or bleeding tendencies\n* Currently on anticoagulation therapy\n* Eyelid abnormalities or extensive ocular scarring\n* Use of EPA/DHA supplements in excess of 1200 mg per dayi\n* Current use, insufficient washout period, or intent to change specific treatments for dry eye disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean of Change From Baseline in Ocular Surface Disease Index (OSDI) Score at 6 and 12 Months","description":"Average of Ocular Surface Disease Index (OSDI) scores from 6 and 12 months minus average of values from screening and eligibility confirmation visits. OSDI scores range from 0 to 100, with a score of 0 indicating no ocular discomfort and higher scores indicating greater symptom severity. The minimal clinically meaningful change in score is 10 points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"15.6"},{"groupId":"OG001","value":"-12.5","spread":"18.2"}]}]}]},{"type":"SECONDARY","title":"Greater Than or Equal to 10 Point Decrease in Ocular Surface Disease Index (OSDI) (at Least 10 Point Improvement in Symptoms)","description":"Number of participants with at least a 10 point decrease from baseline in Ocular Surface Disease Index (OSDI). Change is the average score at 6 and 12 months minus the average score at the screening and eligibility confirmation visits. OSDI scores range from 0 to 100, with a score of 0 indicating no ocular discomfort and higher scores indicating greater symptom severity. A negative change score = improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"202","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Brief Ocular Discomfort Index (BODI) Pain Interference Subscale","description":"Brief Ocular Discomfort Index (BODI) Pain Interference subscale scores range from 0 to 100, with higher scores indicating greater discomfort. Change is the average score at 6 and 12 months minus the average score at the screening and eligibility confirmation visits. A negative change score = improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.4","spread":"15.0"},{"groupId":"OG001","value":"-8.9","spread":"16.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36 Physical Health Subscale","description":"Medical Outcomes Study 36--Item Short Form Health Survey (SF-36) Physical Health Subscale. Subscale range is 0-100, with higher scores indicating better self reported physical health-related quality of life. Change is the average score at 6 and 12 months minus the average score at the screening and eligibility confirmation visits. A positive change score = improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"6.9"},{"groupId":"OG001","value":"0.1","spread":"6.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SF-36 Mental Health Subscale","description":"Medical Outcomes Study 26--Item Short Form Health Survey (SF-36) Mental Health Subscale. Mental Health subscale range is 0-100 with higher scores indicating better self reported mental health. Change is the average score at 6 and 12 months minus the average score at the screening and eligibility confirmation visits. A positive change score = improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"6.3"},{"groupId":"OG001","value":"0.4","spread":"7.0"}]}]}]},{"type":"SECONDARY","title":"Compliance With the Study Treatment Protocol as Measured by Change in Blood Levels of EPA","description":"Change in EPA levels in red blood cells - percentage points. Change is the average level at 6 and 12 months minus the level at the eligibility confirmation visit. (Blood was not drawn at the screening visit.) If subjects are compliant, higher EPA levels in red blood cells in the Omega 3 group are expected and no change is expected in the placebo group. Data are missing for 20 subjects in the Omega 3 group and 15 subjects in the placebo group because blood was not drawn at the visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"1.2"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Compliance With the Study Treatment Protocol as Measured by Change in Blood Levels of DHA","description":"Change in DHA levels in red blood cells - percentage points. Change is the average score at 6 and 12 months minus the average score at eligibility confirmation visit (blood was not drawn at the screening visit. If compliant, higher DHA levels in red blood cells in the Omega 3 group is expected and no change is expected in the placebo group. Data are missing for 20 subjects in the Omega 3 group and 15 subjects in the placebo group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"1.2"},{"groupId":"OG001","value":"0.0","spread":"0.2"}]}]}]},{"type":"SECONDARY","title":"Compliance With the Study Treatment Protocol as Measured by Change in Blood Levels of Oleic Acid","description":"Change in Oleic Acid (from olive oil) levels in red blood cells - percentage points. Change is the average score at 6 and 12 months minus the average score at eligibility confirmation visit. (Blood was not drawn at the screening visit.) Data are missing for 20 subjects in the Omega 3 group and 15 subjects in the placebo group because blood was not drawn.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"1.0"},{"groupId":"OG001","value":"-0.1","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change in Conjunctival Staining Score","description":"Average change from 6 and 12 months minus average of values from screening and eligibility confirmation visits among eyes that qualified for the study. Scores range between 0-6, with higher scores indicate more severity. A negative change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"1.1"},{"groupId":"OG001","value":"-0.4","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Change in Schirmer's Test mm","description":"The Schirmer's test measures the production of tears by an eye as measured by mm of wetting of a strip of paper attached to the lower lid for 5 minutes. Scores range from 0 to 30 or more mm. Lower scores indicate more severe dry eye. Change is the average change from 6 and 12 months minus average of values from screening and eligibility confirmation visits among eyes that qualified for the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"5.3"},{"groupId":"OG001","value":"0.3","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"Change in Tear Film Break up Time, in Seconds","description":"Average of values from 6 and 12 months minus average of values from screening and eligibility confirmation visits. Possible range of scores is 0-\\>20. Low values indicate greater severity. A positive change score = improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"2.1"},{"groupId":"OG001","value":"0.6","spread":"1.6"}]}]}]},{"type":"SECONDARY","title":"Change in Corneal Fluorescein Staining Score","description":"Average change from 6 and 12 months minus average of values from screening and eligibility confirmation visits among eyes that quality that qualified for the study. Possible range of scores is 0-15; higher scores indicate more severity. A negative change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"1.9"},{"groupId":"OG001","value":"-0.7","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change in Visual Acuity","description":"Visual acuity scores of 0-100 correspond to Snellen visual acuity levels of worse than 20/800 to 20/10, respectively. Higher change score = improved visual acuity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"5.0"},{"groupId":"OG001","value":"-0.2","spread":"4.8"}]}]}]},{"type":"SECONDARY","title":"Change in Use of Artificial Tears and Other Treatments for Dry Eye Disease","description":"Subjects with change in number of treatments used for dry eye disease, n.,(%)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Intraocular Pressure (IOP)- mm Hg","description":"Eye pressure is measured in millimeters of mercury (mm Hg). Normal eye pressure ranges from 12-22 mm Hg, and eye pressure of greater than 22 mm Hg is considered higher than normal. Included as a safety measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"2.3"},{"groupId":"OG001","value":"0.3","spread":"2.4"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Tear Break up Time by Keratography","description":"Tear breakup time (TBUT) is used to assess for evaporative dry eye disease. In this measure, TBUT is measured using the keratograph machine. TBUT is recorded as the number of seconds that elapse between the last blink and the appearance of the first dry spot in the tear film. Change is the average of values from 6 and 12 months minus average of values from screening and eligibility confirmation visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"6.7"},{"groupId":"OG001","value":"-0.5","spread":"6.1"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Tear Meniscus Height( TMH) by Keratography","description":"The purpose of the tear film is to reduce evaporation of natural tears. Assessment of the tear film meniscus is a quantitative measurement of tear film quantity. In this measure, TMH is measured using the keratograph machine. Change is the average of values from 6 and 12 months minus average of values from screening and eligibility confirmation visits.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.16"},{"groupId":"OG001","value":"-0.01","spread":"0.14"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Redness by Keratography","description":"Change in ocular redness as measured using the keratograph machine. Change is the average of values from 6 and 12 months minus average of values from screening and eligibility confirmation visits. Title of the Scale used to measure outcome: Oculus Keratograph 5M R-scan, Scale Ranges: 0.0-4.0. A lower number indicates a better outcome (less redness).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.00","spread":"0.34"},{"groupId":"OG001","value":"-0.01","spread":"0.40"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in Tear Osmolarity","description":"Tear osmolarity measures the salt content of the tears. Higher the osmolarity indicate more severe dry eye. Change is the average of values from 6 and 12 months minus average of values from screening and eligibility confirmation visits. A lower change score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"21.5"},{"groupId":"OG001","value":"3.6","spread":"18.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":349},"commonTop":[]}}}