{"nctId":"NCT03583372","briefTitle":"An Extension Study to Examine the Safety and Tolerability of a New Drug in Patients With Symptoms of Overactive Bladder (OAB).","startDateStruct":{"date":"2018-06-14","type":"ACTUAL"},"conditions":["Overactive Bladder"],"count":506,"armGroups":[{"label":"Vibegron + Placebo to match Tolterodine","type":"EXPERIMENTAL","interventionNames":["Drug: Vibegron","Drug: placebos"]},{"label":"Tolterodine + Placebo to match vibegron","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: placebos","Drug: Tolterodine Tartrate ER"]}],"interventions":[{"name":"Vibegron","otherNames":["RVT-901, MK-4618, KRP114V"]},{"name":"placebos","otherNames":[]},{"name":"Tolterodine Tartrate ER","otherNames":["Mariosea XL"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Has completed participation in study RVT-901-3003.\n2. Has demonstrated ≥ 80% compliance with self-administration of Study Treatment in study RVT-901-3003.\n\nExclusion Criteria:\n\n1. Has a change in history or current evidence of any clinically significant condition, therapy, lab abnormality, or other circumstance that might, in the opinion of the Investigator, confound the results of the study, interfere with the participant's ability to comply with study procedures, or make participation in the study not in the participant's best interest.\n2. Has coronary or neurovascular interventions planned during the duration of the study.\n3. Has uncontrolled hyperglycemia (defined as fasting blood glucose \\>150 mg/dL or 8.33 mmol/L and/or non-fasting blood glucose \\>200 mg/dL or 11.1 mmol/L) based on most recent available lab results in study RVT-901-3003 or, if in the opinion of the Investigator, is uncontrolled.\n4. Has uncontrolled hypertension (systolic blood pressure of ≥ 180 mm Hg and/or diastolic blood pressure of ≥ 100 mm Hg) or has a resting heart rate (by pulse) \\> 100 beats per minute.\n5. Has clinically significant ECG abnormality which, in the opinion of the Investigator, exposes the participant to risk by participating in the study\n6. Has alanine aminotransferase or aspartate aminotransferase \\> 2.0 times the upper limit of normal (ULN), or bilirubin (total bilirubin) \\> 1.5 x ULN (or \\> 2.0 x ULN if secondary to Gilbert syndrome or pattern consistent with Gilbert syndrome) based on most recent available lab results in study RVT-901-3003.\n7. Has an estimated glomerular filtration rate (eGFR) \\< 30mL/min/1.73 m2 based on most recent available lab results in study RVT-901-3003.\n8. Use of any prohibited medications as detailed in Section 7.7.3.\n9. Plans to initiate or change the dosing of any medications listed in Section 7.7.5 during the study that in the opinion of the investigator is assessed to be clinical significant.\n10. Has an allergy, intolerance, or a history of a significant clinical or laboratory adverse experience associated with any of the active or inactive components of the vibegron formulation or tolterodine formulation.\n11. Is currently participating or has participated in a study with an investigational compound or device within 28 days of signing informed consent, not including participation in study RVT-901-3003.\n12. Has a history of significant drug or alcohol abuse/dependence within a year of informed consent, as assessed by the investigator.\n13. Has a varying sleep schedule anticipated during times when the voiding diaries are to be completed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With the Indicated Type of Treatment-emergent Adverse Event","description":"Adverse events were collected in participants with overactive bladder (OAB) who previously completed treatment in Study RVT-901-3003. The treatment-emergent period was defined as the period of time from the first dose date of the active double-blind study treatment, whether in Study RVT-901-3003 or Study RVT-901-3004, through 28 days after the last dose of study treatment, or the date of initiation of another investigational agent or surgical intervention, whichever occurred first.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) at Week 52 in the Average Number of Micturitions Per 24 Hours in All Overactive Bladder (OAB) Participants","description":"A micturition/void is defined as \"Urinated in Toilet\" as indicated on the Patient Voiding Diary (PVD). The number of micturitions is defined as the number of times a participant voided in the toilet as indicated in the PVD. The average daily number of micturitions was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of micturitions that occurred on a Complete Diary Day (CDD) divided by the number of CDDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD). Covariates included in the mixed model for repeated measures (MMRM) were study visit, treatment, treatment by study visit interaction, Baseline, and the statistically significant terms in Study RVT-901-3003: OAB type (Wet versus Dry) and sex.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"0.24"},{"groupId":"OG001","value":"-2.0","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 52 in the Average Number of Urge Urinary Incontinence (UUI) Episodes Per 24 Hours in OAB Wet Participants","description":"The number of UUI episodes is defined as the number of times a participant had checked \"urge\" as the main reason for the leakage in the PVD, regardless of whether more than one reason for leakage in addition to \"urge\" was checked. The average daily number of UUI episodes was calculated using the daily entries in the PVD (which was to be completed prior to each study visit) as the total number of UUI episodes that occurred on a CDD divided by the number of CDDs in the PVD. CFB was calculated as the post-BL value minus the BL value. \"Per 24 hours\" corresponds to one Diary Day (i.e., time between when participant got up for the day each morning and time participant got up for the day the next morning as recorded in the PVD). Covariates included in the MMRM were study visit, treatment, treatment by study visit interaction, Baseline, and the statistically significant terms in Study RVT-901-3003: sex. Only participants with evaluable data were analyzed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"0.15"},{"groupId":"OG001","value":"-1.7","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 52 in the Average Number of Urgency Episodes (Need to Urinate Immediately) Over 24 Hours in All OAB Participants","description":"The number of urgency episodes is defined as the number of times a participant had checked \"need to urinate immediately\" on a CDD divided by the number of CDDs in the PVD. CFB is calculated as the post-BL value minus the BL value. \"Over 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD). Covariates included in the MMRM were study visit, treatment, treatment by study visit interaction, Baseline, and the statistically significant terms in Study RVT-901-3003: OAB type (Wet versus Dry) and sex.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"0.34"},{"groupId":"OG001","value":"-3.2","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"CFB at Week 52 in the Average Number of Total Urinary Incontinence Episodes Over 24 Hours in OAB Wet Participants","description":"The number of total incontinence episodes is defined as the number of times a participant had checked the accidental urine leakage box in the PVD, including for reasons of \"urge,\" \"stress,\" or \"other.\" CFB was calculated as the post-BL value minus the BL value. \"Over 24 hours\" corresponds to one Diary Day (i.e., time between when the participant got up for the day each morning and time the participant got up for the day the next morning as recorded in the PVD). Covariates included in the MMRM were study visit, treatment, treatment by study visit interaction, Baseline, and the statistically significant terms in Study RVT-901-3003: sex. hr = hour.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"0.17"},{"groupId":"OG001","value":"-1.9","spread":"0.19"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":273},"commonTop":["Hypertension","Urinary tract infection","Nasopharyngitis","Headache","Dry mouth"]}}}