{"nctId":"NCT00764868","briefTitle":"Vyvanse Adolescent Open-Label Safety and Efficacy Extension Study","startDateStruct":{"date":"2008-11-13","type":"ACTUAL"},"conditions":["ADHD"],"count":269,"armGroups":[{"label":"LDX","type":"EXPERIMENTAL","interventionNames":["Drug: Lisdexamfetamine Dimesylate (LDX)"]}],"interventions":[{"name":"Lisdexamfetamine Dimesylate (LDX)","otherNames":["Vyvanse"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion\n\n1. Subject is a male or female aged 13-17 years inclusive at the time of consent of the antecedent study (SPD489-305).\n2. Subject satisfied all entry criteria for the antecedent study (SPD489-305), and completed a minimum of 3 weeks of double-blind treatment and reached Visit 3 of the antecedent study (SPD489-305), without experiencing any clinically significant adverse events (AEs) that would preclude exposure to LDX.\n\nExclusion\n\n1. Subject was terminated from SPD489-305 for non-compliance and/or experienced a serious adverse event (SAE) or AE resulting in termination from the antecedent study (SPD489-305).\n2. Subject has a current, controlled (requiring a restricted medication) or uncontrolled, comorbid psychiatric diagnosis with significant symptoms such as any severe comorbid Axis II disorder or severe Axis I disorder (such as Post Traumatic Stress Disorder, psychosis, bipolar illness, pervasive developmental disorder, severe obsessive compulsive disorder, severe depressive or severe anxiety disorder) or other symptomatic manifestations, such as agitated states, marked anxiety, or tension that, in the opinion of the examining clinician, will contraindicate treatment with LDX or confound efficacy or safety assessments. Comorbid psychiatric diagnoses will be established at the Screening Visit (Visit -1) of the antecedent study (SPD489-305) with the Screening interview of the Kiddie-SADS-Present and Lifetime - Diagnostic Interview (K-SADS-PL) and additional modules if warranted by the results of the initial interview. Participation in behavioral therapy, provided the subject was receiving the therapy for at least 1 month at the time of the Baseline Visit (Visit 0) of the antecedent study (SPD489-305).\n3. Subject has a conduct disorder. Oppositional Defiant Disorder is not exclusionary.\n4. Subject is currently considered a suicide risk, has previously made a suicide attempt or has a prior history of, or is currently demonstrating suicidal ideation.\n5. Subject is underweight based on Center for Disease Control and Prevention Body Mass Index (BMI)-for-age gender specific charts at the Enrollment Visit (Visit 1) of this study. Underweight is defined as a BMI \\< 5th percentile.\n6. Subject has a concurrent chronic or acute illness or unstable medical condition that could confound the results of safety assessments, increase risk to the subject or lead to difficulty complying with the protocol.\n7. Subject has a history of seizures (other than infantile febrile seizures), any tic disorder, or a current diagnosis and/or a known family history of Tourette's Disorder.\n8. Subject has a known history symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems that may place them at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n9. Subject has a known family history of sudden cardiac death or ventricular arrhythmia.\n10. Subject has any clinically significant ECG, based on the Principal Investigator's judgment, at Visit 4/ET of the antecedent study (SPD489-305).\n11. Subject is taking any medication that is excluded.\n12. Subject has a documented allergy, hypersensitivity or intolerance to amphetamine.\n13. Subject has a recent history (within the past 6 months) of suspected substance abuse or dependence disorder (excluding nicotine) in accordance with DSM-IV-TR criteria.\n14. Subject has glaucoma.\n15. Subject is taking other medications that have central nervous system (CNS) effects or affect performance, such as sedating antihistamines and decongestant sympathomimetics, or are monoamine oxidase inhibitors. Stable use of bronchodilator inhalers is not exclusionary.\n16. Subject is female and is pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (From the Antecedent Study, SPD489-305) in the Attention-Deficit/Hyperactivity Disorder Rating Scale, Fourth Edition (ADHD-RS-IV) Total Score at up to 52 Weeks","description":"The ADHD-RS-IV consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with total score ranging from 0 to 54.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.2","spread":"9.75"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Improvement in Clinical Global Impression-Improvement (CGI-I)","description":"Clinical Global Impression-Improvement (CGI-I) consists of a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). Improvement is defined as a score of 1 (very much improved) or 2 (much improved) on the scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (From the Antecedent Study, SPD489-305) in the Youth Quality of Life Instrument-Research Version (YQOL-R) Total Score at up to 52 Weeks","description":"The Youth Quality of Life-research version (YQOL-R) is a validated 56-item generic instrument for comparing quality of life of adolescents across condition groups that scores each question on a scale from 0 (never) to 4 (very often). The YQOL scores are transformed to a 0-100 scale for easy interpretability. Higher scores indicate better quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"9.73"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":265},"commonTop":["Upper Respiratory Tract Infection","Decreased Appetite","Headache","Weight Decreased","Irritability"]}}}