{"nctId":"NCT01098110","briefTitle":"6-week Trial of the Efficacy and Safety of Asenapine Compared to Placebo in Participants With an Acute Exacerbation of Schizophrenia (P06124)","startDateStruct":{"date":"2010-05-25","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":532,"armGroups":[{"label":"Asenapine 5 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Asenapine 5 mg"]},{"label":"Asenapine 10 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Asenapine 5 mg","Drug: Asenapine 10 mg"]},{"label":"Placebo BID","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Asenapine 5 mg","otherNames":["SCH 900274"]},{"name":"Asenapine 10 mg","otherNames":["SCH 900274"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* current diagnosis of schizophrenia of paranoid, disorganized, catatonic, or undifferentiated (295.90) subtype\n* minimum Positive and Negative Syndrome Scale (PANSS) total score of 60 at screening and Baseline.\n* participant had a score of at least 4 in two or more of 5 items in the positive subscale of the PANSS at Screening and Baseline.\n* participant confirmed by the investigator to be experiencing an acute exacerbation of schizophrenia as evidenced by ALL of the following:\n\n  * at the screening test, the duration of the current episode was no more than 2 months;\n  * current symptoms represented a dramatic and substantial change compared to the participant's symptomatic state prior to the emergence of the current episode;\n  * participant was in need of changing medication or dosage to treat newly appeared or worsened positive symptoms.\n* participant had a Clinical Global Impressions-Severity (CGI-S) scale score of at least 4 (moderately ill) at Baseline;\n* responded positively to an antipsychotic medication in a prior episode.\n* discontinued the use of all prohibited concomitant medications, with last dose taken no later than the evening prior to the baseline visit (For depot neuroleptic, discontinuation must have occurred more than 3 months prior to randomization).\n* participants must agree to inpatient status for screening period and for up to 42 days of dosing and, for out-patient phase, had a caregiver or an identified responsible person (e.g., family member, social worker, case worker, or nurse) whom the investigator accepts and who has agreed to provide support to the participant to ensure compliance with study treatment, out-patient visits, and protocol procedures.\n\nExclusion Criteria:\n\n* not be treatment-refractory defined by the following criteria: (1) had been treated with at least two different atypical anti-psychotic agents at dosages equivalent to or greater than 600 mg/day of chlorpromazine (12 mg /day of haloperidol) for more than 4 weeks, each without clinical response, or (2) has received clozapine for 12 weeks immediately preceding the screening.\n* not have received treatment with 3 or more antipsychotic drugs, or dose-equivalents higher than 18 mg/day of haloperidol (equivalent 900 mg/day of chlorpromazine) within one month prior to randomization.\n* not have a diagnosis of schizoaffective disorder; schizophrenia of residual subtype; schizophreniform disorder, or schizophrenia with course specifiers continuous, single episode in partial remission, or single episode in full remission\n* not have a concurrent psychiatric disorder other than schizophrenia coded on Axis I; not have a primary diagnosis other than schizophrenia\n* not have had a known diagnosis of borderline personality disorder, mental retardation or organic brain disorder.\n* not have a 20% or greater decrease in PANSS total score from screening to baseline\n* not have an imminent risk of self-harm or harm to others, in the investigator's opinion.\n* not have a substance induced psychotic disorder or a behavioral disturbance thought to be due to substance abuse\n* not be currently under involuntary in-patient confinement.\n* not been previously treated with asenapine.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score.","description":"PANSS total score measures symptoms of schizophrenia and consists of responses to 30 items: 7 items from the positive subscale (P1-P7), 7 items from the negative subscale (N1-N7) and 16 items from the general psychopathology subscale (G1-G16). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS total score is the sum of the scores for all 30 items, and ranges from 30 to 210, with a higher score indicating greater severity of symptoms. Change from baseline values that are negative represent an improvement in symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.24","spread":null},{"groupId":"OG001","value":"-14.17","spread":null},{"groupId":"OG002","value":"-0.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive Symptom Score.","description":"PANSS Positive subscale measures symptoms of schizophrenia and consists of responses to 7 items (P1-P7). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Positive subscale sums all 7 items and ranges from 7 to 49, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.31","spread":null},{"groupId":"OG001","value":"-4.63","spread":null},{"groupId":"OG002","value":"-0.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Negative Symptom Score.","description":"PANSS Negative subscale measures symptoms of schizophrenia and consists of responses to 7 items (N1-N7). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Negative subscale sums all 7 items and ranges from 7 to 49, with a higher score indicating greater severity of symptoms. . An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.72","spread":null},{"groupId":"OG001","value":"-3.27","spread":null},{"groupId":"OG002","value":"-0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS General Psychopathology Score.","description":"PANSS General Psychopathology subscale measures symptoms of schizophrenia and consists of responses to 16 items (G1-G16). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS General Psychopathology subscale is the sum of the scores for all 16 items and ranges from 16 to 112, with a higher score indicating greater severity of symptoms.. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.26","spread":null},{"groupId":"OG001","value":"-6.34","spread":null},{"groupId":"OG002","value":"0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Marder Factor Positive Symptom Score.","description":"PANSS Marder Factor Positive symptom score measures symptoms of schizophrenia and consists of responses to 8 items (P1,P3,P5,P6,N7,G1,G9,G12). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Marder Factor Positive symptom score is the sum of the scores for all 8 items and ranges from 8 to 56, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.78","spread":null},{"groupId":"OG001","value":"-5.03","spread":null},{"groupId":"OG002","value":"-1.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Marder Factor Negative Symptom Score.","description":"PANSS Marder Factor Negative symptom score measures symptoms of schizophrenia and consists of responses to 7 items (N1,N2,N3,N4,N6,G7,G16). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Marder Factor Negative symptom score is the sum of the scores for all 7 items and ranges from 7 to 49, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.77","spread":null},{"groupId":"OG001","value":"-3.35","spread":null},{"groupId":"OG002","value":"-0.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Marder Factor Disorganized Thought Symptom Score.","description":"PANSS Marder Factor Disorganized Thought symptom score measures symptoms of schizophrenia and consists of responses to 7 items (P2,N5,G5,G10,G11,G13,G15). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Marder Factor Disorganized Thought symptom score is the sum of the scores for all 7 items and ranges from 7 to 49, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.48","spread":null},{"groupId":"OG001","value":"-2.85","spread":null},{"groupId":"OG002","value":"0.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Marder Factor Hostility/Excitement Symptom Score.","description":"PANSS Marder Factor Hostility/Excitement symptom score measures symptoms of schizophrenia and consists of responses to 4 items (P4,P7,G8,G14). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Marder Factor Hostility/Excitement symptom score is the sum of the scores for all 4 items and ranges from 4 to 28, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":null},{"groupId":"OG001","value":"-1.40","spread":null},{"groupId":"OG002","value":"0.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Marder Factor Anxiety/Depression Symptom Score.","description":"PANSS Marder Factor Anxiety/Depression symptom score measures symptoms of schizophrenia and consists of responses to 4 items (G2,G3,G4,G6). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS Marder Factor Anxiety/Depression symptom score is the sum of the scores for all 4 items and ranges from 4 to 28, with a higher score indicating greater severity of symptoms. An improvement in symptoms is represented by change from baseline values that are negative.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":null},{"groupId":"OG001","value":"-1.67","spread":null},{"groupId":"OG002","value":"-0.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were PANSS Responders.","description":"PANSS total score measures symptoms of schizophrenia and consists of responses to 30 items: 7 items from the positive subscale (P1-P7), 7 items from the negative subscale (N1-N7) and 16 items from the general psychopathology subscale (G1-G16). Responses to each item range from 1 = absence of symptom, to 7 = most extreme symptoms. The PANSS total score is the sum of the scores for all 30 items, and ranges from 30 to 210, with a higher score indicating greater severity of symptoms. The PANSS total score was determined at baseline and then at Day 42, and a participant with a 30% or greater reduction from baseline in PANSS total score at Day 42 was considered a PANSS responder.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"43.8","spread":null},{"groupId":"OG002","value":"20.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions -Severity of Illness (CGI-S) Score.","description":"The CGI-S is a score that measures the severity of overall bipolar illness. The score ranges on a scale from 1 to 7, where 1 is normal, and 7 is very severely ill. Change from baseline values that are negative represent an improvement in symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.69","spread":null},{"groupId":"OG001","value":"-0.77","spread":null},{"groupId":"OG002","value":"-0.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Clinical Global Impressions - Improvement (CGI-I) Responders.","description":"The CGI-I is a score on a 7-point scale for assessing the change from preceding phase of overall symptoms of bipolar disorder during the treatment of an acute episode or in longer term illness prophylaxis. Compared to the baseline, the CGI-I score ranges from 1 = very much improved since initiating treatment, to 7 = very much worse since initiating treatment. The CGI-I score was assessed at baseline and Day 42. Compared to the baseline measurement, a CGI-I responder had a score at Day 42 of 3 (minimally improved), 2 (much improved) or 1 (very much improved).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"70.2","spread":null},{"groupId":"OG002","value":"41.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":175},"commonTop":["Schizophrenia","Insomnia","Akathisia","Hypoaesthesia oral","Somnolence"]}}}