{"nctId":"NCT03197766","briefTitle":"A Study to Evaluate the Efficacy and Safety of BMN 111 in Children With Achondroplasia","startDateStruct":{"date":"2016-12-12","type":"ACTUAL"},"conditions":["Achondroplasia"],"count":121,"armGroups":[{"label":"Active BMN 111","type":"EXPERIMENTAL","interventionNames":["Drug: BMN 111"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"BMN 111","otherNames":["Vosoritide","Modified recombinant human C-type natriuretic peptide"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Parent(s) or guardian(s) consent\n* 5 to \\< 18 years old\n* ACH, documented and confirmed by genetic testing\n* At least a 6-month period of pretreatment growth assessment in Study 111-901 before study entry\n* If sexually active, willing to use a highly effective method of contraception\n* Ambulatory and able to stand without assistance\n\nExclusion criteria:\n\n* Hypochondroplasia or short stature condition other than ACH\n* Have any of the following:\n\n  * Hypothyroidism or hyperthyroidism\n  * Insulin-requiring diabetes mellitus\n  * Autoimmune inflammatory disease\n  * Inflammatory bowel disease\n  * Autonomic neuropathy\n* History of any of the following:\n\n  * Renal insufficiency defined as serum creatinine \\> 2 mg/dL\n  * Chronic anemia\n  * Baseline systolic blood pressure (BP) \\< 70 millimeters of mercury (mm Hg) or recurrent symptomatic hypotension (defined as episodes of low BP generally accompanied by symptoms ie, dizziness, fainting) or recurrent symptomatic orthostatic hypotension\n  * Cardiac or vascular disease\n\n    * Have a clinically significant finding or arrhythmia on screening electrocardiogram (ECG) that indicates abnormal cardiac function or conduction or Fridericias corrected QTc-F \\> 450 msec\n* Have an unstable condition likely to require surgical intervention during the study (including progressive cervical medullary compression or severe untreated sleep apnea)\n* Decreased growth velocity (\\< 1.5 cm/yr) over a period of 6 months or evidence of growth plate closure (proximal tibia, distal femur)\n* Treated with growth hormone, insulin-like growth factor 1 (IGF-1), or anabolic steroids in the previous 6 months or treatment greater than 6 months at any time\n* Greater than 1 month treatment with oral corticosteroids (low-dose ongoing inhaled steroid for asthma, or intranasal steroids, are acceptable) in the previous 12 months\n* Planned or expected to have limb-lengthening surgery during the study period. Subjects with previous limb- lengthening surgery may enroll if surgery occurred at least 18 months prior to the study and healing is complete without sequelae.\n* Planned or expected bone-related surgery (ie. surgery involving disruption of bone cortex, excluding tooth extraction), during the study period. Subjects with previous bone-related surgery may enroll if surgery occurred at least 6 months prior to the study and healing is complete without sequelae.\n* Had a fracture of the long bones or spine within 6 months prior to screening\n* History of severe untreated sleep apnea\n* New initiation of sleep apnea treatment (e.g. CPAP or sleep apnea-mitigating surgery) in the previous 2 months prior to screening\n* History of hip surgery or hip dysplasia atypical for achondroplastic subjects\n* History of clinically significant hip injury in the 30 days prior to screening\n* History of slipped capital femoral epiphysis or avascular necrosis of the femoral head\n* Abnormal findings on baseline clinical hip exam or imaging assessments that are determined to be clinically significant\n* Concurrent disease or condition that would interfere with study participation or safety evaluations, for any reason\n* Condition or circumstance that places the subject at high risk for poor treatment compliance or for not completing the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Annualized Growth Velocity (AGV) at Week 52","description":"AGV at a Post-baseline Visit is defined as \\[(Height at Post-baseline Visit - Height at Baseline)/(Date of Post-baseline Visit - Date of Baseline Assessment)\\] x 365.25\n\nAGV at Baseline is defined as \\[(Height at Baseline - last height measurement in Study 111-901 at least 6 months prior to Baseline)/(Date of Baseline Assessment - Date of last height measurement in Study 111-901 at least 6 months prior to Baseline)\\] x 365.25","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.71","spread":null},{"groupId":"OG001","value":"0.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Height Z-score at Week 52","description":"Z-Scores were derived using age-sex specific reference data (means and SDS) for average stature children per the Centers for Disease Control and Prevention.\n\nA height Z score of 0 would indicate that the subject's height is equal to the mean height for the average stature population of the same sex and age.\n\nA positive height Z score indicates that the subjects height is above the mean height for the average stature population of the same sex and age, whilst a negative height Z score indicates that the subjects height is below the mean height for the average stature population of the same sex and age.\n\nTo conclude if the height Z score increases then this means the height deficit has decreased.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":null},{"groupId":"OG001","value":"-0.01","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Upper to Lower Segment Body Ratio at Week 52","description":"Evaluate change from baseline in mean upper:lower segment body ratio in subjects treated with BMN 111 compared with control subjects in the placebo group at 52 weeks","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":null},{"groupId":"OG001","value":"-0.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary of Subjects Experiencing Adverse Events (AEs) During Treatment","description":"AEs with onset or worsening after the initiation of study drug and up to 30 days after study drug discontinuation were included.\n\nserious adverse event (SAE)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":60},"commonTop":["Injection site erythema","Injection site reaction","Nasopharyngitis","Headache","Injection site swelling"]}}}