{"nctId":"NCT00330928","briefTitle":"SPECTACL: SPECTroscopic Assessment of Coronary Lipid","startDateStruct":{"date":"2006-01"},"conditions":["Angina Pectoris","Angina, Unstable","Myocardial Infarction"],"count":106,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Device: Near Infrared Spectroscopy (NIRS) Imaging","Device: intravascular ultrasound (IVUS)"]}],"interventions":[{"name":"Near Infrared Spectroscopy (NIRS) Imaging","otherNames":["InfraReDx, LipiScan (prototype)"]},{"name":"intravascular ultrasound (IVUS)","otherNames":["Volcano, Revolution","Volcano, Eagle Eye","Boston Scientific, Atlantis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>=18yrs and undergoing elective or non-emergent PCI of a de novo native coronary artery lesion\n* Treatment plan (at time of consent and at time of intervention) must be to perform an intervention on no more than 2 lesions, where one is the culprit lesion and the other lesion requires revascularization at the discretion of the treating physician.\n* Target lesion should have \"low-risk\" characteristics(defined by angiography)\n* Subject must be able to read, understand and sign an approved informed consent form and follow protocol\n* Female subjects of child bearing potential must have a negative serum pregnancy test prior to enrollment\n\nExclusion Criteria:\n\n* Evidence of Clinical instability in the 6 hours before the procedure, or at any time during the procedure (72 hours stable post-STEMI)\n* Angiographically Unsuitable Coronary and/or Lesion Morphology in the culprit vessel.\n* A contraindication to anticoagulation or increased risk of bleeding.\n* Clinically significant abnormal laboratory findings\n* Presence of a drug eluting stent in the artery for experimental study prior to NIR measurement, unless all struts are covered by endothelium as documented by IVUS\n* Elective PCI on or through bypass grafts or LIMA grafts\n* Allergy or intolerance to aspirin or clopidogrel\n* Planned use of laser ablation, rotational ablation, brachytherapy, or atherectomy device\n* Enrollment or participation in any other medication trial within the previous 30 days\n* Current enrollment participation or enrolled in another clinical trial\n* Any other factor that the investigator feels would put the patient at increased risk if participating in the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Spectral Similarity","description":"Average spectral similarity of the spectra in a complete scan per patient as compared to the autopsy spectral data set.Clinical data was considered similar to autopsy data if average spectral similarity in each scan was \\>=67%, on a continuous range of 0%(different) to 100%(identical) similarity.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Review of Lipid Core Plaque of Interest Near Infrared Signals Observed at Baseline in Patients With Stable Angina vs Acute Coronary Syndromes","description":"This is an exploratory examination to determine if an association exists between the presence or characteristics of lipid core plaques of interest signals and the clinical designation of acute or stable coronary artery disease in enrolled subjects. The study is not powered for statistical significance for this outcome.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Identification of Distinct Near Infrared Spectral Characteristics Associated With Special Coronary Artery Features Identified by Angiography and/or Intravascular Ultrasound and Patient Characteristics","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Clinical Cardiac Events Definitely Attributable to the Study Device That Occur From Enrollment to 7 Days Post Enrollment","description":"Major adverse cardiac events (MACE: myocardial infarction, cardiac surgery, death, cerebral vascular accident, coronary revascularization) will be evaluated for being categorized as Definitely attributable to the study device.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiac Events That Occur Within 1 Year Post Enrollment Will be Examined for Link to Lipid Signals.","description":"Major adverse cardiac events (MACE: myocardial infarction, cardiac surgery, death, cerebral vascular accident, coronary revascularization) will be evaluated relation to baseline presence of lipid signals by near infrared spectroscopy. This study is not powered to reach statistical significance for this outcome.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10},"commonTop":["Chest Pain/Shortness of Breath"]}}}