{"nctId":"NCT00868699","briefTitle":"Lurasidone - A 6-week Study of Patients With Bipolar I Depression (Monotherapy)","startDateStruct":{"date":"2009-04"},"conditions":["Bipolar Depression"],"count":505,"armGroups":[{"label":"lurasidone low arm","type":"EXPERIMENTAL","interventionNames":["Drug: lurasidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"lurasidone high arm","type":"EXPERIMENTAL","interventionNames":["Drug: lurasidone"]}],"interventions":[{"name":"lurasidone","otherNames":[]},{"name":"lurasidone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is diagnosed with bipolar I disorder, most resent episode depressed\n* Subject must have a lifetime history of at least one bipolar manic or mixed episode\n\nExclusion Criteria:\n\n* History of nonresponse to an adequate (6-week) trial of three or more antidepressants (with or without mood stabilizers) during the current episode\n* Subject has been hospitalized for a manic or mixed episode within 60 days prior to randomization\n* Imminent risk of suicide or injury to self, others, or property","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Endpoint (Week 6)","description":"Montgomery-Asberg Depression Rating Scale (MADRS)is a clinician-rated assessment of a subject's level of depression.\n\nThe MADRS total score ranges from a minimum of 0 to a maximum of 60. For the MADRS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe MADRS contains ten (10) items. The total score is computed as the sum of the scores for the 10 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.7","spread":"0.83"},{"groupId":"OG001","value":"-15.4","spread":"0.83"},{"groupId":"OG002","value":"-15.4","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 6) in: Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S) Score (Depression)","description":"Clinical Global Impression Bipolar Version, Severity of Illness (CGI-BP-S) score (depression) is a clinician-rated assessment of a subject's level of depression.\n\nThe CGI depression score ranges from a minimum of 0 to a maximum of 7. For the CGI depression score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.14","spread":"0.102"},{"groupId":"OG001","value":"-1.71","spread":"0.101"},{"groupId":"OG002","value":"-1.83","spread":"0.102"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Endpoint (Week 6) in: Sheehan Disability Scale (SDS) Total Score","description":"Sheehan Disability Scale (SDS) total score is a subject-rated assessment of a subject's level of depression.\n\nThe SDS total score ranges from a minimum of 0 to a maximum of 30. For the SDS total score, low scores indicate a better outcome and high scores indicate a worse outcome. When change from baseline is considered, a negative (decrease in score) value is considered a better outcome, and a positive (increase in score) value is considered a worse outcome.\n\nThe SDS contains three (3) items. The total score is computed as the sum of the scores for the 3 items.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"0.77"},{"groupId":"OG001","value":"-9.8","spread":"0.73"},{"groupId":"OG002","value":"-9.5","spread":"0.81"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":168},"commonTop":["Nausea","Headache","Akathisia","Insomnia","Dizziness"]}}}