{"nctId":"NCT03295721","briefTitle":"Bunionectomy Study for Postoperative Analgesia (EPOCH 1)","startDateStruct":{"date":"2017-10-24","type":"ACTUAL"},"conditions":["Postoperative Pain"],"count":412,"armGroups":[{"label":"Treatment Group 1: HTX-011","type":"EXPERIMENTAL","interventionNames":["Drug: HTX-011","Device: Luer-lock applicator","Device: Vial access device"]},{"label":"Treatment Group 2: Saline Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Saline Placebo","Device: Luer-lock applicator"]},{"label":"Treatment Group 3: Bupivacaine HCI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bupivacaine HCl"]}],"interventions":[{"name":"HTX-011","otherNames":[]},{"name":"Saline Placebo","otherNames":[]},{"name":"Bupivacaine HCl","otherNames":[]},{"name":"Luer-lock applicator","otherNames":[]},{"name":"Vial access device","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is scheduled to undergo a primary unilateral, distal, first metatarsal bunionectomy with osteotomy and internal fixation under regional anesthesia.\n* Has an American Society of Anesthesiologists Physical Status of I, II, or III.\n* Female subjects are eligible only if not pregnant, not lactating, not planning to become pregnant during the study, sterile; or using acceptable contraceptives.\n\nExclusion Criteria:\n\n* Has had a contralateral foot bunionectomy in the past 3 months.\n* Has a planned concurrent surgical procedure (eg, bilateral bunionectomy or collateral procedures on the surgical foot).\n* Has other pre existing concurrent acute or chronic painful physical/restrictive condition expected to require analgesic treatment in the postoperative period for pain.\n* Has a contraindication or a known or suspected history of hypersensitivity or clinically significant idiosyncratic reaction to required study medications.\n* Has known or suspected daily use of opioids for 7 or more consecutive days within the previous 6 months.\n* Has taken any NSAIDs within at least 10 days prior to the scheduled surgery.\n* Has taken opioids within 24 hours prior to the scheduled surgery (3 days for long-acting).\n* Has been administered bupivacaine within 5 days prior to the scheduled surgery.\n* Has initiated treatment with medications within 1 month prior to study drug administration that can impact pain control.\n* Has been administered systemic steroids within 5 half-lives or 10 days prior to administration of study drug.\n* Has a medical condition such that, in the opinion of the Investigator, participating in the study would pose a health risk to the subject or confound the postoperative assessments.\n* As per subject history and/or medical records, has active infection or is currently undergoing treatment for Hepatitis B, Hepatitis C, or human immunodeficiency virus (HIV).\n* Has uncontrolled anxiety, psychiatric, or neurological disorder.\n* Had a malignancy in the last year, with the exception of nonmetastatic basal cell or squamous cell carcinoma of the skin or localized carcinoma in situ of the cervix.\n* Has a known or suspected history of drug abuse, a positive drug screen on the day of surgery, or a recent history of alcohol abuse. Note: Subjects with a positive drug screen who are taking an allowed, prescribed medication that is known to result in a positive drug test (eg, amphetamine and dextroamphetamine for attention deficit/hyperactivity disorder, benzodiazepine for anxiety disorder) may be eligible for participation in the study. Subjects taking medical marijuana are not allowed to participate in the study.\n* Received an investigational product or device in a clinical trial within 30 days or within 5 elimination half lives.\n* Has undergone 3 or more surgeries within 12 months.\n* Has a body mass index (BMI) \\>39 kg/m2.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Area Under the Curve (AUC) of the Numeric Rating Scale (NRS) Pain Intensity Scores With Activity (NRS-A) Through 72 Hours Postsurgery (AUC0-72), Compared With Saline Placebo.","description":"Pain intensity is assessed using an 11-point NRS (0-10) where 0 represents \"no pain\" and 10 represents \"worst pain imaginable\" (using windowed worst observation carried forward to adjust for opioid rescue medication use). The theoretical range of AUC0-72 is 0-720. The prescribed activity for NRS-A is sitting with the plantar surface of the ball of the surgically attended foot touching the floor (no weight bearing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323.29","spread":"182.641"},{"groupId":"OG001","value":"445.34","spread":"155.792"}]}]}]},{"type":"SECONDARY","title":"Mean Area Under the Curve (AUC) of the Numeric Rating Scale (NRS) Pain Intensity Scores With Activity (NRS-A) Through 72 Hours Postsurgery (AUC0-72), Compared With Bupivacaine HCl.","description":"Pain intensity is assessed using an 11-point NRS (0-10) where 0 represents \"no pain\" and 10 represents \"worst pain imaginable\" (using windowed worst observation carried forward to adjust for opioid rescue medication use). The theoretical range of AUC0-72 is 0-720. The prescribed activity for NRS-A is sitting with the plantar surface of the ball of the surgically attended foot touching the floor (no weight bearing).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323.29","spread":"182.641"},{"groupId":"OG001","value":"393.45","spread":"153.756"}]}]}]},{"type":"SECONDARY","title":"Mean Total Postoperative Opioid Consumption (in Morphine Equivalents) for HTX 011 Compared With Saline Placebo.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.80","spread":"19.801"},{"groupId":"OG001","value":"30.06","spread":"21.016"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Who Are Opioid-free for HTX-011 Compared With Bupivacaine HCl.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Total Postoperative Opioid Consumption (in Morphine Equivalents) for HTX 011 Compared With Bupivacaine HCl.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.80","spread":"19.801"},{"groupId":"OG001","value":"25.09","spread":"21.553"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":157},"commonTop":["Nausea","Dizziness","Vomiting","Incision site oedema","Headache"]}}}