{"nctId":"NCT00311402","briefTitle":"JASAP: Japanese Aggrenox Stroke Prevention vs. Aspirin Programme","startDateStruct":{"date":"2006-04"},"conditions":["Cerebrovascular Accident"],"count":1295,"armGroups":[{"label":"Aggrenox Capsule","type":"OTHER","interventionNames":["Drug: Aggrenox capsule"]},{"label":"Acetylsalicylic Acid (ASA) 81 mg Tablet","type":"OTHER","interventionNames":["Other: Acetylsalicylic Acid (ASA)"]}],"interventions":[{"name":"Aggrenox capsule","otherNames":[]},{"name":"Acetylsalicylic Acid (ASA)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients with a diagnosis of cerebral infarction (excluding cardiogenic cerebral embolism) who meet the diagnostic criteria based on the National Institute of Neurological Disorders and Stroke (NINDS) ad hoc committee's classification of cerebrovascular disease III.\n\n1. Patients who have had an onset of cerebral infarction, the time of which is known, between 1 week and 6 months before the time of enrolment (including first and recurrent cerebral infarctions)\n2. Patients who are 50 years or older\n3. Patients whose neurological signs and symptoms are considered to be stable by the investigator or sub-investigator\n4. Patients with a finding corresponding to the responsible focus confirmed by head X-ray computerised tomography (CT) or magnetic resonance imaging (MRI)\n5. Patients who have at least two of the following risk factors:\n\n   * diabetes\n   * hypertension (systolic blood pressure is 140 mmHg or higher or diastolic blood pressure is 90 mmHg or higher) or under treatment of hypertension\n   * smoker (at the time of onset of cerebral infarction)\n   * obesity (Body mass index (BMI) is more than 25 kg/m2)\n   * previous vascular disease (stroke, acute myocardial infarction or peripheral arterial disease before the onset of cerebral infarction)\n   * end-organ damage (retinopathy, left ventricular hypertrophy (LVH) or microalbuminuria)\n   * hyperlipidaemia\n\nExclusion Criteria:\n\n1. Patients with a diagnosis of brain disorders with a bleeding risk such as brain haemorrhage, subarachnoid haemorrhage, cerebral arteriovenous (AV) malformation, cerebral AV aneurysms and brain tumours\n2. Patients with complications of cardiac disorders (atrial fibrillation, mitral valve stenosis, severe cardiac valve disorders) that may provide an embolic source for cerebral embolism\n3. Patients having had acute coronary syndromes (acute myocardial infarction, unstable angina) within 6 months after enrolment in this study\n4. Patient with hypersensitivity to dipyridamole preparations\n5. Patients with a history of drug allergy to acetylsalicylic acid (ASA) or aspirin asthma\n6. Patients with a history of peptic ulcer\n7. Patients having undergone arterial reconstruction after development of cerebral infarction\n8. Patients with very severe impairment (4 or 5 on Modified Rankin Scale)\n9. Patients with bleeding or bleeding tendencies (haemophilia, haemorrhage urinary tract, vitreous haemorrhage, etc.)\n10. Patients with severe hypertension (systolic blood pressure is 180 mmHg or higher or diastolic blood pressure is 110 mmHg or higher)\n11. Patients with complications such as serious cardiac, renal and hepatic disorders\n12. Patients with a malignant tumour or having had a tumour treatment in the past 5 years\n13. Women who are or may be pregnant or lactating women","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients With First Recurrent Cerebral Infarction (Fatal or Non-fatal)","description":"All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Brain (Cerebral) Haemorrhage","description":"All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Subarachnoid Haemorrhage","description":"All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Transient Ischemic Attack (TIA)","description":"All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Acute Coronary Syndrome (ACS)","description":"ACS contains acute myocardial infarction (MI), unstable angina and sudden cardiac death. All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Other Vascular Events","description":"This endpoints were defined as pulmonary embolism, retinal vascular disorder, deep vein thrombosis, peripheral artery obstruction and vascular intervention. All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Ischemic Vascular Event Composite Endpoint","description":"This is a composite endpoint of cerebral infarction, transient ischemic attack (TIA), acute myocardial infarction (MI), unstable angina and sudden death attributable to thromboembolism. All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Patients With Stroke","description":"This is a composite endpoint of cerebral infarction, brain (cerebral) hemorrhage and subarachnoid haemorrhage. All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Patients With Intracranial Haemorrhage","description":"All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Patients With Composite Endpoint of Stroke or Major Bleeding","description":"This is a composite endpoint of cerebral infarction, brain (cerebral) hemorrhage, subarachnoid haemorrhage and major bleeding. All events reported by investigators were adjudicated by the independent event assessment committee in a blinded manner.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":178,"n":655},"commonTop":["Nasopharyngitis","Headache","Fall","Diarrhoea","Back pain"]}}}