{"nctId":"NCT01597908","briefTitle":"Dabrafenib Plus Trametinib vs Vemurafenib Alone in Unresectable or Metastatic BRAF V600E/K Cutaneous Melanoma","startDateStruct":{"date":"2012-06-04","type":"ACTUAL"},"conditions":["Melanoma"],"count":704,"armGroups":[{"label":"Dabrafenib plus Trametinib","type":"EXPERIMENTAL","interventionNames":["Drug: Dabrafenib","Drug: Trametinib"]},{"label":"Vemurafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vemurafenib"]}],"interventions":[{"name":"Dabrafenib","otherNames":["GSK2118436"]},{"name":"Vemurafenib","otherNames":["Monotherapy"]},{"name":"Trametinib","otherNames":["GSK1120212"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* \\>= 18 years of age\n* Stage IIIc or Stage IV BRAF V600E/K cutaneous melanoma\n* Measurable disease according to RECIST 1.1\n* Women of childbearing potential with negative serum pregnancy test prior to randomisation\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1\n* Adequate baseline organ function\n\nKey Exclusion Criteria:\n\n* Any prior use of a BRAF or MEK inhibitor\n* Prior systemic anti-cancer treatment in the advanced or metastatic setting; prior systemic treatment in the adjuvant setting is allowed\n* History of another malignancy (except subjects who have been disease free for 3 years or with a history of completely resected non-melanoma skin cancer)\n* Known HIV, HBV, HCV infection (except chronic or cleared HBV and HCV infection which will be allowed)\n* Brain metastases (except if all known lesions were previously treated with surgery or stereotactic radiosurgery and lesions, if still present, are confirmed stable for \\>= 12 weeks prior to randomisation or if no longer present are confirmed no evidence of disease for \\>= 12 weeks, and are asymptomatic with no corticosteroid requirements for \\>= 4 weeks prior to randomisation, and no enzyme inducing anticonvulsants for \\>= 4 weeks prior to randomisation\n* History or evidence of cardiovascular risk (LVEF \\< LLN; QTcB \\>= 480 msec; blood pressure or systolic \\>=140 mmHg or diastolic \\>= 90 mmHg which cannot be controlled by anti-hypertensive therapy)\n* History or current evidence/risk of retinal vein occlusion (RVO) or central serous retinopathy (CSR)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) was defined as the interval of time between the date of randomization and the date of death due to any cause. For patients who did not die, OS was censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS), as Assessed by the Investigator","description":"Progression-free survival (PFS) was defined as the interval of time between the date of randomization and the first documented occurrence of disease progression or death due to any cause. PFS for investigator-assessed response was summarized per Response Evaluation Criteria in Solid Tumors (RECIST), Version 1.1, which is a set of published rules defining when cancer patients improve (respond), stay the same (stabilize), or worsen (progress) during treatment. Disease progression was defined as at least a 20% increase in the sum of the diameters of target lesions with an absolute increase of at least 5 millimeters (mm) or the appearance of at least 1 new lesion, or the worsening of non-target lesions significant enough to require study treatment discontinuation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) During Randomized Phase, as Assessed by the Investigator","description":"Overall response was defined as the percentage of confirmed responders (complete response \\[CR\\] + partial response \\[PR\\] per RECIST, Version 1.1) as summarized by Investigator assessment. CR was defined as the disappearance of all evidence of target lesions. PR was defined as at least a 30% reduction from Baseline in the sum of the longest diameter (LD) of all target lesions. Data were reported as those participants with measureable disease at Baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR), as Assessed by the Investigator","description":"Duration of Response (DOR) was defined as the time from the first documented evidence of a CR (disappearance of all evidence of target lesions) or a PR (at least a 30% reduction from Baseline in the sum of the longest diameter of all target lesions) until disease progression or death due to any cause. PD was defined as at least a 20% increase in the sum of the diameters of target lesions with an absolute increase of at least 5 mm or the appearance of at least1 new lesion, or the worsening of non-target lesions significant enough to require study treatment discontinuation. Data were summarized per RECIST, Version 1.1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"8.5","spread":null}]}]}]},{"type":"POST_HOC","title":"All Collected Deaths","description":"Pre-treatment deaths were collected from screening visit up to the first day of treatment, for a maximum duration of 28 days. Patients who died during the screening period are considered as screen failure.\n\nOn treatment deaths were collected from FPFT up to 30 days after study drug discontinuation, for a maximum duration of 81.1 months (treatment duration ranged from 0.1 to 80.1 months).\n\nDeaths post treatment survival follow up were collected after the on- treatment period, up to approximately 6 years. Patients who didn't die during the on-treatment period and had not stopped study participation at the time of data cut-off (end of study) were censored.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"47","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"191","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"216","spread":null},{"groupId":"OG001","value":"238","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":172,"n":350},"commonTop":["Arthralgia","Diarrhoea","Pyrexia","Nausea","Rash"]}}}