{"nctId":"NCT00732875","briefTitle":"A Trial of Anti-TNF Chimeric Monoclonal Antibody (cA2) in Korean Patients With Active Rheumatoid Arthritis Despite Methorexate (Extension Part)(Study P05645)(COMPLETED)","startDateStruct":{"date":"2006-08"},"conditions":["Arthritis, Rheumatoid"],"count":92,"armGroups":[{"label":"Open Label Infliximab + Methotrexate","type":"EXPERIMENTAL","interventionNames":["Biological: Infliximab + methotrexate (MTX)"]}],"interventions":[{"name":"Infliximab + methotrexate (MTX)","otherNames":["Remicade","SCH 215596"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients received placebo in main double-blind study (P04280, NCT00202852)\n* Patients received Infliximab-containing regimen showing clinical response at week 30 in main double-blind study (P04280)\n\n\\[Main double-blind study (P04280, NCT00202852) inclusion criteria\\]\n\n* Diagnosis of rheumatoid arthritis (RA) according to the revised 1987 criteria of the American Rheumatism Association (Arnett et al, 1988). The disease should have been diagnosed \\>6 months prior to screening.\n* Active disease at the time of screening and pre-infusion as defined by:\n\n  * \\>=6 swollen joints\n  * \\>=6 tender joints and\n* 2 of the following:\n\n  * morning stiffness \\>=45 min\n  * erythrocyte sedimentation rate (ESR) \\>=28 mm/h\n  * C-reactive protein (CRP) \\>=20 mg/L\n* Men and women, \\>=18 to \\<=75 years of age\n* Men and women of childbearing potential must be using adequate birth control measures (abstinence, oral contraceptives, intrauterine device (IUD), barrier method with spermicide, or surgical sterilization) and should continue such precautions for 6 months after receiving the last infusion.\n* Must have been using oral or parenteral MTX for \\>3 months with no break(s) in treatment of \\>2 weeks total during this period. Patients must have been on a stable dose of \\>=12.5 mg/wk (maximum 20 mg/wk) for at \\>4 weeks prior to screening.\n* Must be on a stable dose of folic acid prophylaxis for \\>4 weeks prior to screening.\n* Patients using oral corticosteroids, must have been on a stable dose of \\<=10 mg/day for \\>4 weeks prior to screening. If currently not using corticosteroids the patient must have not received corticosteroids for \\>4 weeks prior to screening.\n* If using nonsteroidal anti-inflammatory drugs (NSAIDs), patients should have been on a stable dose for \\>4 weeks prior to screening.\n* The screening laboratory tests must meet the following criteria:\n\n  * Hemoglobin \\>=5.3 mmol/L (\\>=8.5 g/dL), providing a low hemoglobin level is not due to nutritional deficiencies or due to diseases other than chronic RA\n  * white blood cell (WBC) \\>=3.5 x 10\\^9/L (\\>=3.5 x 10\\^3/mm\\^3)\n  * Neutrophils \\>=1.5 x 10\\^9/L (\\>=1.5 x 103/mm\\^3)\n  * Platelets \\>=100 x 10\\^9/L (\\>=100 x 103/mm\\^3)\n  * Serum transaminase \\<=2 times the upper limit of normal\n  * Alkaline phosphatase levels \\<=2 times the upper limit of normal\n  * Serum creatinine \\<=150 µmol/L (\\<=1.7 mg/dL)\n* Must be able to adhere to the study visit schedule and other protocol requirements.\n* Must be capable of giving informed consent and the consent must have been obtained prior to any study procedures including wash-out period.\n\nExclusion Criteria:\n\n* Exclusion criteria below of main double-blind study (P04280, NCT00202852)\n\n\\[Main double-blind study (P04280, NCT00202852) exclusion criteria\\]\n\n* Pregnant women, nursing mothers, or a planned pregnancy within 1.5 years of enrollment.\n* Patients who are incapacitated, largely or wholly bedridden or confined to a wheelchair, and who have little or no ability for self-care.\n* Patients who have any current systemic inflammatory condition with signs and symptoms that might confound the evaluations of benefit from infliximab, eg Lyme disease, or a rheumatic disease other than RA.\n* Use of disease modifying anti-rheumatic drugs (DMARDs) other than MTX within 4 weeks prior to screening. (If a patient had prior exposure to leflunomide within the past 6 months, cholestyramine 8 g should be given 3 times daily for 11 days to rapidly lower the plasma level of leflunomide.)\n* Use of intra-articular, i.m. or i.v. corticosteroids (including i.m. ACTH) within 4 weeks prior to screening.\n* Have been previously treated with infliximab or genetic recombinant therapy with RA (e.g. etanercept, adalimumab)\n* Treatment with any other therapeutic agent targeted at reducing TNF (eg, pentoxifylline or thalidomide) within the previous 3 months.\n* Treatment with any investigational drug within the previous 3 months.\n* Prior use of cyclophosphamide, nitrogen mustard, chlorambucil, or other alkylating agents.\n* History of any clinically significant adverse reaction to murine or chimeric proteins, including but not limited to allergic reactions.\n* History of infected joint prosthesis within previous 5 years.\n* Serious infections, such as hepatitis, pneumonia, pyelonephritis in the previous 3 months.\n* Chronic infectious disease such as chronic renal infection, chronic chest infection with bronchiectasis or sinusitis.\n* Active tuberculosis (TB). Also excluded are patients who have evidence of latent TB (positive purified protein derivative \\[PPD\\] skin test or a history of latent TB) without adequate therapy for TB initiated prior to first infusion of study drug. Also excluded are patients with evidence of an old or latent TB infection without documented adequate therapy, if they will not be treated with antitubercular therapy during the trial. Patients with a current close contact with an individual with active TB will also be excluded. Additionally, patients who have completed treatment for active TB within the previous 2 years are now explicitly excluded from the trial. Patients with a household member who has a history of active pulmonary TB should have had a thorough evaluation for TB prior to study enrollment as recommended by a local infectious disease specialist or published local guidelines of TB control agencies. Also excluded are patients with opportunistic infections, including but not limited to evidence of active cytomegalovirus, active Pneumocystis carinii, aspergillosis, or atypical mycobacterial infection, etc, within the previous 6 months.\n* Current signs or symptoms of severe, progressive or uncontrolled renal, hepatic, hematologic, gastrointestinal, endocrine, pulmonary, cardiac, neurologic or cerebral disease.\n* History of lymphoproliferative disease including lymphoma or signs suggestive of possible lymphoproliferative disease, such as lymphadenopathy of unusual size or location (such as nodes in the posterior triangle of the neck, infraclavicular, epitrochlear, or periaortic areas), or splenomegaly.\n* Any current known malignancy or history of malignancy within the previous 5 years, except for squamous or basal cell carcinoma of the skin that have been treated with no evidence of recurrence.\n* Patients with moderate or severe heart failure (New York Heart Association \\[NYHA\\] class III/IV).\n* Patients with pre-existing or recent onset of central nervous system demyelinating disorders.\n* Known recent substance abuse (drug or alcohol).\n* Patients in whom multiple venipunctures are not feasible due to poor tolerability or lack of easy access.\n* Have a known infection with HIV or known active hepatitis B/C infection (including associated chronic active hepatitis).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Experiencing Any Adverse Event","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Experiencing Serious Adverse Event","description":"Serious adverse events are defined as death, life-threatening events, persistent or significant disability/incapacity, hospitalization or prolongation of hospitalization and congenital anomalies.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects Experiencing Any Infection","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":92},"commonTop":["upper respiratory tract infection","pruritus","urticaria","nausea","headache"]}}}