{"nctId":"NCT00789698","briefTitle":"Lurasidone HCl - A Long Term Phase 3 Study of Patients With Chronic Schizophrenia","startDateStruct":{"date":"2008-12"},"conditions":["Chronic Schizophrenia"],"count":240,"armGroups":[{"label":"Lurasidone HC1","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone HC1"]},{"label":"Quetiapine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Quetiapine XR"]}],"interventions":[{"name":"Lurasidone HC1","otherNames":[]},{"name":"Quetiapine XR","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Entry Criteria:\n\n* Screening for the present study will take place after subjects' participation in Study D1050233 has been completed, and after providing informed consent.\n\nInclusion Criteria:\n\n* Completed all required assessments on the final study visit in Study D1050233.\n* Suitable for treatment in an outpatient setting.\n\nExclusion Criteria:\n\n* Any chronic organic disease of the CNS (other than schizophrenia).\n* Considered by the investigator to be at imminent risk of suicide or injury to self, others, or property.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse of Psychotic Symptoms","description":"Time to relapse will be defined as the earliest occurrence of any of the following:\n\n* Worsening of \\>= 30% positive and negative syndrome scale total score from NCT00790192 and clinical global impression-severity sub-scale \\>=3\n* rehospitalization for worsening of psychosis\n* emergence of suicidal ideation, homicidal ideation and/or risk of harm to self or others Comparison of time to relapse of psychotic symptoms between lurasidone and quetiapine XR after 1 year as analyzed using the Cox proportional hazard model with country as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From the Acute Phase Baseline to Month 6 of the Double-blind Treatment in the CogState Computerized Cognitive Scores.","description":"The battery has seven outcome measures that measure the cognitive constructs. The seven domains are: detection, identification, one back task, international shopping list task, one card learning task, Groton maze learning task and social emotional matching. The standardized scores for each subject at each assessment will then be averaged to yield a composite score. There are no maximum or minimum values, however a higher score indicates improved performance on the cognitive constructs. The change score is change from baseline to month 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":null},{"groupId":"OG001","value":"-0.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From the Acute Phase Baseline to the End (Month 12) of the Double-blind Treatment in the Positive and Negative Syndrome Scale (PANSS)","description":"The PANSS is an interview-based measure of psychopathology severity in adults with psychotic disorders. Thirty items are rated using a Likert scale, from 1 - 7. The PANSS total score is the sum of thirty items ranging from 30 to 210 (higher score representing a worsening in psychosis).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.6","spread":null},{"groupId":"OG001","value":"-25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From the Acute Phase Baseline to the End (Month 12) of the Double-blind Treatment in the Clinical Global Impression Severity Scale (CGI-S) Scores","description":"The CGI-S is a clinician-rated assessment of the subject's current illness state on a scale ranging from 1-7, where a higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":null},{"groupId":"OG001","value":"-1.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":72},"commonTop":["Akathisia","Headache","Insomnia","Schizophrenia","Parkinsonism"]}}}