{"nctId":"NCT05259722","briefTitle":"A 24 Week Trial to Compare the Efficacy and Safety of Delgocitinib Cream 20 mg/g Twice-daily With Alitretinoin Capsules Once-daily in Adult Participants With Severe Chronic Hand Eczema","startDateStruct":{"date":"2022-06-15","type":"ACTUAL"},"conditions":["Chronic Hand Eczema"],"count":513,"armGroups":[{"label":"Delgocitinib cream 20 mg/g","type":"EXPERIMENTAL","interventionNames":["Drug: Delgocitinib"]},{"label":"Alitretinoin capsules 30 mg per capsule","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Toctino"]}],"interventions":[{"name":"Delgocitinib","otherNames":[]},{"name":"Toctino","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main inclusion criteria:\n\n* Diagnosis of CHE, defined as hand eczema that has persisted for more than 3 months or returned twice or more within the last 12 months.\n* Disease severity graded as severe at screening and baseline according to IGA-CHE (i.e. an IGA-CHE score of 4).\n* Participants who have a documented recent history of inadequate response to treatment with topical corticosteroids (TCS) or for whom TCS are documented to be otherwise medically inadvisable (e.g. due to important side effects or safety risks).\n* Participants adherent to standard non-medicated skin care including avoidance of known and relevant irritants and allergens.\n* Participants must use contraceptive methods in accordance with local regulations regarding the methods of contraception for those participating in clinical studies\n\nMain exclusion criteria:\n\n* Concurrent skin diseases on the hands, e.g. tinea manuum.\n* Active atopic dermatitis requiring medical treatment in regions other than the hands and feet.\n* Active psoriasis on any part of the body.\n* Hyperkeratotic hand eczema in combination with a history of psoriasis on any part of the body.\n* Clinically significant infection on the hands.\n* Participants who cannot receive alitretinoin.\n* Clinically significant infection within 28 days prior to baseline which, in the opinion of the investigator, may compromise the safety of the participant in the trial, interfere with evaluation of the IMP, or reduce the participant's ability to participate in the trial.\n* History of any known primary immunodeficiency disorder including a positive human immunodeficiency virus (HIV) test at screening, or the participant taking antiretroviral medications as determined by medical history and/or participant's verbal report.\n* Any disorder which is not stable and could:\n\n  * Affect the safety of the participant throughout the trial.\n  * Impede the participant's ability to complete the trial.\n* Positive hepatitis B surface antigen or hepatitis C virus antibody serology at screening.\n* Systemic treatment with immunosuppressive drugs, immunomodulating drugs, retinoids, or corticosteroids within 28 days prior to baseline.\n* Use of tanning beds, phototherapy, or bleach baths on the hands within 28 days prior to baseline.\n* Previous or current treatment with Janus kinase (JAK) inhibitors (including delgocitinib/LEO 124249), systemic or topical.\n* Cutaneously applied treatment with immunomodulators or TCS on the hands within 14 days prior to baseline.\n* Use of systemic antibiotics or cutaneously applied antibiotics on the hands within 14 days prior to baseline.\n* Other transdermal or cutaneously applied therapy on the hands (except for the use of subject's own emollients) within 7 days prior to baseline.\n* Cutaneously applied treatments in regions other than the hands, which could interfere with clinical trial evaluations or pose a safety concern within 7 days prior to baseline.\n* Treatment with any marketed biological therapy or investigational biologic agents:\n\n  * Any cell-depleting agents: within 6 months prior to baseline, or until lymphocyte count returns to normal, whichever is longer.\n  * Other biologics: within 3 months or 5 half-lives, whichever is longer, prior to baseline.\n* Previously used alitretinoin or participated in a clinical trial with alitretinoin or delgocitinib.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HECSI Score From Baseline to Week 12","description":"The Hand Eczema Severity Index (HECSI) is an instrument used in clinical trials to rate the severity of 6 clinical signs (erythema, infiltration/papulation, vesicles, fissures, scaling, and oedema) and the extent of the lesions in each of the 5 hand regions (fingertips, fingers \\[except fingertips\\], palm of hands, back of hands, and wrists) by use of standard scales. The HECSI score will range from 0 (lowest possible score) to 360 (highest possible score) with a higher score indicating greater severity.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.6","spread":"3.37"},{"groupId":"OG001","value":"-51.5","spread":"3.36"}]}]}]},{"type":"SECONDARY","title":"HECSI-90 at Week 12","description":"The Hand Eczema Severity Index (HECSI) is an instrument used in clinical trials to rate the severity of 6 clinical signs (erythema, infiltration/papulation, vesicles, fissures, scaling, and oedema) and the extent of the lesions in each of the 5 hand regions (fingertips, fingers \\[except fingertips\\], palm of hands, back of hands, and wrists) by use of standard scales. The HECSI score will range from 0 (lowest possible score) to 360 (highest possible score), with a higher score indicating greater severity. HECSI-90 is defined as at least 90% improvement in HECSI score from baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]}]},{"type":"SECONDARY","title":"IGA-CHE TS at Week 12.","description":"The Investigator's Global Assessment for chronic hand eczema (IGA-CHE) is an instrument used in clinical trials to rate the severity of the participant's global chronic hand eczema (CHE) and is based on a 5-point scale ranging from 0 (clear) to 4 (severe). IGA-CHE treatment success (IGA-CHE TS) is defined as an IGA-CHE score of 0 (clear) or 1 (almost clear) with a ≥2-step improvement from baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in HESD Itch Score (Weekly Average) From Baseline to Week 12","description":"The Hand Eczema Symptom Diary (HESD) is an eDiary in which participants will assess the worst severity of 6 individual signs and symptoms of CHE over the past 24 hours using an 11-point numeric rating scale with anchors of 0 ='no (symptom)' and 10 ='severe (symptom)' throughout the trial on a daily basis. This endpoint will only assess the 'itch' component.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"0.22"},{"groupId":"OG001","value":"-2.4","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change in HESD Pain Score (Weekly Average) From Baseline to Week 12.","description":"The Hand Eczema Symptom Diary (HESD) is an eDiary in which participants will assess the worst severity of 6 individual signs and symptoms of CHE over the past 24 hours using an 11-point numeric rating scale with anchors of 0 ='no (symptom)' and 10 ='severe (symptom)' throughout the trial on a daily basis. This endpoint will only assess the 'pain' component.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"0.23"},{"groupId":"OG001","value":"-2.3","spread":"0.23"}]}]}]},{"type":"SECONDARY","title":"AUC of HECSI-90 From Baseline up to Week 24","description":"The Hand Eczema Severity Index (HECSI) is an instrument used in clinical trials to rate the severity of 6 clinical signs (erythema, infiltration/papulation, vesicles, fissures, scaling, and oedema) and the extent of the lesions in each of the 5 hand regions (fingertips, fingers \\[except fingertips\\], palm of hands, back of hands, and wrists) by use of standard scales. The HECSI score will range from 0 (lowest possible score) to 360 (highest possible score) with a higher score indicating greater severity. HECSI-90 is defined as at least 90% improvement in HECSI score from baseline. The area under the curve (AUC) at participant level will be determined as follows: 1 will be assigned when response is observed and 0 otherwise. The AUC is interpreted as number of days with 90% reduction in HECSI score until Week 24.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.1","spread":"4.11"},{"groupId":"OG001","value":"43.5","spread":"4.22"}]}]}]},{"type":"SECONDARY","title":"AUC of Change From Baseline in DLQI Score up to Week 24","description":"The Dermatology Life Quality Index (DLQI) is a validated questionnaire consisting of 10 items addressing the participant's perception of the impact of their skin disease on different aspects of their quality of life over the last week. The DLQI score is the sum of the 10 items (score ranging from 0 to 30); a high score is indicative of a poor quality of life. The area under the curve (AUC) at patient level will be determined from the change from baseline in DLQI score estimated as a piecewise linear function from Week 0 to Week 24. Differences will be analyzed with opposite sign to interpret positive area as improvement in scores and negative area as worsening.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1124.7","spread":"61.37"},{"groupId":"OG001","value":"790.7","spread":"62.67"}]}]}]},{"type":"SECONDARY","title":"Change in HECSI Score From Baseline to Week 24","description":"The Hand Eczema Severity Index (HECSI) is an instrument used in clinical trials to rate the severity of 6 clinical signs (erythema, infiltration/papulation, vesicles, fissures, scaling, and oedema) and the extent of the lesions in each of the 5 hand regions (fingertips, fingers \\[except fingertips\\], palm of hands, back of hands, and wrists) by use of standard scales. The HECSI score will range from 0 (lowest possible score) to 360 (highest possible score) with a higher score indicating greater severity.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-69.6","spread":"3.78"},{"groupId":"OG001","value":"-45.1","spread":"3.77"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent AEs From Baseline up to Week 26","description":"An adverse event (AE) will be considered treatment emergent if started after the first application of investigational medicinal product (IMP), or if started before the first application of IMP and worsened in severity after first dose of IMP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"280","spread":null},{"groupId":"OG001","value":"620","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent SAEs From Baseline up to Week 26","description":"A serious adverse event (SAE) will be considered treatment emergent if started after the first application of investigational medicinal product (IMP), or if started before the first application of IMP and worsened in severity after first dose of IMP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of AEs Leading to IMP Discontinuation up to Week 24","description":"The investigational medicinal product (IMP) will be discontinued permanently in case of an AE that, in the opinion of the investigator or sponsor's medical expert, contraindicates further dosing. The investigator will assess the relationship between investigational medicinal product (IMP) and the adverse event (AE).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":253},"commonTop":["Headache","Nasopharyngitis","Nausea","COVID-19","Upper respiratory tract infection"]}}}