{"nctId":"NCT03247530","briefTitle":"Evaluation of SPN-812 (Viloxazine Extended-release Capsule) Low Dose in Children With ADHD","startDateStruct":{"date":"2017-10-20","type":"ACTUAL"},"conditions":["ADHD"],"count":477,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"100mg SPN-812","type":"EXPERIMENTAL","interventionNames":["Drug: 100mg SPN-812"]},{"label":"200mg SPN-812","type":"EXPERIMENTAL","interventionNames":["Drug: 200mg SPN-812"]}],"interventions":[{"name":"Placebo","otherNames":["PBO"]},{"name":"100mg SPN-812","otherNames":["SPN-812"]},{"name":"200mg SPN-812","otherNames":["SPN-812"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy male or female subjects, 6-11 years of age, inclusive.\n2. Diagnosis of ADHD according to the Diagnostic and Statistical Manual of Mental Disorders-5 (DSM-5), confirmed with the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID).\n3. Attention Deficit/Hyperactivity Disorder Rating Scale-5, Home Version: Child, Investigator Administered and Scored (ADHD-RS-5) score of at least 28.\n4. CGI-S score of at least 4 at screening.\n5. Weight of at least 20 kg.\n6. Free of medication for the treatment of ADHD for at least one week prior to randomization and agreement to remain so throughout the study.\n7. Considered medically healthy by the Investigator via assessment of physical examination, medical history, clinical laboratory tests, vital signs, and electrocardiogram.\n8. Written informed consent obtained from the subject's parent or legal representative and informed assent from the subject, if applicable.\n9. Females of childbearing potential (FOCP) must be either sexually inactive (abstinent) or, if sexually active, must agree to use one of the following acceptable birth control methods beginning 30 days prior to the first dose, throughout the study:\n\n   1. simultaneous use of male condom and intra-uterine contraceptive device placed at least four weeks prior to the first study drug administration\n   2. surgically sterile male partner\n   3. simultaneous use of male condom and diaphragm with spermicide\n   4. established hormonal contraceptive\n\nExclusion Criteria:\n\n1. Current diagnosis of major psychiatric disorders. Subjects with Major Depressive Disorder are allowed in the study if the subject is free of episodes both currently and for the last six months.\n2. Current diagnosis of major neurological disorders. Subjects with seizures or a history of seizure disorder within the immediate family (siblings, parents), or a history of seizure-like events are excluded from the study.\n3. Current diagnosis of significant systemic disease.\n4. Evidence of suicidality (defined as either active suicidal plan/intent or active suicidal thoughts, or more than one lifetime suicide attempt) within the six months before Screening or at Screening.\n5. BMI greater than 95th percentile for the appropriate age and gender.\n6. History of an allergic reaction to viloxazine or related drugs.\n7. Any food allergy, intolerance, restriction or special diet that, in the opinion of the Investigator, could contraindicate the subject's participation in this study.\n8. Subjects who received any investigational drug within the longer of 30 days or 5 half-lives prior to Day 1 dosing of SM.\n9. Any reason, which, in the opinion of the Investigator, would prevent the subject from participating in the study.\n10. Positive drug screen at the Screening Visit. A positive test for amphetamines is allowed for subjects receiving a stimulant ADHD medication at Screening; the subject will be required to discontinue the stimulant for the study, beginning at least one week prior to the Baseline Visit.\n11. Pregnancy or refusal to practice abstinence or acceptable birth control during the study (for female subjects of childbearing potential).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy of SPN-812 Assessed by Attention-Deficit/Hyperactivity Disorder (ADHD) Rating Scale, 5th Edition (ADHD-RS-5)","description":"The Primary Endpoint was the change from baseline in the Attention-Deficit/Hyperactivity Disorder Rating Scale, 5th Edition (ADHD-RS-5) Total score at Week 6 (End of Study). The ADHD-RS-5 is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology. The scale consists of 18 items that directly correspond to the 18 Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) symptoms of ADHD. Each item is rated on a 4-point Likert-type scale from 0 (never or rarely) to 3 (very often). A Total score is calculated by adding the responses of all 18 items (range: 0-54; the higher the score, the more severe the ADHD symptoms). Lower change from baseline scores (\\<0) represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.9","spread":"1.14"},{"groupId":"OG001","value":"-16.6","spread":"1.16"},{"groupId":"OG002","value":"-17.7","spread":"1.12"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Clinical Global Impression-Improvement (CGI-I) Scale","description":"The first Key Secondary Endpoint was the Clinical Global Impression-Improvement (CGI-I) Scale score at Week 6 (End of Study). The CGI-I scale is a single item assessment of how much the patient's illness has improved or worsened relative to a baseline state prior to the beginning of treatment. The CGI-I is rated on a 7-point Likert scale from 1 to 7, where 1 = \"very much improved\" and 7 = \"very much worse.\" Successful therapy is indicated by a lower overall score in subsequent testing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":"0.10"},{"groupId":"OG001","value":"2.7","spread":"0.10"},{"groupId":"OG002","value":"2.6","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Conners 3 - Parent Short Form (C3PS)","description":"The second Key Secondary Endpoint was the change from baseline in the Conners 3rd Edition - Parent Short Form (C3PS) Composite T-score at Week 6 (End of Study). The Conners 3rd Edition is a focused diagnostic tool for the assessment of ADHD and associated learning, behavior, and emotional problems in children 6 to 18 years of age. The C3PS is completed by a child's parent/guardian and is comprised of 45 items with subsets of items related to six content scales: inattention, hyperactivity/impulsivity, executive functioning, learning problems, defiance/aggression and peer relations. The parent rates his/her child on the first 43 items of the C3PS using a 4-point Likert scale (0-3; where 0=not at all true \\[never, seldom\\] and 3=very much true \\[very often, very frequently\\]) based on past month; the last 2 items are fill-in-the-blank and do not contribute to the raw score(s). Raw scores are converted to T-scores. Lower change from baseline T-scores (\\<0) represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.8","spread":"0.81"},{"groupId":"OG001","value":"-9.1","spread":"0.83"},{"groupId":"OG002","value":"-9.2","spread":"0.82"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Weiss Functional Impairment Rating Scale-Parent Report (WFIRS-P)","description":"The third Key Secondary Endpoint was the change from baseline in the Weiss Functional Impairment Rating Scale-Parent Report (WFIRS-P) Total Average score at Week 6 (End of Study). The WFIRS instrument evaluates ADHD-related functional impairment. The WFIRS-P is completed by the child's parent/guardian and is comprised of 50 items grouped into six domains: Family (10 items), School (10 items, includes learning \\[4 items\\] and behavior \\[6 items\\]), Life Skills (10 items), Child's Self-Concept (3 items), Social Activities (7 items), and Risky Activities (10 items). The parent/guardian rates each item on a 4-point Likert scale (0-3; where 0=never or not at all to 3= very often or very much) based on their child's behavior past month. A Total Average score was computed by calculating mean rating of all 50 items (ranging from 0 to 3, where a higher value represents more severe functional impairment). Lower change from baseline Total Average scores (\\<0) represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"0.033"},{"groupId":"OG001","value":"-0.36","spread":"0.033"},{"groupId":"OG002","value":"-0.39","spread":"0.032"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by 50% Responder Rate Per the Attention-Deficit/Hyperactivity Disorder Rating Scale, 5th Edition (ADHD-RS-5)","description":"An additional secondary endpoint was the percentage of responders at Week 6 (End of Study). A responder was defined as a subject who had a 50% or greater reduction (improvement) in their change from baseline Attention-Deficit/Hyperactivity Disorder Rating Scale, 5th Edition (ADHD-RS-5) Total score at Week 6 (End of Study). Values range from 0 to 100%. A higher percentage represents a greater number of responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"34.2","spread":null},{"groupId":"OG002","value":"41.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Parenting Stress Index, Fourth Edition, Short Form (PSI-4-SF)","description":"An additional secondary endpoint was the change from baseline in Parenting Stress Index, Fourth Edition, Short Form (PSI-4-SF) Total score at Week 6 (End of Study). The PSI-4 questionnaire evaluates the magnitude of stress in the parent-child relationship based on the parent's perception of the child's characteristics, the personal characteristics of the parent, and the interaction between the parent and the child. The PSI-4-SF was developed for parents of children ages 1 month to 12 years. The PSI-4-SF consists of 36 items divided into three domains: parental distress, parent-child dysfunctional interaction, and difficult child. Each item is rated on a 5-point Likert scale, where SD=Strongly Disagree, D=Disagree, NS=Not Sure, A=Agree, and SA=Strongly Agree. The total score ranges between 90 and 450; higher total scores indicate higher levels of stress. Lower change from baseline total scores (\\<0) represent better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.5","spread":"1.61"},{"groupId":"OG001","value":"-8.5","spread":"1.63"},{"groupId":"OG002","value":"-10.1","spread":"1.58"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by the Hyperactivity/Impulsivity Subscale and the Inattention Subscale of the Attention-Deficit/Hyperactivity Disorder Rating Scale, 5th Edition (ADHD-RS-5)","description":"An additional secondary endpoint was the change from baseline in the Attention-Deficit/Hyperactivity Disorder Rating Scale, 5th Edition (ADHD-RS-5) Hyperactivity/Impulsivity subscale score and Inattention subscale score at Week 6 (End of Study). The ADHD-RS-5 is an ADHD-specific rating scale designed and validated to assess current ADHD symptomatology. The scale consists of 18 items that directly correspond to the 18 DSM-5 symptoms of ADHD, including 9 items for the Hyperactivity/Impulsivity subscale and 9 items for the Inattention subscale. Each item is rated on a 4-point Likert-type scale from 0 (never or rarely) to 3 (very often). Each subscale score is calculated by adding the responses of all respective 9 items (range: 0-27; the higher the subscale score, the more severe the Hyperactivity/Impulsivity or Inattention symptoms). Lower change from baseline subscale scores (\\<0) represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.7","spread":"0.60"},{"groupId":"OG001","value":"-8.6","spread":"0.62"},{"groupId":"OG002","value":"-9.2","spread":"0.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"0.59"},{"groupId":"OG001","value":"-8.0","spread":"0.60"},{"groupId":"OG002","value":"-8.7","spread":"0.58"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Conners 3 - Self Report Short Form (C3-SRS)","description":"An additional secondary endpoint was the change from baseline in the Conners 3rd Edition - Self Report Short Form (C3-SRS) Composite T score at Week 6 (End of Study). The Conners 3rd Edition is a focused diagnostic tool for assessment of ADHD and associated learning, behavior, and emotional problems in children 6 to 18 years of age. The C3-SRS, which is only validated in children/adolescents 8-18 years of age, is comprised of 41 items with subsets of items related to five content scales: inattention, hyperactivity/impulsivity, learning problems, aggression and family relations. The subject rates himself/herself on the first 39 items of C3-SRS using a 4-point Likert scale (0-3; where 0=not at all true \\[never, seldom\\] and 3=very much true \\[very often, very frequently\\] based on past month; the last 2 items are fill-in-the-blank and do not contribute to the raw score(s). Raw scores are converted to T-scores. Lower change from baseline T-scores (\\<0) represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.85"},{"groupId":"OG001","value":"-5.3","spread":"0.84"},{"groupId":"OG002","value":"-4.6","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Effect of SPN-812 Assessed by Categorical Clinical Global Impression - Improvement (CGI-I) [the Percentage of Subjects Who Were 'Improved\"]","description":"An additional secondary endpoint was the percentage of subjects who were \"improved\" by visit; \"improved\" was defined as a subject who had a Clinical Global Impression - Improvement (CGI-I) score of 1 = \"Very Much Improved\" or 2 = \"Much Improved\". Values range from 0 to 100%. A higher percentage represents a greater number of subjects who were \"improved\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"23.9","spread":null},{"groupId":"OG002","value":"10.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"30.5","spread":null},{"groupId":"OG002","value":"31.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"40.7","spread":null},{"groupId":"OG002","value":"38.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null},{"groupId":"OG001","value":"46.5","spread":null},{"groupId":"OG002","value":"48.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"46.3","spread":null},{"groupId":"OG002","value":"48.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"45.0","spread":null},{"groupId":"OG002","value":"50.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":159},"commonTop":["Headache","Somnolence","Decreased appetite","Vomiting","Nasopharyngitis"]}}}