{"nctId":"NCT01550003","briefTitle":"Pediatric Arthritis Study of Certolizumab Pegol","startDateStruct":{"date":"2012-03-08","type":"ACTUAL"},"conditions":["Polyarticular-course Juvenile Idiopathic Arthritis (JIA)"],"count":193,"armGroups":[{"label":"Certolizumab Pegol","type":"EXPERIMENTAL","interventionNames":["Drug: Certolizumab Pegol (CZP)"]}],"interventions":[{"name":"Certolizumab Pegol (CZP)","otherNames":["Cimzia"]},{"name":"Certolizumab Pegol (CZP)","otherNames":["Cimzia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Study participant is 2 to 17 years of age (inclusive) at Baseline (Visit 2)\n* Study participants must weigh ≥10 kg (22lb) at Baseline (Visit 2)\n* Study participants must have had onset of signs and symptoms consistent with a diagnosis of Juvenile Idiopathic Arthritis (JIA) (according to the International League of Associations for Rheumatology Classification of Juvenile Idiopathic Arthritis, 2001) and initiation of JIA treatment for at least 6 months prior to Baseline (Visit 2). Eligible JIA categories include: polyarthritis rheumatoid factor-positive, polyarthritis rheumatoid factor-negative, extended oligoarthritis, juvenile psoriatic arthritis, and enthesitis-related arthritis (ERA)\n* Study participants must have active polyarticular-course disease, defined as ≥5 joints with active arthritis at Screening and at Baseline\n* Study participants must have had an inadequate response to, or intolerance to, at least 1 disease-modifying antirheumatic drug (DMARD) (nonbiologic or biologic). For example, study participant had prior inadequate response to methotrexate (MTX) (based on the Investigator's clinical judgment)\n* If the study participant is using MTX, then the study participant must have been on MTX for a minimum of 3 months at Screening. In addition, the dose must have been stable for at least 1 month before Screening at ≥10 to ≤15 mg/m\\^2 per week. If the study participant is not using MTX, then the treatment must have been previously withdrawn for documented reasons of intolerability or inadequate response\n* If the study participant is using oral corticosteroid therapy, the dose must have been stable for at least 7 days prior to the Baseline arthritis assessment at a maximum dose of 10 mg or 0.2 mg/kg prednisone (or equivalent) per day, whichever is the smaller dose\n\nExclusion Criteria:\n\n* Study participant has previously been exposed to more than 2 biologic agents\n* Study participant previously failed to respond to treatment with more than one tumor necrosis factor alpha (TNFα) antagonist drug\n* Study participant is currently receiving or has received any experimental (biological or nonbiological) therapy (within or outside a clinical study) in the 3 months or 5 half-lives prior to Baseline (Visit 2), whichever is longer\n* Study participant had previous treatment with a biological therapy for juvenile idiopathic arthritis (JIA) that resulted in a severe hypersensitivity reaction or an anaphylactic reaction\n* Study participant previously participated in this study or has previously been treated with CZP (whether in a study or not)\n* Study participant has a history of systemic JIA, with or without systemic features\n* Study participant has a secondary, noninflammatory type of rheumatic disease or of joint pains (eg, fibromyalgia) that in the Investigator's opinion is symptomatic enough to interfere with evaluation of the effect of study medication\n* Study participant has other inflammatory arthritis (eg, systemic lupus erythematosus, inflammatory bowel disease-related)\n* Study participant has active uveitis or a history of active uveitis within the preceding 6 months\n* Study participant has current, chronic or recurrent clinically significant infections\n* Study participant has a current sign or symptom which may indicate infection (eg, fever, cough), a history of chronic or recurrent infections within the same organ system (more than 3 episodes requiring antibiotics/antivirals during the 12 months prior to Screening \\[Visit 1\\]), had a recent (within the 6 months prior to Screening \\[Visit 1\\]) serious or life-threatening infection (including herpes zoster), or is at a high risk of infection in the Investigator's opinion (eg, study participants with leg ulcers, indwelling urinary catheter, and persistent or recurrent chest infections or permanently bed-ridden or wheelchair bound)","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Certolizumab Pegol (CZP) Plasma Concentration Level at Week 16","description":"Certolizumab Pegol (CZP) plasma concentration level was measured in micrograms per milliliter (ug/ml).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6166","spread":null},{"groupId":"OG001","value":"9.2277","spread":null},{"groupId":"OG002","value":"13.8928","spread":null},{"groupId":"OG003","value":"22.9060","spread":null},{"groupId":"OG004","value":"25.7752","spread":null},{"groupId":"OG005","value":"33.5680","spread":null}]}]}]},{"type":"PRIMARY","title":"Certolizumab Pegol (CZP) Plasma Concentration Level at Week 48","description":"Certolizumab Pegol (CZP) plasma concentration level was measured in ug/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7404","spread":null},{"groupId":"OG001","value":"8.4459","spread":null},{"groupId":"OG002","value":"12.2987","spread":null},{"groupId":"OG003","value":"NA","spread":null},{"groupId":"OG004","value":"20.7048","spread":null},{"groupId":"OG005","value":"25.5940","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Anti-Certolizumab Pegol (Anti-CZP) Antibody Level at Week 16","description":"Number of participants with anti-CZP antibodies were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Anti-Certolizumab Pegol (Anti-CZP) Antibody Level at Week 48","description":"Number of participants with anti-CZP antibodies were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Serious Treatment-emergent Adverse Events (TEAEs) During the Study","description":"A Serious Adverse Event (SAE) is any untoward medical occurrence that at any dose: results in deaths, is life-threatening, requires in patient hospitalization or prolongation of existing hospitalization, is a congenital anomaly or birth defect and other important medical events which based on medical or scientific judgement may jeopardize the patients, or may require medical or surgical intervention to prevent any of the above. TEAEs are defined as AEs starting on or after first administration of CZP and up to 70 days after last dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) Leading to Permanent Withdrawal of the Investigational Medicinal Product (IMP) During the Study","description":"An AE is any untoward medical occurrence in a patient or clinical investigation study participant administered a pharmaceutical product which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of an IMP, whether or not related to the IMP. TEAEs are defined as AEs starting on or after first administration of CZP and up to 70 days after last dose of study medication. TEAEs leading to permanent withdrawal of the IMP during the study were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting American College of Rheumatology Pediatric 30 % (PedACR30) Response Criteria at Week 16","description":"PedACR30-at least 30% improvement from baseline in 3 of any 6 core set measures, with no more than 1 of remaining variables worsening by \\>30%:\n\n* Number of joints with active arthritis\n* Number of joints with limitation of range of motion\n* Physician's Global Assessment of Disease Activity (using visual analog scale (VAS): 100mm; 0= very good, and 100= very poor)\n* CHAQ (30 questions, 8 domains, scores for each domain are averaged to calculate total score \\[ 0= no disability to 3= very severe disability\\])\n* Parent's Global Assessment of Overall Well-Being (using VAS: 100mm; 0= Very well to 100= Very poor)\n* C-reactive protein (CRP)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"77.8","spread":null},{"groupId":"OG002","value":"79.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting American College of Rheumatology Pediatric 50 % (PedACR50) Response Criteria at Week 16","description":"PedACR50- at least 50% improvement from baseline in 3 of any 6 core set measures, with no more than 1 of remaining variables worsening by \\>30%:\n\n* Number of joints with active arthritis\n* Number of joints with limitation of range of motion\n* Physician's Global Assessment (PGA) of Disease Activity (using VAS: 100mm; 0= very good, and 100= very poor)\n* Childhood Health Assessment Questionnaire (CHAQ) (30 questions, 8 domains, scores for each domain are averaged to calculate total score \\[ 0= no disability to 3= very severe disability\\])\n* Parent's Global Assessment of Overall Well-Being (using VAS: 100mm; 0= Very well to 100= Very poor)\n* CRP","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"71.4","spread":null},{"groupId":"OG002","value":"74.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting American College of Rheumatology Pediatric 70 % (PedACR70) Response Criteria at Week 16","description":"PedACR70- at least 70% improvement from baseline in 3 of any 6 following core set measures, with no more than 1 of remaining variables worsening by \\>30%:\n\n* Number of joints with active arthritis\n* Number of joints with limitation of range of motion\n* Physician's Global Assessment of Disease Activity (using VAS: 100mm; 0= very good, and 100= very poor)\n* CHAQ (30 questions, 8 domains, scores for each domain are averaged to calculate total score \\[ 0= no disability to 3= very severe disability\\])\n* Parent's Global Assessment of Overall Well-Being (using VAS: 100mm; 0= Very well to 100= Very poor)\n* CRP","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"57.1","spread":null},{"groupId":"OG002","value":"54.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting American College of Rheumatology Pediatric 90 % (PedACR90) Response Criteria at Week 16","description":"PedACR90- at least 90% improvement from baseline in 3 of any 6 following core set measures, with no more than 1 of remaining variables worsening by \\>30%:\n\n* Number of joints with active arthritis\n* Number of joints with limitation of range of motion\n* Physician's Global Assessment of Disease Activity (using VAS: 100mm; 0= very good, and 100= very poor)\n* CHAQ (30 questions, 8 domains, scores for each domain are averaged to calculate total score \\[ 0= no disability to 3= very severe disability\\])\n* Parent's Global Assessment of Overall Well-Being (using VAS: 100mm; 0= Very well to 100= Very poor)\n* CRP","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"25.4","spread":null},{"groupId":"OG002","value":"29.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":18},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Juvenile idiopathic arthritis","Pyrexia"]}}}