{"nctId":"NCT03956355","briefTitle":"Tapinarof for the Treatment of Plaque Psoriasis in Adults (3001)","startDateStruct":{"date":"2019-05-21","type":"ACTUAL"},"conditions":["Plaque Psoriasis"],"count":510,"armGroups":[{"label":"Tapinarof (DMVT-505)","type":"EXPERIMENTAL","interventionNames":["Drug: Tapinarof"]},{"label":"Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Cream"]}],"interventions":[{"name":"Tapinarof","otherNames":["DMVT-505"]},{"name":"Vehicle Cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects ages 18 to 75 years with clinical diagnosis of chronic plaque psoriasis and stable disease for at least 6 months prior to the study.\n* BSA involvement ≥ 3% and ≤ 20%\n* A PGA score of 2 (mild), 3 (moderate) or 4 (severe) at screening and baseline\n* Females of child bearing potential and male subjects who are engaging in sexual activity that could lead to pregnancy agree to follow the specified contraceptive guidance throughout the study, including screening, during the treatment period, and for at least 4 weeks after the last exposure to study treatment\n* Capable of giving written informed consent\n\nExclusion Criteria:\n\n* Psoriasis other than plaque variant\n* Any sign of infection of any of the psoriatic lesions\n* Concurrent conditions or history of other diseases:\n* Immunocompromised at Screening\n* Chronic or acute infection requiring treatment with systemic antibiotics, antivirals, antiparasitics, antiprotozoals, or antifungals within 4 weeks prior to the Baseline visit\n* Acute active bacterial, fungal, or viral (herpes simplex, herpes zoster, chicken pox) skin infection within 1 week prior to the Baseline visit\n* Significant dermatologic or inflammatory condition other than plaque psoriasis that, in the Investigator's opinion, would make it difficult to interpret data or assessments during the study\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥ 1.5x the upper limit of normal (ULN)\n* Total bilirubin \\> 1.5 x ULN; total bilirubin \\> ULN and ≤ 1.5 x ULN is acceptable if bilirubin is fractionated and direct bilirubin \\< 35%\n* Corrected QT interval \\> 475\n* Current or chronic history of liver disease, known hepatic or biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones), presence of hepatitis B surface antigen (HBsAg), or positive hepatitis C antibody test result, or a positive anti-hepatitis B core antigen (anti-HBc) result\n* Ultraviolet (UV) light therapy or prolonged exposure to natural or artificial sources of UV radiation within 4 weeks prior to the Baseline visit and/or plans to have such exposures during the study which could potentially impact the subject's psoriasis\n* Use of any prohibited medication within the indicated period before the first dose of study drug\n* Within a minimum of 5 half-lives for biologic agents:\n* Within 4 weeks for systemic immunosuppressive or immunomodulating agents, fumaric acid derivatives, vitamin D3 and analogs, retinoids, psoralens, corticosteroids, adrenocorticotropic hormone analogs, and tazarotene\n* 2 weeks for immunizations with a live viral component; drugs known to possibly worsen psoriasis, unless on a stable dose for \\> 12 weeks\n* With the exception of non-medicated emollients, 2 weeks for topical treatments including corticosteroids, immunomodulators, anthralin (dithranol), vitamin D derivatives or coal tar.\n* Pregnant females or lactating females\n* History of sensitivity to the study drugs, or components thereof or a history of drug or other allergy that, in the opinion of the Investigator or Medical Monitor, contraindicates the subject's participation in the study\n* The subject has received an investigational product within 30 days, 5 half-lives, or twice the duration of the biological effect of the study drug (whichever is longer) prior to first dose of study drug\n* Current or a history of cancer within 5 years except for fully excised skin basal cell carcinoma, squamous cell carcinoma or carcinoma in situ of the cervix\n* Subjects with active infection that required oral, intramuscular, or intravenous administration of antibiotics, antifungal or antiviral agents within 7 days of Baseline/Day 1\n* Previous known participation in a clinical study with tapinarof\n* Evidence of significant hepatic, renal, respiratory, endocrine, hematologic, neurologic, psychiatric, or cardiovascular (CV) system abnormalities or laboratory abnormality that will affect the health of the subject or interfere with interpretation of the results","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Subjects Who Achieve a Physician Global Assessment (PGA) Score of Clear (0) or Almost Clear (1) With a Minimum 2-grade Improvement From Baseline at Week 12. Analyses Were Done Using Multiple Imputation","description":"The PGA is a clinical tool for assessing the current state/severity of a subject's psoriasis at a given timepoint. A static 5-point scale is used to grade lesions on the clinical characteristics of erythema, scaling, and plaque thickness/elevation. The PGA ranges from 0 to 4, and is calculated as Clear (0), Almost clear (1), Mild (2), Moderate (3), and Severe (4). Higher PGA scores represent more severe disease. Analyses were done using multiple imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.4","spread":"2.75"},{"groupId":"OG001","value":"6.0","spread":"2.08"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With ≥ 75% Improvement in Psoriasis Area and Severity Index (PASI) From Baseline at Week 12. Analyses Were Done Using Multiple Imputation.","description":"The Psoriasis Area and Severity Index (PASI) scoring system combines the assessment of lesion severity and extent of affected area into a single score: 0 (no disease) to 72 (maximal disease). The body is divided into 4 areas for scoring (head, arms, trunk, and legs). Each area is assessed for 3 signs: erythema (redness), induration (plaque thickness), and scale. The severity of each sign in each body area is assessed and scored independently using a 5-point scale, where 0=none, 1=slight, 2=mild, 3=moderate, 4=severe. Each area is also assessed for percent of skin involved: 0 = (0%), 1 = (1-\\<10%), 2 = (10-\\<30%), 3 = (30-\\<50%), 4 = (50 -\\<70%), 5 = (70-\\<90%), 6 = (90-100%). The individual scores are multiplied by a weighted factor for each body region; the sum of these scores gives the overall PASI score. Higher scores indicate more severe disease. PASI is a static assessment made without reference to previous scores. Analyses were done using multiple imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":"2.73"},{"groupId":"OG001","value":"10.2","spread":"2.43"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With a PGA Score of 0 or 1 at Week 12. Analyses Were Done Using Multiple Imputation.","description":"The PGA is a clinical tool for assessing the current state/severity of a subject's psoriasis at a given timepoint. A static 5-point scale is used to grade lesions on the clinical characteristics of erythema, scaling, and plaque thickness/elevation. The PGA ranges from 0 to 4, and is calculated as Clear (0), Almost clear (1), Mild (2), Moderate (3), and Severe (4). Higher PGA scores represent more severe disease. Analyses were done using multiple imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.8","spread":"2.79"},{"groupId":"OG001","value":"9.9","spread":"2.51"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Percent of Total Body Surface Area (%BSA) Affected From Baseline to Week 12","description":"Assessment of BSA with psoriasis was estimated by means of the handprint method, where the full palmar hand of the participant (fully extended palm, fingers and thumb together) represented approximately 1% of the total BSA. Body regions are assigned specific number of handprints with percentage \\[Head and neck = 10% (10 handprints), upper extremities = 20% (20 handprints), Trunk (including axillae and groin) = 30% (30 handprints), lower extremities (including buttocks) = 40% (40 handprints)\\]. Estimates of the % involvement in each body region will be multiplied by the fraction of total body area to obtain the total %BSA involved by region and overall.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.50","spread":"0.471"},{"groupId":"OG001","value":"-0.22","spread":"0.579"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With ≥90% Improvement in PASI Score From Baseline to Week 12. Analyses Were Done Using Multiple Imputation.","description":"The Psoriasis Area and Severity Index (PASI) scoring system combines the assessment of lesion severity and extent of affected area into a single score: 0 (no disease) to 72 (maximal disease). The body is divided into 4 areas for scoring (head, arms, trunk, and legs). Each area is assessed for 3 signs: erythema (redness), induration (plaque thickness), and scale. The severity of each sign in each body area is assessed and scored independently using a 5-point scale, where 0=none, 1=slight, 2=mild, 3=moderate, 4=severe. Each area is also assessed for percent of skin involved: 0 = (0%), 1 = (1-\\<10%), 2 = (10-\\<30%), 3 = (30-\\<50%), 4 = (50 -\\<70%), 5 = (70-\\<90%), 6 = (90-100%). The individual scores are multiplied by a weighted factor for each body region; the sum of these scores gives the overall PASI score. Higher scores indicate more severe disease. PASI is a static assessment made without reference to previous scores. Analyses were done using multiple imputation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":"2.18"},{"groupId":"OG001","value":"1.6","spread":"1.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":340},"commonTop":["Folliculitis","Nasopharyngitis","Dermatitis contact","Headache","Upper respiratory tract infection"]}}}