{"nctId":"NCT01191944","briefTitle":"Pramipexole Extended Release Versus Pramipexole Immediate Release for 18 Weeks in Chinese Parkinson's Disease (PD) Patients","startDateStruct":{"date":"2010-08"},"conditions":["Parkinson Disease"],"count":475,"armGroups":[{"label":"pramipexole Extended release","type":"EXPERIMENTAL","interventionNames":["Drug: pramipexole extended release tablet"]},{"label":"pramipexole Immediate release","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: pramipexole immediate release tablet"]}],"interventions":[{"name":"pramipexole immediate release tablet","otherNames":[]},{"name":"pramipexole extended release tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Male or female Chinese patient with idiopathic Parkinson's disease (PD) confirmed by at least two of the following signs: resting tremor, bradykinesia, rigidity.\n2. Parkinson's disease diagnosed for at least 2 years.\n3. Patients 30 years of age or older at the time of diagnosis.\n4. Modified Hoehn and Yahr stage of 2 to 4 at on-time.\n5. If a patient is treated with standard or controlled release Levodopa combined with a Dopa-Decarboxylase-inhibitor or with Levodopa combined with a Dopa-Decarboxylase-inhibitor/entacapone, the dosage should be optimised according to investigator's judgement, and stable for at least 4 weeks prior to baseline visit.\n6. If a patient treated with Levodopa combined with a Dopa-Decarboxylase-inhibitor has motor fluctuations, he should not have more than 6 hours of off-time every day during waking hours (documented on a patient diary completed for 2 consecutive days before baseline visit).\n7. Patient willing and able to comply with scheduled visits, treatment plan, laboratory tests and other study procedures (in particular, after training, the patient should be able to recognise the off-time and on-time periods during waking hours and to record them accurately in the patient diary).\n8. Signed informed consent obtained before any study procedures are carried out (in accordance with International Conference on Harmonisation-Good Clinical Practice guidelines and local legislation).\n\nExclusion criteria:\n\nMedical exclusions:\n\n1. Atypical parkinsonian syndromes due to drugs (e.g., metoclopramide, flunarizine), metabolic disorders (e.g., Wilson's disease), encephalitis or degenerative diseases (e.g., progressive supranuclear palsy).\n2. Dementia, as defined by a Mini-Mental State Exam score \\< 24 at screening visit \\[R96-2656\\].\n3. Any psychiatric disorder according to Diagnostic and Statistical Manual of Mental Disorders (4th edition)criteria that could prevent compliance or completion of the study and/or put the patient at risk if he/she takes part in the study.\n4. History of psychosis, except history of drug induced hallucinations (provided the investigator considers that participation to the trial would not represent a significant risk for the patient).\n5. History of deep brain stimulation\n6. Clinically significant electrocardiogram abnormalities at screening visit, according to investigator's judgement.\n7. Clinically significant hypotension (i.e. supine systolic blood pressure \\< 90 mmHg) and/or symptomatic orthostatic hypotension (i.e. clinical symptoms of orthostatic hypotension associated with a decline \\>=20 mmHg in systolic blood pressure and a decline \\>= 10 mmHg in diastolic blood pressure, at one minute after standing compared with the previous supine systolic and diastolic blood pressure obtained after 5 minutes of quiet rest) at screening or baseline visit.\n8. Malignant melanoma or history of previously treated malignant melanoma.\n9. Any other clinically significant disease, whether treated or not, that could put the patient at risk or could prevent compliance or completion of the study.\n10. Pregnancy (to be excluded by urine pregnancy test at screening visit) or breast-feeding.\n11. Sexually active female of childbearing potential (less than 6 months post-menopausal and not surgically sterilised) not using a medically approved method of birth control (i.e. oral contraceptives, intrauterine device, or double-barrier) for at least one month prior to the screening visit and throughout the study period (up to the follow-up visit).\n12. Serum levels of Aspartate Aminotransferase, Alanine Aminotransferase , alkaline phosphatases or total bilirubin \\> 2 Upper Limit of Normal (on screening lab test).\n13. Patients with a creatinine clearance \\< 50 mL/min/1.73m2 (estimated by the local lab / the investigator using the Modification of Diet in Renal Disease (MDRD), and calculated on screening lab test)","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Unified Parkinsons Disease Rating Scale (UPDRS) Parts II+III Score at Week 18","description":"UPDRS total score ranges from 0 (best) to 160 (worst) and was calculated as the sum of Part II (activities of daily living, ranges from 0 to 52) and Part III (motor examination, ranges from 0 to 108). Reduction over time represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.807","spread":"0.6547"},{"groupId":"OG001","value":"-13.047","spread":"0.6434"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage Off-time During Waking Hours at Week 18","description":"Percentage off-time during waking hours based on patient diary data, percentage ranging from 0 (best case) to 100 (worst case). Off-time describes a period when the patient experiences increased parkinsonian symptoms (e.g. immobility or inability to move with ease). Reduction over time represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.962","spread":"1.5072"},{"groupId":"OG001","value":"-7.443","spread":"1.5362"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Duration of Off-time During Waking Hours at Week 18","description":"Duration of off-time during waking hours based on patient diary data. Off-time describes a period when the patient experiences increased parkinsonian symptoms (e.g. immobility or inability to move with ease). Reduction over time represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.044","spread":"0.2256"},{"groupId":"OG001","value":"-1.098","spread":"0.2300"}]}]}]},{"type":"SECONDARY","title":"Responder in Percentage Off-time During Waking Hours at Week 18","description":"Percentage off-time based on patient diary data, percentage ranging from 0 (best case) to 100 (worst case). Off-time describes a period when the patient experiences increased parkinsonian symptoms (e.g. immobility or inability to move with ease). Reduction over time represents an improvement. Responders were defined as patients with at least a 20 percent improvement relative to baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage On-time Without Dyskinesia at Week 18","description":"Percentage on-time without Dyskinesia based on patient diary data, percentage ranging from 0 (worst case) to 100 (best case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Increase in the percentage represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.028","spread":"1.9274"},{"groupId":"OG001","value":"4.265","spread":"1.9643"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage On-time With Non-troublesome Dyskinesia at Week 18","description":"Percentage on-time with non-troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (worst case) to 100 (best case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as non-troublesome if it did not interfere with function or did not cause meaningful discomfort. Increase in the percentage represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.235","spread":"1.0807"},{"groupId":"OG001","value":"3.275","spread":"1.1013"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage On-time Without or With Non-troublesome Dyskinesia at Week 18","description":"Percentage on-time without or with non-troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (best case) to 100 (worst case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as non-troublesome if it did not interfere with function or did not cause meaningful discomfort. Increase in the percentage represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.855","spread":"1.5672"},{"groupId":"OG001","value":"7.476","spread":"1.5973"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percentage On-time With Troublesome Dyskinesia at Week 18","description":"Percentage on-time with troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (best case) to 100 (worst case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as troublesome if it interfered with function or caused meaningful discomfort. Decrease in the percentage represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.142","spread":"0.3398"},{"groupId":"OG001","value":"0.226","spread":"0.3463"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Duration of On-time Without Dyskinesia at Week 18","description":"Duration of on-time without Dyskinesia based on patient diary data. On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Increase in the duration represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.026","spread":"0.3076"},{"groupId":"OG001","value":"0.496","spread":"0.3134"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Duration of On-time With Non-troublesome Dyskinesia at Week 18","description":"Duration on-time with non-troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (worst case) to 100 (best case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as non-troublesome if it did not interfere with function or did not cause meaningful discomfort. Increase in the duration represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.044","spread":"0.1740"},{"groupId":"OG001","value":"0.518","spread":"0.1773"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Duration of On-time Without or With Non-troublesome Dyskinesia at Week 18","description":"Duration of on-time without Dyskinesia or with non-troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (worst case) to 100 (best case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as non-troublesome if it did not interfere with function or did not cause meaningful discomfort. Increase in the duration represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.982","spread":"0.2583"},{"groupId":"OG001","value":"1.013","spread":"0.2632"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Duration of On-time With Troublesome Dyskinesia at Week 18","description":"Duration of on-time with troublesome Dyskinesia based on patient diary data, percentage ranging from 0 (best case) to 100 (worst case). On-time describes a period during which a patient was relatively free of Parkinsons symptoms (e.g. mobile or capable of moving with relative ease and independence). Dyskinesia qualified as troublesome if it interfered with function or caused meaningful discomfort. Decrease in the duration represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.000","spread":"0.0553"},{"groupId":"OG001","value":"0.031","spread":"0.0564"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Improvement (CGI-I) Responder at Week 18","description":"CGI-I was used to assess the overall status of Parkinsons disease (PD) after interviewing the patient about the various aspects of the PD and after evaluating adverse events and concomitant treatments. Ranging from 1 point=very much improved to 7 points=very much worse. Responders were defined as patients having score 1 or 2 (at least much improved) when comparing the past week to the assessment at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"95","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impressions of Improvement (PGI-I) Responder at Week 18","description":"The PGI-I scale is a patient-rated instrument which was used to measure the improvement of a patients PD symptoms throughout the study. Ranging from 1 point=very much better to 7 points=very much worse. Responders were defined as patients having score 1 or 2 (at least much better) when comparing the past week to the assessment at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]},{"type":"SECONDARY","title":"Responder in UPDRS Parts II+III Score at Week 18","description":"Responders were defined as patients with at least a 20 percent improvement of UPDRS II+III score relative to baseline. UPDRS II+III ranges 0-160 scores from best to worst and was calculated as the sum of Part II (activities of daily living, ranges from 0 to 52) and Part III (motor examination, ranges from 0 to 108).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"164","spread":null},{"groupId":"OG001","value":"154","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UPDRS II Score Separately at Week 18","description":"UPDRS Part II (activities of daily living) ranges from 0 to 52. Reduction over time represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.750","spread":"0.2235"},{"groupId":"OG001","value":"-3.596","spread":"0.2197"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Epworth Sleepiness Scale (ESS) Total Score at 18 Weeks","description":"ESS is a patient-report scale with 8 items rating how likely one is to fall asleep during passive and inconsequential situations such as watching television, more active situations such as sitting and talking to someone, or consequential situations such as sitting in a car, while stopped for a few minutes in traffic. The likelihood of dozing off is rated from 0 points (no chance) to 3 points (high chance). The overall rating scale is scored from 0 (no daytime sleep) to 24 (worst daytime sleep).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"3.43"},{"groupId":"OG001","value":"-0.0","spread":"3.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UPDRS III Score Separately at Week 18","description":"UPDRS Part III (motor examination) ranges from 0 to 108. Reduction over time represents an improvement. Means are adjusted for treatment, centre and baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.068","spread":"0.5048"},{"groupId":"OG001","value":"-9.440","spread":"0.4962"}]}]}]},{"type":"SECONDARY","title":"Levodopa (L-Dopa) Introduction During the Study","description":"Number of patients without concomitant L-Dopa treatment at baseline which required L-Dopa supplementation during the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Levodopa (L-Dopa) Dose Change During the Study","description":"Although the number of patients who began the study with concomitant L-dopa supplementation and required a change in dosage was not analysed for this study, the change from baseline in L-dopa dose is presented.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.17","spread":"51.563"},{"groupId":"OG001","value":"-11.22","spread":"101.913"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":234},"commonTop":["Somnolence","Dizziness","Constipation","Nausea","Dyskinesia"]}}}