{"nctId":"NCT03952806","briefTitle":"Study of BHV-3241 in Participants With Multiple System Atrophy","startDateStruct":{"date":"2019-07-29","type":"ACTUAL"},"conditions":["Multiple System Atrophy"],"count":421,"armGroups":[{"label":"Verdiperstat","type":"EXPERIMENTAL","interventionNames":["Drug: Verdiperstat"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Verdiperstat","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of probable or possible MSA according to consensus clinical criteria (Gilman et al 2008), including participants with MSA of either subtype (MSA-P or MSA-C).\n2. Able to ambulate without the assistance of another person, defined as the ability to take at least 10 steps. Use of assistive devices (e.g., walker or cane) is allowed.\n3. Anticipated survival of at least 3 years at the time of Screening, as judged by the Investigator.\n\nExclusion Criteria:\n\n1. Any condition that would interfere with the participant's ability to comply with study instructions, place the participant at unacceptable risk, and/or confound the interpretation of safety or efficacy data from the study, as judged by the Investigator.\n2. Diagnosis of neurological disorders, other than MSA.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Modified UMSARS Score at Week 48","description":"UMSARS - clinician-rated scale comprised of 4 parts: Part I (Historical Review), Part II (Motor Examination), Part III (Autonomic Examination), Part IV (Global Disability Scale). Modified UMSARS is composed of subset of 9 items from original UMSARS Part I and Part II. Responses are measured on 4-point scale ranged from 0-3, where 0= no/mild impairment, 1= moderate impairment, 2= severe impairment, 3=complete impairment. Total modified UMSARS score is sum of these 9 items, score range from 0 to 27. Higher scores indicate greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.20","spread":null},{"groupId":"OG001","value":"4.85","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) and Serious TEAEs","description":"An adverse event (AE) is defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in participants or clinical investigation participants administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. A serious AE (SAE) is defined as any event that met any of the following criteria at any dose: death; life-threatening; inpatient hospitalization or prolongation of existing hospitalization; persistent or significant disability/incapacity; congenital anomaly/birth defect in the offspring of a participant who received study drug; other important medical events that may not have resulted in death, be life-threatening, or required hospitalization, or, based upon appropriate medical judgment, they may have jeopardized the participant and may have required medical or surgical intervention to prevent one of the other serious outcomes.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"160","spread":null},{"groupId":"OG001","value":"156","spread":null},{"groupId":"OG002","value":"95","spread":null},{"groupId":"OG003","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"30","spread":null},{"groupId":"OG003","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Improvement (CGI-I) Score at Week 48","description":"The CGI-I is a clinician-rated scale measuring the change in the participant's clinical status from a specific point in time. It is scored on a 7- point scale, ranging from 1 (very much improved) to 7 (very much worse), with a score of 4 indicating no change. Higher scores indicate greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.07","spread":null},{"groupId":"OG001","value":"5.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple System Atrophy Quality of Life (MSA-QoL) Motor Subscale at Week 48","description":"The MSA-QoL is a participant-rated scale that was designed to measure health-related quality of life specifically in MSA. It assesses activities of daily living and has subscales for motor, nonmotor, and emotional/social domains. The MSA-QoL motor subscale includes 14 items. The response to each question ranges from 0= no problem, to 4= extreme problem, with a total scale ranging from 0-56. Higher scores indicates higher impact of the disease on the aspect measured by each subscale.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.83","spread":null},{"groupId":"OG001","value":"13.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Multiple System Atrophy Quality of Life (MSA-QoL) Non-motor Subscale at Week 48","description":"The MSA-QoL is a participant-rated scale that was designed to measure health-related quality of life specifically in MSA. It assesses activities of daily living and has subscales for motor, nonmotor, and emotional/social domains. The MSA-QoL nonmotor subscale includes 12 items. The response to each question ranges from 0= no problem, to 4= extreme problem, with a total scale ranging from 0-48. Higher scores indicates higher impact of the disease on the aspect measured by each subscale.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.52","spread":null},{"groupId":"OG001","value":"5.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UMSARS Part I and Part II Total Score at Week 48","description":"The UMSARS is a clinician-rated scale comprised of 4 parts: Part I (Historical Review with 12 questions), Part II (Motor Examination with 14 questions), Part III (Autonomic Examination), and Part IV (Global Disability Scale). UMSARS Part I and Part II responses are measured on a 5-point scale ranging from 0 to 4, where 0= no impairment, 1= mild impairment, 2= moderate impairment, 3= severe impairment, 4=complete impairment. Each subscale score is a sum of its items and total score is sum of all 26 items, score range from 0 to 104. Higher scores indicates greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.00","spread":null},{"groupId":"OG001","value":"11.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Global Impression of Severity (PGI-S) at Week 48","description":"The PGI-S is a participant-rated scale that measures how participants perceive the severity of their illness. The PGI-S is a 1-item questionnaire on a 4-point scale ranging from 1 to 4, where, 1 = normal, 2 = mild, 3 = moderate, 4 = severe. Higher scores indicate greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":null},{"groupId":"OG001","value":"0.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-S) at Week 48","description":"The CGI-S is a clinician-rated scale measuring the severity of the participant's illness. It is scored on a 7- point scale ranging from 1 (normal, not ill at all) to 7 (among the most extremely ill patients). Higher scores indicate greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":null},{"groupId":"OG001","value":"0.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UMSARS Part III at Week 48 (Blood Pressure (BP) Only)","description":"The UMSARS is a clinician-rated scale comprised of 4 parts: Part I (Historical Review), Part II (Motor Examination), Part III (Autonomic Examination) and Part IV (Global Disability Scale). Only Part III of UMSARS was analyzed. Part III of the UMSARS is an Autonomic Exam, consisting of Supine and Standing Systolic and Diastolic Blood Pressure, Heart rate and presence Orthostatic Symptoms. Only change in Orthostatic Blood Pressure reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.18","spread":null},{"groupId":"OG001","value":"-3.09","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.87","spread":null},{"groupId":"OG001","value":"-2.54","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UMSARS Part III at Week 48 (Heart Rate (HR) Only)","description":"The UMSARS is a clinician-rated scale comprised of 4 parts: Part I (Historical Review), Part II (Motor Examination), Part III (Autonomic Examination) and Part IV (Global Disability Scale). Only Part III of UMSARS was analyzed. Part III of the UMSARS is an Autonomic Exam, consisting of Supine and Standing Systolic and Diastolic Blood Pressure, Heart rate and presence Orthostatic Symptoms. Only change in Orthostatic Heart Rate reported.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"-0.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UMSARS Part IV at Week 48","description":"The UMSARS is a clinician-rated scale comprised of 4 parts: Part I (Historical Review), Part II (Motor Examination), Part III (Autonomic Examination) and Part IV (Global Disability Scale). Only Part IV of UMSARS was analyzed. Part IV was measured on a 5-point scale ranging from 1= Completely independent. Able to do all chores with minimal difficulty or impairment. Essentially normal. Unaware of any difficulty, to 5= Totally dependent and helpless. Bedridden. Higher scores indicate greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":null},{"groupId":"OG001","value":"0.85","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":168},"commonTop":["Urinary tract infection","Fall","Headache","Dizziness","Constipation"]}}}