{"nctId":"NCT01594333","briefTitle":"Cardiovascular Inflammation Reduction Trial","startDateStruct":{"date":"2013-04"},"conditions":["Cardiovascular Disease"],"count":4786,"armGroups":[{"label":"Methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Methotrexate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Methotrexate","otherNames":["Trexall, TEVA Inc (brand of methotrexate)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years at screening\n* Documented past history of myocardial infarction OR past evidence of multivessel coronary artery disease by angiography.\n\n  * To qualify on the basis of past history of myocardial infarction, the event must be documented either by hospital records or by evidence on current ECG of Q waves in two contiguous leads and/or an imaging test demonstrating wall motion abnormality or scar. The patient must also have completed any planned coronary revascularization procedures associated with the qualifying event, and be clinically stable for at least 60 days prior to screening.\n  * To qualify on the basis of multivessel coronary disease, there must be past angiographic evidence of atherosclerosis in at least 2 major epicardial vessels defined either as the presence of a stent, a coronary bypass graft, or an angiographic lesion of 60% or greater. Left main coronary artery disease that has been revascularized with a stent or bypass graft will qualify as multivessel disease, as will the presence of a 50% or greater isolated left main stenosis. The patient must also have completed any planned coronary revascularization procedures associated with the qualifying event, and be clinically stable for at least 60 days prior to screening.\n* History of type 2 diabetes or metabolic syndrome at time of study enrollment\n* Willingness to participate as evidenced by signing the study informed consent\n\nExclusion Criteria:\n\n* Prior history of chronic infectious disease, tuberculosis, or severe fungal disease; chronic hepatitis B or C infection; renal insufficiency; interstitial pneumonitis, bronchiectasis, or pulmonary fibrosis; known chronic pericardial effusion, pleural effusion, or ascites; chronic liver disease; myeloproliferative disorders in the past 5 years; non-basal cell malignancy or treated lymphoproliferative disease within the past 5 years; known HIV positive; life expectancy of \\< 3 years;\n* Chronic inflammatory condition such as lupus or rheumatoid arthritis, ulcerative colitis or Crohn's disease\n* White blood cell count \\< 3,500/ul, hematocrit \\< 32 percent, or platelet count \\< 75,000/ul\n* Liver transaminase levels (AST or ALT) \\>upper limit of normal (ULN) or albumin \\< the lower limit of normal (LLN);\n* Creatinine clearance \\< 40 ml/min as estimated with the Cockcroft-Gault equation;\n* History of alcohol abuse or unwillingness to limit alcohol consumption to less than 4 drinks per week\n* Women of child bearing potential, even if they are currently using contraception, and women intending to breastfeed.\n* Men who plan to father children during the study period or who are unwilling to use effective forms of contraception.\n* Requirement for use of drugs that alter folate metabolism (trimethoprim/sulfamethoxazol) or reduce tubular excretion (probenecid) or known allergies to antibiotics making avoidance of trimethoprim impossible;\n* Current indication for methotrexate therapy;\n* Chronic use of oral steroid therapy or other immunosuppressive or biologic response modifiers. Eligible study participants will be encouraged to have up to date pneumococcal and influenza vaccinations as recommended based on their age and underlying medical conditions.\n* Chest X-ray evidence in the past 12 months of interstitial pneumonitis, bronchiectasis, or pulmonary fibrosis. For participants who do not have a chest X-ray in the prior 12 months, a chest X-ray will be obtained at baseline as part of the study protocol.\n* New York Heart Association Class IV congestive heart failure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Major Adverse Cardiovascular Events","description":"The first occurrence of Major Adverse Cardiovascular Event which is defined as the occurrence of one or more of the following: Cardiovascular Death, Non-Fatal Myocardial Infarction or Non-Fatal Stroke.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null},{"groupId":"OG001","value":"167","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Major Adverse Cardiovascular Event or Hospitalization for Unstable Angina That Led to Urgent Coronary Revascularization","description":"The first occurrence of Major Adverse Cardiovascular Event or Hospitalization for Unstable Angina that led to Urgent Coronary Revascularization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201","spread":null},{"groupId":"OG001","value":"207","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With All-cause Mortality","description":"Subjects who died from any cause.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Major Adverse Cardiovascular Event or Any Coronary Revascularization","description":"The first occurrence of Major Adverse Cardiovascular Event or Any Coronary Revascularization.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"278","spread":null},{"groupId":"OG001","value":"288","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Hospitalization for Congestive Heart Failure","description":"The first occurrence of Hospitalization for Congestive Heart Failure","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Major Adverse Cardiovascular Event, Coronary Revascularization, Hospitalization for Congestive Heart Failure or All Cause Mortality","description":"The first occurrence of Major Adverse Cardiovascular Event, Coronary Revascularization, Hospitalization for Congestive Heart Failure or All Cause Mortality.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"344","spread":null},{"groupId":"OG001","value":"345","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With New Onset Type 2 Diabetes","description":"New onset type 2 diabetes among those without diabetes at baseline. Baseline diabetes is defined as any of the following prior to randomization: clinician report of diabetes, use of antidiabetic medication, hbA1c \\>=6.5 or fasting plasma glucose \\>=126.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Hospitalization for Unstable Angina That Led to Unplanned Coronary Revascularization","description":"The first occurrence of hospitalization for unstable angina that led to unplanned coronary revascularization","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Coronary Revascularization","description":"The first occurrence of coronary revascularization","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"205","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Peripheral Artery Disease","description":"The first occurrence of new or worsening of peripheral artery disease","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Deep Vein Thrombosis or Pulmonary Embolism","description":"The first occurrence of symptomatic deep vein thrombosis or pulmonary embolism","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Aortic Stenosis","description":"The first occurrence of clinically significant aortic stenosis","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Subjects With Atrial Fibrillation","description":"The first occurrence of new or worsening of atrial fibrillation","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":569,"n":2391},"commonTop":["Any","Any","Any","Any","Any"]}}}