{"nctId":"NCT00772447","briefTitle":"China Registration Study in Patients With Skin Infections","startDateStruct":{"date":"2008-09"},"conditions":["Skin Diseases","Infectious"],"count":265,"armGroups":[{"label":"AZ drug","type":"EXPERIMENTAL","interventionNames":["Drug: Daptomycin"]},{"label":"Comparator","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin"]}],"interventions":[{"name":"Daptomycin","otherNames":["Cubicin®"]},{"name":"Vancomycin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of inform consent\n* A diagnosis of of complicated skin and skin structure infection known or suspected to be due to Gram-positive bacteria\n* Diagnosis of bacterial skin and skin structure infection in the presence of some complicating factor, including infections involving deeper soft tissue or requiring surgical intervention, a pre-existing lesion or underlying condition affect healing\n\nExclusion Criteria:\n\n* Subjects known to have any bloodstream infection (including bloodstream infection caused by S. aureus). Subjects whose baseline blood cultures are positive for any clinically pathogenic organism ( including S. aureus ) should be discontinued from study\n* Minor or superficial skin infections, Infected \"decubitus\"ulcer, Perirectal abscess, Hidradenitis suppurativa, Myositis, Multiple infected ulcers at distant sites, Infected burn wounds of a large area,\n* Conditions requiring surgery that in and of itself would cure the infection or remove the infected site (eg, amputation)\n* Conditions requiring emergent surgical intervention at the site of infection (eg, progressive necrotizing infections)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change of Erythrocyte Volume Fraction(Percentage of Erythrocyte Volume in Total Volume of Blood)","description":"Erythrocyte volume fraction means under certain conditions, after centrifugation pressing, the percentage of erythrocyte volume in the total volume of blood","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.080"},{"groupId":"OG001","value":"0.01","spread":"0.033"}]}]}]},{"type":"PRIMARY","title":"Change in Creatinine Clearance","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.91","spread":"76.851"},{"groupId":"OG001","value":"0.99","spread":"21.232"}]}]}]},{"type":"PRIMARY","title":"Change in Serum Total Creatine Phosphokinase (CPK)","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.60","spread":"56.89"},{"groupId":"OG001","value":"-2.40","spread":"46.05"}]}]}]},{"type":"PRIMARY","title":"Change in Urine pH","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.960"},{"groupId":"OG001","value":"-0.30","spread":"0.952"}]}]}]},{"type":"PRIMARY","title":"Shift in ECG","description":"percentage of patients who were primarily tested as normal ECG at baseline and changed into abnormal ECG at TOC visit in all the patients with normal ECG at baseline","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"7.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Blinded Investigator's Assessement of Clinical Response at TOC(Test of Cure)","description":"The percentage of patients who were cured or clinically improved in the clinical evaluable (CE) population of each arm at TOC visit was analyzed. CE population includes all the patients with no significant deviation from study protocol in full analysis set population, and meetting the following specific criteria: 1.receiving randomly dispensed study treatment at appropriate time(with a compliance of at least 80% or 4 days \\[3 days for patients evaluated as treatment failure\\]). 2.without the administration of potentially confounding non-investigational antibiotics (using one potentially effective non-investigational antibiotic for the treatment of primary infection due to other reasons than lack of efficacy from Day 1 to TOC \\[for systemicadministration of non-glycopeptides, \\>1 calendar day\\]). 3.meeting the study inclusion/exclusion criteria 4.necessary clinical evaluation performed (evaluation for effectiveness at TOC visit, except for the condition confirmed as clinically ineffective)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.5","spread":null},{"groupId":"OG001","value":"90.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Blinded Investigator's Assessement of Clinical Response at EOT(End of Therapy)","description":"The percentage of patients who were cured or clinically improved in the clinical evaluable (CE) population at EOT visit was analyzed. CE population includes all the patients with no significant deviation from study protocol in full analysis set population, and meetting the following specific criteria: 1.receiving randomly dispensed study treatment at appropriate time(with a compliance of at least 80% or 4 days \\[3 days for patients evaluated as treatment failure\\]). 2.without the administration of potentially confounding non-investigational antibiotics (using one potentially effective non-investigational antibiotic for the treatment of primary infection due to other reasons than lack of efficacy from Day 1 to TOC \\[for systemicadministration of non-glycopeptides, \\>1 calendar day\\]). 3.meeting the study inclusion/exclusion criteria 4.necessary clinical evaluation performed (evaluation for effectiveness at TOC visit, except for the condition confirmed as clinically ineffective)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null},{"groupId":"OG001","value":"91.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Response at TOC(Test of Cure)","description":"The microbiological response rate (removal or presumed removal) in ME(microbiological evaluable) population of daptomycin group and comparator group at TOC visit was analyzed. ME population includes all the patients with Gram-positive pathogenic bacteria isolated at baseline in CE population. Microbiological response rate means the percentage of strains which were removed or presumably removed at TOC visit in all the strains isolated from ME population at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.0","spread":null},{"groupId":"OG001","value":"90.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Microbiological Response at EOT(End of Therapy)","description":"The microbiological response rate (removal or presumed removal) in ME(microbiological evaluable) population of daptomycin group and comparator group at EOT visit was analyzed. ME population includes all the patients with Gram-positive pathogenic bacteria isolated at baseline in CE population. Microbiological response rate means the percentage of strains which were removed or presumably removed at EOT visit in all the strains isolated from ME population at baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.5","spread":null},{"groupId":"OG001","value":"87.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Per-pathogen(Methicillin Resistant Staphylococcus Aureus) Clinical Response at TOC(Test of Cure)","description":"This is the comparison of clinical efficacy by methicillin resistant staphylococcus aureus(MRSA) between the two groups. As the analysis was performed by specific pathogen in ME population and clinical efficacy was compared meanwhile, the clinical evaluation was based on the number of cases under the category of specific pathogen rather than the number of strains. Percentage of patients who were cured or improved at TOC visit in the patients who were identified with MRSA infection at baseline of both groups.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]}]},{"type":"SECONDARY","title":"Per-pathogen(Methicillin Sensitive Staphylococcus Aureus) Clinical Response at TOC","description":"This is the comparison of clinical efficacy by methicillin sensitive staphylococcus aureus(MSSA) between the two groups. As the analysis was performed by specific pathogen in ME population and clinical efficacy was compared meanwhile, the clinical evaluation was based on the number of cases under the category of specific pathogen rather than the number of strains. Percentage of patients who were cured or improved at TOC visit in the patients who were identified with MSSA infection at baseline of both groups.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.9","spread":null},{"groupId":"OG001","value":"89.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Per-pathogen(Staphylococcus Aureus) Microbiological Response at TOC","description":"This is the comparison of clinical efficacy by staphylococcus aureus between the two groups. As the analysis was performed by specific pathogen in ME population and clinical efficacy was compared meanwhile, the clinical evaluation was based on the number of cases under the category of specific pathogen rather than the number of strains. Percentage of patients who were cured or improved at TOC visit in the patients who were identified with staphylococcus aureus infection at baseline of both groups.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.7","spread":null},{"groupId":"OG001","value":"87.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1},"commonTop":["ALANINE AMINOTRANSFERASE INCREASED","Aspartate Aminotransferase Increased","UPPER RESPIRATORY TRACT INFECTION","Blood Creatine Phosphokinase Increased","WHITE BLOOD CELL COUNT DECREASED"]}}}