{"nctId":"NCT01653262","briefTitle":"Effect of Brivaracetam (BRV) on Nonpsychotic Behavioral Side Effects in Subjects Treated Previously With Levetiracetam (LEV)","startDateStruct":{"date":"2012-07"},"conditions":["Epilepsy"],"count":29,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam"]}],"interventions":[{"name":"Brivaracetam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject with well-characterized Epilepsy according to the 1989 International League Against Epilepsy (ILAE) classification\n* Subject with Epilepsy who the investigator expects will benefit from Levetiracetam (LEV) but for whom the investigator has decided to discontinue due to nonpsychotic behavioral side effects following the introduction of LEV\n* Subject is currently receiving LEV at the recommended therapeutic dose (dose ranging from 1 g/day to 3 g/day)\n* Subject currently treated with minimum 2 and maximum 3 Anti-Epileptic Drugs (AEDs) including LEV. Vagal Nerve Stimulation (VNS) is allowed and will be counted as a concomitant AED\n* Female subjects without childbearing potential (postmenopausal for at least 2 years, bilateral oophorectomy or tubal ligation, complete hysterectomy) are eligible. Female subjects with childbearing potential are eligible if they use a medically accepted contraceptive method\n\nExclusion Criteria:\n\n* Subject has a lifetime history of suicide attempt (including an actual, interrupted or aborted attempt), or has had suicidal ideation in the past 6 months as indicated by a positive response (\"Yes\") to either Question 4 or Question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at Visit 1\n* Subject whose seizures could not be reliably counted on a regular basis due to their fast and repetitive occurrence (clusters or flurries)\n* Subject has history or presence of status epilepticus during the year preceding Visit 1 or during Baseline\n* Subject has history or presence of known psychogenic nonepileptic seizures\n* Subject has any clinical conditions (eg, bone marrow depression, chronic hepatic disease, and/or severe renal impairment) which impair reliable participation in the study or necessitate the use of medication not allowed by protocol\n* Subject is pregnant or lactating","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects Who Achieved a Clinically Meaningful Reduction of Nonpsychotic Behavioral Side Effects Based on the Investigator's Overall Assessment From Study Entry to the End of the Treatment Period","description":"Nonpsychotic behavioral side effects include (but are not limited to) such symptoms as aggression, agitation, anger, anxiety, apathy, depersonalization, depression, emotional lability, hostility, irritability, etc.\n\nThe Investigator completed the assessment by answering the following:\n\n\"Has there been a clinically meaningful reduction of nonpsychotic behavioral side effects since the start of BRV?\"\n\n\\- Yes/No","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Shift in the Maximum Intensity From Baseline to the End of the Treatment Period for Side Effects Primarily Associated With Discontinuation of Levetiracetam (LEV) as Determined by the Investigator","description":"Nonpsychotic behavioral side effects include (but are not limited to) such symptoms as aggression, agitation, anger, anxiety, apathy, depersonalization, depression, emotional lability, hostility, irritability, etc.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Study Entry in Nonpsychotic Behavioral Side Effects to the End of the Treatment Period/Early Discontinuation Visit, Measured by Means of the Investigator Global Evaluation of Nonpsychotic Behavioral Side Effects (I-GEBSE) Scale","description":"There are seven levels for the I-GEBSE:\n\n* Marked improvement\n* Moderate improvement\n* Slight improvement\n* No change\n* Slight worsening\n* Moderate worsening\n* Marked worsening","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Have a Complete Abatement of Nonpsychotic Behavioral Side Effects for the Last Assessment During the Treatment Period, Based on the Investigator's Overall Assessment","description":"Nonpsychotic behavioral side effects include (but are not limited to) such symptoms as aggression, agitation, anger, anxiety, apathy, depersonalization, depression, emotional lability, hostility, irritability, etc.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Are Free From Nonpsychotic Behavioral Side Effects Over the Entire Treatment Period","description":"Nonpsychotic behavioral side effects (NBSE) include (but are not limited to) such symptoms as aggression, agitation, anger, anxiety, apathy, depersonalization, depression, emotional lability, hostility, irritability, etc.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment Emergent Adverse Events During the Study Period","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment. A treatment emergent AE is any event that emerges during treatment having been absent pre-treatment, or worsens relative to the pre-treatment state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Withdrawal Due to an Adverse Event (AE) During the Study Period","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Occurrence of Serious Adverse Events During the Study Period","description":"A serious adverse event is any untoward medical occurrences in a subject administered study treatment, whether or not the event is related to treatment, with at least one of the follow outcomes: death, life-threatening, initial inpatient hospitalization or prolongation of hospitalization, significant or persistent disability/incapacity, congenital anomaly/birth defect, or an important medical event that may jeopardize the subject and require a medical/surgical intervention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Onset Seizure (POS) Frequency Over the Treatment Period for Subjects With Focal Epilepsy","description":"The POS frequency is standardized to a 28-day duration and changes in POS frequency are measured relative to the reported seizure counts for the 4 weeks prior to Visit 2 (Week 0).\n\nPartial seizures can be classified into one of the following three groups:\n\n* Simple partial seizures (IA)\n* Complex partial seizures (IB)\n* Partial seizures evolving to secondarily generalized seizures (IC)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Generalized Seizure Days Over the Treatment Period for Subjects With Idiopathic Generalized Epilepsy","description":"Generalized seizure days are standardized to a 28-day duration and changes in generalized seizure days are measured relative to the reported seizure counts for the 4 weeks prior to Visit 2 (Week 0).\n\nGeneralized seizures (Type II) include the following seizure types:\n\n* Absence (IIA1)\n* Atypical absence (IIA2)\n* Myoclonic (IIB)\n* Clonic (IIC)\n* Tonic (IID)\n* Tonic-clonic (IIE)\n* Atonic (IIF)\n\nA specific effect of BRV on the occurrence of generalized seizures was not assessed.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":29},"commonTop":["Headache","Fatigue","Back pain","Nasopharyngitis","Dizziness"]}}}