{"nctId":"NCT04101721","briefTitle":"Study to Assess the Efficacy, Safety, and Tolerability of Intravitreal Aflibercept Compared to Laser Photocoagulation in Patients With Retinopathy of Prematurity","startDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"conditions":["Retinopathy of Prematurity"],"count":127,"armGroups":[{"label":"Aflibercept Group","type":"EXPERIMENTAL","interventionNames":["Drug: aflibercept"]},{"label":"Laser Group","type":"EXPERIMENTAL","interventionNames":["Procedure: laser photocoagulation"]}],"interventions":[{"name":"aflibercept","otherNames":["EYLEA®","REGN3","VEGF trap-eye","BAY86-5321"]},{"name":"laser photocoagulation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Gestational age at birth ≤ 32 weeks or birth weight ≤1500 g\n* Patients with treatment-naïve retinopathy of prematurity (ROP) classified according to the International Classification for ROP in at least one eye as:\n\n  * Zone I Stage 1 plus, or 2 plus, or 3 non-plus or 3 plus, or\n  * Zone II Stage 2 plus or 3 plus, or\n  * Aggressive posterior retinopathy of prematurity (AP-ROP)\n\nKey Exclusion Criteria:\n\n* Known or suspected chromosomal abnormality, genetic disorder, or syndrome\n* Previous exposure to any Intravitreal (IVT) or systemic anti-vascular endothelial growth factor (VEGF) agent, including maternal exposure during pregnancy and/or during breastfeeding\n* Clinically significant neurological disease (eg, intraventricular hemorrhage grade 3 or higher, periventricular leukomalacia, congenital brain lesions significantly impairing optic nerve function, severe hydrocephalus with significantly increased intracranial pressure)\n* Pediatric conditions rendering the infant ineligible for study intervention at baseline or for repeated blood draws as evaluated by a neonatal intensive care unit specialist and a study ophthalmologist\n* Presence of active ocular infection within 5 days of the first treatment\n* Advanced stages of ROP with partial or complete retinal detachment (ROP stage 4 and stage 5)\n* ROP involving only Zone III\n\nNOTE: Other protocol defined inclusion/exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Absence of Active Retinopathy of Prematurity (ROP) and Unfavorable Structural Outcomes From Baseline to Week 52 of Chronological Age","description":"Active ROP was ROP requiring treatment and unfavorable structural outcome was defined as retinal detachment, macular dragging, macular fold, or retrolental opacity. For participants with both eyes enrolled in the study, both eyes must have met the endpoint. Participants with only one study eye enrolled were responders if the respective eye responded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"79.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Requiring Intervention With a Second Treatment Modality From Baseline to Week 52 of Chronological Age","description":"Second treatment modality includes any treatment in addition to that assigned to the participant at baseline. This includes per-protocol rescue treatment (laser for aflibercept group, aflibercept for laser group), anti-VEGF agents not part of study protocol (e.g., bevacizumab, ranibizumab, commercially-available aflibercept not provided as study medication), or any ocular surgery for the management of any retinal pathology secondary to ROP (e.g., victrectomy, scleral buckle for retinal detachments).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"15.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Recurrence of ROP Through Week 52 of Chronological Age","description":"Recurrence of disease is defined as the reappearance of the disease requiring further treatment (including retreatment or rescue), where both \"presence of ROP\" and \"presence of active ROP requiring treatment\" are marked as \"Yes\", after initial regression. Here, the initial regression is defined as, at a particular visit, absence of ROP or ROP treatment not required for active ROP, i.e., presence of ROP is marked as \"No\" or the presence of active ROP requiring treatment is marked as \"No.\"","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.6","spread":null},{"groupId":"OG001","value":"39.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Ocular Treatment-emergent Adverse Events (TEAEs) and Treatment-emergent Serious Adverse Events (TESAEs)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Systematic (Non-ocular) TEAEs and TESAEs","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.9","spread":null},{"groupId":"OG001","value":"47.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":27},"commonTop":["Constipation","Pyrexia","Gastrooesophageal reflux disease","Inguinal hernia","Bronchopulmonary dysplasia"]}}}