{"nctId":"NCT00002874","briefTitle":"Radiation Therapy With or Without Bicalutamide for Recurrent pT3N0 Prostate Cancer After Radical Prostatectomy","startDateStruct":{"date":"1998-02"},"conditions":["Prostate Cancer"],"count":840,"armGroups":[{"label":"Bicalutamide","type":"EXPERIMENTAL","interventionNames":["Drug: bicalutamide","Radiation: radiation therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Radiation: radiation therapy","Drug: placebo"]}],"interventions":[{"name":"bicalutamide","otherNames":["Casodex"]},{"name":"radiation therapy","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Conditions for Patient Eligibility:\n\n* The patient on entry will have no clinical evidence of disease by physical exam or by imaging studies. A positive ProstaScint scan alone without a confirmatory biopsy must not be used to exclude a patient. Eligible patients will be those who have undergone a radical prostatectomy (either retropubic or perineal) and pelvic lymphadenectomy (either open or laparoscopic) for carcinoma of the prostate, pathologic stage T3N0, or pT2 pN0 with positive inked resection margin, at least 12 weeks prior to study entry.\n* Pathological T2 patients without positive margins, who are also pathologic N0 with prostatic fossa/anastamosis biopsy at the time of rising PSA documenting recurrent cancer, are eligible.\n* At entry, the PSA must be between 0.2 and 4.0ng/ml, inclusive.\n* A post-prostatectomy radioisotopic bone scan which was done within 16 weeks prior to entry must reveal no evidence of metastatic disease.\n* Patient must be evaluated by both the radiation oncologist and the urologist prior to entry and judged to be a suitable candidate for radiation and hormonal therapy.\n* Patient must have Karnofsky performance status \\>= 80.\n* Patients must have a life expectancy in excess of 10 years.\n* Patients must have, within 6 weeks prior to entry, a hemoglobin (Hgb) of \\>=10 gm, a white blood cell (WBC) count of \\>= 4000 cells/ml3, a platelet count of \\>= 100,000 cells/ml3, a serum bilirubin \\<= the institutional upper limit of normal, a serum serum glutamic-oxaloacetic transaminase (SGOT) or serum glutamic-pyruvic transaminase (SGPT) of \\<= 2.5 times the institutional upper limit of normal, and a serum creatinine of \\<= 2.0 times the institutional upper limit of normal.\n* A post-prostatectomy pelvic computerized tomography (CT) scan, within 16 weeks prior to randomization, must reveal no evidence of metastatic disease.\n* Patients must sign a study-specific informed consent form.\n* Patients with prior invasive cancers are eligible if disease free for at least 5 years; prior or concurrent basal or squamous cell skin cancer is eligible.\n\nConditions for Patient Ineligibility:\n\n* Pathologic stage T2 (without positive inked resection margin) or less except as stated in Section 3.1.1.1.\n* Pathologic lymph node stage of pN1 or greater.\n* An entry serum PSA of \\> 4.0ng/ml.\n* Patients with persistant urinary extravasation after prostatectomy.\n* Patients who have been previously treated with any hormonal therapy after prostatectomy.\n* Patients who have previously been treated with radiation therapy or biologic therapy for prostate cancer.\n* Karnofsky performance status \\< 80.\n* Treatment start \\> 4 weeks after randomization.\n* Prior chemotherapy for any reason.","healthyVolunteers":false,"sex":"MALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (12-year Rates Reported)","description":"Overall survival rates were estimated by the Kaplan-Meier method, with failure defined as death by any cause. Four-year follow-up was required of all patients, twelve-year rates are reported. Four-year follow-up was required of all patients, but twelve-year rates were reported.\n\nPatients are followed until death.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.3","spread":null},{"groupId":"OG001","value":"76.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Non-Prostate Cancer Death (12-year Rates Reported)","description":"Non-prostate cancer death rates were estimated by the cumulative incidence method, with failure defined as any death that does not fall into the following categories: death due to prostate cancer or complications of protocol treatment (centrally reviewed), death with known progressive metastatic disease while on salvage hormone therapy, or death with a known rising PSA while on salvage hormone therapy. All other deaths are considered competing risks. Patients alive at time of analysis were censored. Any other death was treated as a competing risk. Four-year follow-up was required of all patients, but twelve-year rates were reported.\n\nPatients are followed until death. \"Non-Prostate cancer death\" is a more accurate wording for the protocol endpoint of \"non-disease-specific survival\", and matches the protocol definition.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"17.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Second PSA Recurrence (12-year Rates Reported)","description":"Second PSA recurrence (SPSAR) rates (i.e. first PSA failure on study) were estimated by the cumulative incidence method, with failure defined as the first occurrence of one of the following events: 1. Increase in PSA following protocol treatment according to the following criteria met during protocol treatment: If PSA dropped to undetectable level (\\<0.2 ng/ml) during protocol treatment (PT) then failure = increase after PT to \\>= 0.5 ng/ml ; If PSA decreased to a detectable level (≥ 0.2 ng/ml) during PT, then failure = increase PT of \\>= 0.3 ng/ml above the lowest detectable level; If PSA did not decrease during PT then failure = increase in PSA after PT of \\>= 0.5 ng/ml above entry PSA level. 2. The start of salvage hormone therapy. Patients alive without SPSAR at time of analysis were censored. Death without SPSAR was treated as a competing risk. Four-year follow-up was required of all patients, but twelve-year rates were reported. Patients are followed until death.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.9","spread":null},{"groupId":"OG001","value":"44.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Third PSA Recurrence (12-year Rates Reported)","description":"Third PSA recurrence rates (i.e. second PSA failure on study) were estimated by the cumulative incidence method, with failure defined as PSA value of 0.5ng/ml or higher or any disease progression after starting salvage hormone therapy. Patients alive without third PSA recurrence at time of analysis were censored. Death without third PSA recurrence was treated as a competing risk. Four-year follow-up was required of all patients, but twelve-year rates were reported. Patients are followed until death.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.7","spread":null},{"groupId":"OG001","value":"84.2","spread":null}]}]}]},{"type":"SECONDARY","title":"PSA Complete Response at End of Protocol Treatment","description":"Complete response is defined as a drop in PSA on protocol treatment to less than 0.2 ng/ml. Note that when the study opened many institutions could not detect PSA \\< 05 ng/ml.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259","spread":null},{"groupId":"OG001","value":"360","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Failure (12-year Rates Reported)","description":"Distant failure rates were estimated by the cumulative incidence method, with failure defined as the first occurrence of distant failure. Patients alive without distant metastases at time of analysis were censored. Death without distant metastasis was treated as a competing risk. Four-year follow-up was required of all patients, but twelve-year rates were reported. Patients are followed until death.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"14.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Prostate Cancer Death (12-year Rates Reported)","description":"Prostate cancer death rates were estimated by the cumulative incidence method, with failure defined as death due to prostate cancer or complications of protocol treatment (centrally reviewed), death with known progressive metastatic disease while on salvage hormone therapy, or death with a known rising PSA while on salvage hormone therapy. Patients alive at time of analysis were censored. Any other death was treated as a competing risk. Four-year follow-up was required of all patients, but twelve-year rates were reported. Patients are followed until death. \"Prostate cancer death\" is a more accurate wording for the protocol endpoint of \"disease-specific survival\", and matches the protocol definition.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (12-year Rates Reported)","description":"Progress-free survival rates were estimated by the Kaplan-Meier method, with failure defined as the first occurrence of PSA failure, local, regional or distant failure, or death from any cause. Patients alive without progression at time of analysis were censored. Four-year follow-up was required of all patients, but twelve-year rates were reported. Patients are followed until death. \"Progression-free Survival\" is more accurate wording for the protocol endpoint of \"Freedom from Progression\", and matches the protocol definition.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"38.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Grade 3+ Toxicity","description":"Adverse events are graded using the Cooperative Group Common Toxicity Criteria and the Radiation Therapy Oncology Group (RTOG) Radiation Morbidity Scoring. Grade refers to severity, assigning Grades 1 through 5 based on this general guideline: Grade 0 None, Grade 1 Mild, Grade 2 Moderate, Grade 3 Severe, Grade 4 Life-threatening or disabling, Grade 5 Death related toxicity. Toxicities reported to have occurred within 90 days from the start of radiotherapy are reported as \"Acute Radiotherapy\", all later toxicities are reported as \"Hormone therapy and late radiotherapy toxicity\". The highest grade toxicity event per subject is counted within each of these time periods. Four-year follow-up was required of all patients; patients are followed until death.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":84,"n":382},"commonTop":["Acute RT Toxicity: Bowel: NOS","Bladder/GU: NOS","Bowel/GI: NOS","Acute RT Toxicity: Bladder: NOS","Gynecomastia: NOS"]}}}