{"nctId":"NCT00965341","briefTitle":"Testosterone Replacement for Fatigue in Male Hypogonadic Advanced Cancer Patients","startDateStruct":{"date":"2009-09"},"conditions":["Advanced Cancer"],"count":53,"armGroups":[{"label":"Testosterone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Testosterone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Testosterone","otherNames":["Androderm","AndroGel","Delatestryl","Depo-Testosterone","Testosterone enanthate","Testosterone cypionate"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male patients with any advanced cancer (metastatic or locally recurrent) who have a bioavailable testosterone (BT) of \\< 70 ng/dL.\n2. Male patients who have fatigue present every day for the last two weeks and have an Edmonton Symptom Assessment System (ESAS) fatigue score during the last 24 hours of \\>/= to 4 on a 0 to 10 scale (in which 0 = no fatigue and 10 = worst possible fatigue).\n3. Male patients who are willing to receive intramuscular injections every 2 weeks and are 18 years of age or older are eligible for this study.\n4. Participants must be willing to have blood samples drawn at screening and/or baseline and every two weeks until the end of treatment.\n5. Prostatic Specific Antigen (PSA) level must be lower than 4.0 ng/mL to be eligible for this study and Digital Rectal Exam (DRE) must be normal.\n6. Eastern Cooperative Oncology Group (ECOG) PS \\</= 3 and participants must be able to stand up with or without assistance and to ambulate.\n7. Hemoglobin (Hgb) \\>/= 9 g/dL. If the patient has not had blood drawn for a hemoglobin level in the past 28 days, one will be done to determine eligibility. Patients with a hemoglobin \\< 9 g/dL will be referred for treatment of their anemia.\n\nExclusion Criteria:\n\n1. Patients who are determined incapable of completing questionnaires due to cognitive or physical deficits are ineligible for this study\n2. Abnormal Digital Rectal Exam (DRE) at baseline or history of severe untreated benign prostatic hypertrophy (BPH) with International Prostatic Symptom Score (IPSS) \\>19.\n3. Patients with a history of prostate cancer, a history of breast cancer or adenocarcinoma of unknown origin.\n4. A history of untreated obstructive sleep apnea.\n5. Uncontrolled severe heart failure (NYHA Class III or IV), uncontrolled cardiac arrhythmia or severe chronic obstructive pulmonary disease (COPD) requiring home oxygen.\n6. Patients who have evidence of pre-existing hypopituitarism/hypogonadism including status post bilateral orchiectomy, for which replacement therapy is mandated, are ineligible for this study.\n7. Patients exhibiting clinically diagnosed severe dehydration are ineligible.\n8. Patients with a history of uncontrolled arrhythmia.\n9. Patients who are currently receiving androgen therapy or dehydroepiandrosterone (DHEA)\n10. Diabetics with a history of frequent episodes of hypoglycemia or uncontrolled diabetes mellitus (DM) defined as a fasting glucose over 200 mg/dL or HbA1c above 8%.\n11. Uncontrolled thyroid disease\n12. Hypercalcemia (corrected calcium \\> 10.5 g/dL); estimated glomerular filtration rate \\< 60 mg/min using the Modification of Diet in Renal Disease glomerular filtration rate (MDRD GFR); ALT \\> 3x the upper limit of normal (UNL)\n13. Patients on warfarin, cyclosporine, dong quai, eucalyptus, dicumarol, germander, Jin bu huan, kava, pennyroyal, chaparral, comfrey, phenprocoumon are ineligible for this study.\n14. Unstable symptoms could contribute to fatigue such as severe pain (score\\> 6 on ESAS) or severe depression (defined as a score of 15 or greater on the Depression Subscale of the Hospital Anxiety Depression Scale \\[HADS\\]). These symptoms should be resolved or stable for \\>/= 2 weeks at baseline for inclusion into study.\n15. Patients with hematocrit (Hct) \\> upper normal limits (UNL) will be excluded due to possible polycythemia. If the patient has not had blood drawn for a hematocrit level in the past 28 days, one will be performed at baseline to determine eligibility.\n16. Patients who have a known sensitivity to sesame seed products.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Functional Assessment of Cancer Therapy-Fatigue Subscale (FACIT-F) at Day 29 (+/- 3 Days)","description":"The primary endpoint was to evaluate the effect of testosterone replacement therapy on fatigue in hypogonadic male patients with advanced cancer, measured by the Functional Assessment of Cancer Therapy-Fatigue subscale (FACIT-F) at day 29 (+/- 3 days). FACIT-F consists of 27 general quality-of-life questions divided into 4 domains (physical, social, emotional, and functional), plus a 13-item fatigue subscore. The participant rates the intensity of fatigue and its related symptoms on a scale of 0-4. The FACIT-F total score ranged between 0 and 108, with higher scores denoting improved function. The FACIT-F Fatigue Subscale ranges from 0 to 52, with higher scores represent better (less) fatigue than a lower score. A positive difference score (29 days minus baseline) represents improvement. A greater positive difference score represents greater improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":"13.8"},{"groupId":"OG001","value":"13","spread":"19.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":"7.7"},{"groupId":"OG001","value":"14","spread":"12.0"}]}]}]},{"type":"SECONDARY","title":"The Hospital Anxiety and Depression Scale (HADS) and Symptoms Scored by the Edmonton Symptom Assessment Scale (ESAS).","description":"The ESAS assessed 10 symptoms experienced by cancer patients during the previous 24 hours: pain, fatigue, nausea, depression, anxiety, drowsiness, dyspnea, anorexia, sleep disturbance, and feelings of well-being. The severity of each symptom is rated on a numerical scale of 0-10 (0 = no symptom, 10 = worst possible severity). Depression was assessed using the 14-item HADS questionnaire. Each item on the questionnaire was scored from 0-3. Total Scores for the HADS Questionnaire range from 0 to 42 with higher scores denoting feeling of depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":"3"},{"groupId":"OG001","value":"5","spread":"2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":"3"},{"groupId":"OG001","value":"6","spread":"3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"3"},{"groupId":"OG001","value":"3","spread":"3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"2"},{"groupId":"OG001","value":"4","spread":"2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"3"},{"groupId":"OG001","value":"4","spread":"3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"3"},{"groupId":"OG001","value":"3","spread":"2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":"3"},{"groupId":"OG001","value":"4","spread":"2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"2"},{"groupId":"OG001","value":"2","spread":"3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":"2"},{"groupId":"OG001","value":"6","spread":"2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":"2"},{"groupId":"OG001","value":"3","spread":"2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":19},"commonTop":["Fatigue","Anorexia","Pain (NOS)","Dyspnea","Neuropathy: Sensory"]}}}