{"nctId":"NCT03859427","briefTitle":"A Study Comparing Once-weekly vs Twice-weekly Carfilzomib in Combination With Lenalidomide and Dexamethasone in Subjects With Relapsed or Refractory Multiple Myeloma","startDateStruct":{"date":"2019-05-08","type":"ACTUAL"},"conditions":["Relapsed or Refractory Multiple Myeloma"],"count":454,"armGroups":[{"label":"Carfilzomib once-weekly","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carfilzomib","Drug: Lenalidomide","Drug: Dexamethasone"]},{"label":"Carfilzomib twice-weekly","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carfilzomib","Drug: Lenalidomide","Drug: Dexamethasone"]}],"interventions":[{"name":"Carfilzomib","otherNames":[]},{"name":"Carfilzomib","otherNames":[]},{"name":"Lenalidomide","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nMultiple myeloma with documented relapse or progression after most recent myeloma treatment. Subjects refractory to the most recent line of therapy are eligible, unless last treatment contained proteasome inhibitor (PI) or lenalidomide and dexamethasone. Refractory is defined as disease that is nonresponsive or progresses within 60 days of last therapy.\n\nSubjects must have at least PR to at least 1 line of prior therapy.\n\nSubjects must have received at least 1 but not more than 3 prior lines of therapy for multiple myeloma (induction therapy followed by stem cell transplant and consolidation maintenance therapy will be considered as 1 line of therapy).\n\nPrior therapy with a PI or the combination of lenalidomide and dexamethasone are allowed if the patient had at least a PR to the most recent treatment with a PI or lenalidomide and dexamethasone, neither PI or lenalidomide and dexamethasone containing treatment were ceased due to toxicity, the patient has not relapsed within 60 days of discontinuation of the PI or lenalidomide and dexamethasone containing treatment. A history of prior neuropathy is permitted if this was not grade 3, grade 4 or grade 2 with pain and if not resolved within the 14 days before enrollment, is less than or equal to grade 2 without pain. Patients are permitted to have received single agent lenalidomide as maintenance therapy within 60 days of enrollment.\n\nPrevious treatment with a lenalidomide and dexamethasone containing regimen is allowed, as long as the subject did not progress during the first 3 months after initiating lenalidomide and dexamethasone containing therapy.\n\nMeasurable disease with at least 1 of the following assessed within 21 days prior to randomization:\n\n* Immunoglobulin G (IgG) multiple myeloma: serum monoclonal protein (M-protein) level ≥ 1.0 g/dL\n* Immunoglobulin A (IgA), Immunoglobulin D (IgD), Immunoglobulin E (IgE) multiple myeloma: serum M-protein level ≥ 0.5 g/dL\n* Urine M-protein ≥ 200 mg per 24 hours\n* In subjects without measurable serum or urine M-protein, serum-free light chain (SFLC) ≥ 100 mg/L (involved light chain) and an abnormal serum kappa lambda ratio\n\nEastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 ≤ 2\n\nOther inclusion criteria may apply\n\nExclusion Criteria:\n\nWaldenström macroglobulinemia.\n\nMultiple myeloma of Immunoglobulin M (IgM) subtype.\n\nPlasma cell leukemia (\\> 2.0 × 10\\^9 /L circulating plasma cells by standard differential).\n\nUncontrolled hypertension, defined as a subject whose blood pressure is greater than or equal to 160 mmHg systolic or greater than or equal to 100 mmHg diastolic when taken in accordance with the European Society of Hypertension/European Society of Cardiology 2018 guidelines (Section 12.10; Williams et al, 2018).\n\nActive congestive heart failure (New York Heart Association Class III to IV), symptomatic ischemia, uncontrolled arrhythmias, screening ECG with corrected QT interval (QTc) of \\> 470 msec, pericardial disease, or myocardial infarction within 4 months prior to randomization.\n\nCalculated or measured creatinine clearance \\< 30 mL/min (calculation must be based on the Cockcroft and Gault formula) within 28 days prior to randomization.\n\nOther exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Response Rate (ORR) Per International Myeloma Working Group Uniform Response Criteria (IMWG-URC)","description":"ORR was defined as the percentage of participants with a best overall response of stringent complete response (sCR), complete response (CR), very good partial response (VGPR), or partial response (PR) per IMWG-URC. CR: negative immunofixation on serum and urine, soft tissue plasmacytomas disappearance, \\< 5% plasma cells in bone marrow (BM). sCR: CR and normal serum free light chain ratio and no clonal cells in BM by immunohistochemistry. VGPR: Serum and urine M-protein detectable by immunofixation or ≥ 90% reduction in serum M-protein (urine M-protein level \\< 100 mg/24-hours). PR: ≥ 50% reduction of serum M-protein and reduction in 24-hours urinary M-protein by ≥ 90% or to \\< 200 mg/24-hours. The ORR 95% confidence intervals (CIs) were estimated using the Clopper-Pearson method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.3","spread":null},{"groupId":"OG001","value":"82.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Progression-free Survival (PFS) Rate at 12 Months","description":"PFS rate was defined as the percentage of participants without disease progression or death due to any cause at 12 months. The PFS rate at 12 months was estimated using the Kaplan-Meier method by Klein and Moeschberger (1997). 95% CIs were estimated using the method by Kalbfleisch and Prentice (1980). PFS data was censored for participants who met any one of the following: 1. no baseline/no post-baseline disease assessments; 2. starting new anti-myeloma therapy before documentation of progressive disease (PD) or death; 3. PD or death immediately after more than 1 consecutively missed disease assessment visit (PD or death immediately after \\> 63 days without disease assessment visit); 4. alive without documentation of PD; 5. lost to follow-up or withdrawn consent.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.7","spread":null},{"groupId":"OG001","value":"80.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reported Convenience as Measured by the Patient-reported Convenience With Carfilzomib-dosing Schedule Question","description":"Patient-reported convenience was measured by the Patient-reported Convenience with Carfilzomib-dosing Schedule Question. The items in the questionnaire were categorized as 'Convenient', which included responses of 'Very Convenient' and 'Convenient', and 'Inconvenient' which included responses of 'Inconvenient' and 'Very Inconvenient'. The 95% CIs were estimated using the Clopper-Pearson method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":null},{"groupId":"OG001","value":"81.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An adverse event (AE) was any untoward medical occurrence in a clinical study participant irrespective of a causal relationship with the study treatment. TEAEs were AEs starting on or after the first dose of any study drug, and up to 30 days of the last dose of any study drug, excluding AEs reported after End of Study date.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"219","spread":null},{"groupId":"OG001","value":"209","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR)","description":"TTR was defined as the time from randomization to the earliest date when confirmed sCR, CR, VGPR, or PR per IMWG-URC was first achieved.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Duration of Response (DOR)","description":"For participants who achieved a PR or better, i.e., sCR, CR, VGPR, or PR per IMWG-URC, the DOR was defined as the time from the earliest date when a PR or better was first achieved, and subsequently confirmed, to the earliest date of confirmed PD or death due to any cause. Median DOR was estimated using the Kaplan-Meier method. 95% CIs were estimated using the method by Klein and Moeschberger (1997) with log-log transformation. For those alive and who had not experienced PD by analysis time, DOR was censored for participants who met any one of the following: 1. no baseline/no post-baseline disease assessments; 2. starting new anti-myeloma therapy before documentation of PD or death; 3. PD or death immediately after more than 1 consecutively missed disease assessment visit (PD or death immediately after \\> 63 days without disease assessment visit); 4. alive without documentation of PD; 5. lost to follow-up or withdrawn consent.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Progression (TTP)","description":"TTP was defined as the duration from randomization for the first documented disease progression per IMWG-UCR. Median TTP was estimated using the Kaplan-Meier method. 95% CIs were estimated using the method by Klein and Moeschberger (1997) with log-log transformation. TTP was censored for participants who had no confirmed PD at the last non non-evaluable (non-NE), post-baseline disease assessment or the earlier of the following, where applicable: 1. the last non-NE, post-baseline disease assessment prior to start of a new anti-myeloma treatment, or 2. the last non-NE, post-baseline assessment followed \\> 63 days later by disease progression; otherwise, at randomization.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Overall Survival (OS)","description":"OS was defined as the time from randomization to the date of death due to any cause. Median OS was estimated using the Kaplan-Meier method. 95% CIs were estimated using the method by Klein and Moeschberger (1997) with log-log transformation. Participants still alive or lost to follow-up or withdrawn consent from study by the analysis time were censored at the date on which the participant was last known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Minimal Residual Disease Negative Complete Response (MRD[-]CR) by Independent Review Committee (IRC) Per IMWG-URC","description":"MRD\\[-\\]CR was defined as achievement of CR or better by IRC per IMWG-URC and achievement of MRD negativity as assessed by next generation sequencing method at a 10\\^-5 threshold over the duration of the study. The 95% CIs for percentages were estimated using the Clopper-Pearson method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":null},{"groupId":"OG001","value":"21.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Minimal Residual Disease Negativity (MRD[-]) by IRC Per IMWG-URC at 12 Months","description":"The percentage of participants with achievement of MRD\\[-\\] at 12 months (± 4 weeks) from randomization, as assessed by next generation sequencing method at a 10\\^-5 threshold. MRD negativity results from BM samples obtained at 8 to 13 months from randomization and prior to new anti-myeloma therapy or disease progression were considered in the calculation. The 95% CIs for percentages were estimated using the Clopper-Pearson method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":null},{"groupId":"OG001","value":"18.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for Research and Treatment of Cancer Quality-of-Life Questionnaire (EORTC QLQ)-Core 30 (C30) Physical Functioning Scale","description":"The QLQ-C30 physical function is one of the functional domains of the EORTC QLQ-C30 self-reported instrument and the physical functioning score score ranges from 0-100 points, with 100 points indicating the best possible functioning. A positive change from baseline indicated an improvement in functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.76","spread":"16.84"},{"groupId":"OG001","value":"-0.77","spread":"14.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.65","spread":"15.76"},{"groupId":"OG001","value":"0.26","spread":"15.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"16.59"},{"groupId":"OG001","value":"0.17","spread":"14.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.05","spread":"15.59"},{"groupId":"OG001","value":"2.03","spread":"14.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.89","spread":"15.15"},{"groupId":"OG001","value":"1.06","spread":"15.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":"16.31"},{"groupId":"OG001","value":"2.11","spread":"18.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EORTC QLQ-C30 Role Functioning Scale","description":"The QLQ-C30 role function is one of the functional domains of the EORTC QLQ-C30 self-reported instrument and the role functioning score ranges from 0-100 points, with 100 points indicating the best possible functioning. A positive change from baseline indicated an improvement in functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.30","spread":"26.16"},{"groupId":"OG001","value":"-2.47","spread":"24.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.67","spread":"25.77"},{"groupId":"OG001","value":"-3.11","spread":"24.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.29","spread":"26.19"},{"groupId":"OG001","value":"1.76","spread":"24.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.88","spread":"23.24"},{"groupId":"OG001","value":"2.70","spread":"24.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.25","spread":"23.21"},{"groupId":"OG001","value":"1.64","spread":"28.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.28","spread":"24.73"},{"groupId":"OG001","value":"3.68","spread":"26.24"}]}]}]},{"type":"SECONDARY","title":"Patient-reported Treatment Satisfaction as Measured by the Cancer Therapy Satisfaction Questionnaire (CTSQ)","description":"The CTSQ measures treatment satisfaction in individuals with cancer and includes a domain for satisfaction with therapy. The satisfaction with therapy scores ranges from 0 to 100 points, with 100 points indicating greatest satisfaction.\n\nAnalysis was based on ANCOVA model. The dependent variable of the models were the scale scores measured at each visit. The model included effects of intercept, scale score measured at cycle 2 day 1 visit, treatment arm, and randomization stratification factors.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.73","spread":"1.78"},{"groupId":"OG001","value":"75.47","spread":"1.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78.39","spread":"2.40"},{"groupId":"OG001","value":"77.91","spread":"2.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.55","spread":"2.58"},{"groupId":"OG001","value":"75.99","spread":"2.49"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":75,"n":231},"commonTop":["Neutropenia","Anaemia","Hypertension","Diarrhoea","Thrombocytopenia"]}}}