{"nctId":"NCT03345849","briefTitle":"A Study of the Efficacy and Safety of Upadacitinib in Participants With Moderately to Severely Active Crohn's Disease Who Have Inadequately Responded to or Are Intolerant to Conventional and/or Biologic Therapies","startDateStruct":{"date":"2017-12-07","type":"ACTUAL"},"conditions":["Crohn's Disease"],"count":526,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Upadacitinib","Drug: Placebo for Upadacitinib"]},{"label":"Upadacitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]}],"interventions":[{"name":"Upadacitinib","otherNames":["ABT-494","RINVOQ"]},{"name":"Placebo for Upadacitinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Confirmed diagnosis of CD for at least 3 months prior to Baseline.\n* Confirmed diagnosis of moderate to severe CD as assessed by stool frequency (SF), abdominal pain (AP) score.\n* Evidence of mucosal inflammation based on the Simplified Endoscopic Score for Crohn's disease (SES-CD) on an endoscopy confirmed by a central reader.\n* Demonstrated an inadequate response or intolerance to one or more conventional and/or biologic therapies (oral locally acting steroids, intravenous or oral corticosteroids, immunosuppressants or biologic therapies for CD), in the opinion of the investigator.\n\n  * Note: Participants who have had inadequate response or intolerance to conventional therapy who have received prior biologic may be enrolled; however, participants must have discontinued the biologic for reasons other than inadequate response or intolerance (e.g., change of insurance, well controlled disease).\n* If female, participant must meet the contraception recommendations.\n\nExclusion Criteria:\n\n* Participant with a current diagnosis of ulcerative colitis or indeterminate colitis.\n* Participant not on stable doses of CD related antibiotics, oral aminosalicylates, corticosteroids or methotrexate (MTX).\n* Participant with the following ongoing known complications of CD: abscess (abdominal or peri-anal), symptomatic bowel strictures, fulminant colitis, toxic megacolon, \\> 2 entire missing segments of the following 5 segments: terminal ileum, right colon, transverse colon, sigmoid and left colon, and rectum, or any other manifestation that might require surgery while enrolled in the study.\n* Participant with ostomy or ileoanal pouch.\n* Participant diagnosed with conditions that could interfere with drug absorption including but not limited to short gut or short bowel syndrome.\n* Screening laboratory and other analyses show abnormal results.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinical Remission Per Crohn's Disease Activity Index (CDAI) at Week 12","description":"The co-primary endpoint for United States (US)/Food and Drug Administration (FDA) regulatory purposes was clinical remission based on CDAI at Week 12.\n\nCDAI is a composite instrument that includes participant symptoms evaluated over 7 days (abdominal pain, stool frequency and general well-being), as well as presence of complications (arthritis/arthralgia, iritis/uveitis, erythema nodosum/pyoderma gangrenosum/aphthous stomatitis, anal fissure/fistula/abscess, other fistula, and fever), the use of antidiarrheal medicines, presence of an abdominal mass, hematocrit, and body weight. These items are scored individually, weighted, and do not contribute equally to the overall score. The CDAI is derived from summing up the weighted individual scores of eight items. CDAI approximately ranges from 0 to 600 with higher scores indicating more severe disease. Clinical remission is defined as a CDAI score less than 150.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null},{"groupId":"OG001","value":"49.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Clinical Remission Per Patient-Reported Outcomes (PROs) at Week 12","description":"The co-primary endpoint for European Union (EU)/European Medicines Agency (EMA) regulatory purposes was clinical remission defined based on two patient reported outcomes, average daily stool frequency (SF) and average daily abdominal pain score (APS). Clinical remission per PROs was defined as average daily very soft or liquid SF ≤ 2.8 and average daily APS ≤ 1.0 and neither worse than Baseline.\n\nParticipants recorded APS and the number of very soft or liquid SF daily in an electronic diary. Abdominal pain was rated on a scale from 0 (none) to 3 (severe).\n\nThe average daily very soft or liquid SF and APS were calculated using the 4-7 most recent useable days of patient-report outcomes (i.e., excluding days with missing entries or associated with endoscopy procedures) out of the last 14 days prior to the Week 12 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"50.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Endoscopic Response at Week 12","description":"Endoscopic response at Week 12 was a co-primary endpoint for both the US/FDA and EU/EMA regulatory purposes. Endoscopic response was defined as greater than 50% decrease in Simple Endoscopic Score for Crohn's Disease (SES-CD) from Baseline of the induction study (or for participants with an SES-CD of 4 at Baseline, at least a 2-point reduction from Baseline), as scored by independent external and blinded central readers.\n\nThe SES-CD evaluates 4 endoscopic variables (ulcer size, ulcerated surface, affected surface, and narrowing, each on a scale from 0 (none) to 3 in 5 segments assessed during ileocolonoscopy (ileum, right colon, transverse colon, sigmoid and left colon, and rectum). The total score is the sum of the 4 endoscopic variable scores and ranges from 0 to 56, where higher scores indicate more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":null},{"groupId":"OG001","value":"45.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Endoscopic Remission at Week 12","description":"Endoscopic remission is defined as an SES-CD ≤ 4 and at least 2 point reduction from Baseline and no subscore \\> 1 in any individual variable,as scored by independent external and blinded central readers.\n\nThe SES-CD evaluates 4 endoscopic variables (ulcer size, ulcerated surface, affected surface, and narrowing, each on a scale from 0 (none) to 3 in 5 segments assessed during ileocolonoscopy (ileum, right colon, transverse colon, sigmoid and left colon, and rectum). The total score is the sum of the 4 endoscopic variable scores and ranges from 0 to 56, where higher scores indicate more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"28.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Corticosteroid Use for Crohn's Disease and Achieved Clinical Remission Per CDAI at Week 12","description":"Corticosteroid-free clinical remission is defined as participants who discontinued corticosteroid use for CD and achieved clinical remission per CDAI at Week 12, assessed for participants taking corticosteroids for CD at Baseline.\n\nCDAI is a composite instrument that includes participant symptoms evaluated over 7 days (abdominal pain, stool frequency and general well-being), as well as presence of complications (arthritis/arthralgia, iritis/uveitis, erythema nodosum/pyoderma gangrenosum/aphthous stomatitis, anal fissure/fistula/abscess, other fistula, and fever), the use of antidiarrheal medicines, presence of an abdominal mass, hematocrit, and body weight. These items are scored individually, weighted, and do not contribute equally to the overall score. The CDAI is derived from summing up the weighted individual scores of eight items. CDAI approximately ranges from 0 to 600 with higher scores indicating more severe disease. Clinical remission is defined as CDAI score less than 150.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":null},{"groupId":"OG001","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-Fatigue) at Week 12","description":"The FACIT-Fatigue questionnaire is a self-administered patient questionnaire that consists of 13 questions designed to measure the degree of fatigue experienced by participants in the previous 7 days, including physical fatigue (e.g., I feel tired), functional fatigue (e.g., trouble finishing things), emotional fatigue (e.g., frustration), and social consequences of fatigue (e.g., limits social activity). Participants respond to the questions on a scale from 0 (not at all) to 4 (very much). The FACIT-Fatigue score is computed by summing the item scores, after reversing those items that are worded in the negative direction. The FACIT-Fatigue score ranges from 0 to 52, where higher scores represent less fatigue. A positive change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"11.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Inflammatory Bowel Disease Questionnaire (IBDQ) Total Score at Week 12","description":"The Inflammatory Bowel Disease Questionnaire (IBDQ) is used to assess health-related quality of life (HRQoL) in patients with inflammatory bowel disease. It consists of 32 questions evaluating bowel and systemic symptoms, as well as emotional and social functions. Each question is answered on a scale from 1 (worst) to 7 (best). The total score ranges from 32 to 224 with higher scores indicating better health-related quality of life. A positive change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.423","spread":null},{"groupId":"OG001","value":"46.265","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Response 100 (CR-100) at Week 2","description":"Clinical response 100 (CR-100) is defined as a decrease of at least 100 points in CDAI from Baseline.\n\nCDAI is a composite instrument that includes participant symptoms evaluated over 7 days (abdominal pain, stool frequency and general well-being), as well as presence of complications (arthritis/arthralgia, iritis/uveitis, erythema nodosum/pyoderma gangrenosum/aphthous stomatitis, anal fissure/fistula/abscess, other fistula, and fever), the use of antidiarrheal medicines, presence of an abdominal mass, hematocrit, and body weight. These items are scored individually, weighted, and do not contribute equally to the overall score. The CDAI is derived from summing up the weighted individual scores of eight items. CDAI approximately ranges from 0 to 600 with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"32.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Response 100 (CR-100) at Week 12","description":"Clinical response 100 (CR-100) is defined as a decrease of at least 100 points in CDAI from Baseline.\n\nCDAI is a composite instrument that includes participant symptoms evaluated over 7 days (abdominal pain, stool frequency and general well-being), as well as presence of complications (arthritis/arthralgia, iritis/uveitis, erythema nodosum/pyoderma gangrenosum/aphthous stomatitis, anal fissure/fistula/abscess, other fistula, and fever), the use of antidiarrheal medicines, presence of an abdominal mass, hematocrit, and body weight. These items are scored individually, weighted, and do not contribute equally to the overall score. The CDAI is derived from summing up the weighted individual scores of eight items. CDAI approximately ranges from 0 to 600 with higher scores indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.3","spread":null},{"groupId":"OG001","value":"56.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission Per CDAI at Week 4","description":"CDAI is a composite instrument that includes participant symptoms evaluated over 7 days (abdominal pain, stool frequency and general well-being), as well as presence of complications (arthritis/arthralgia, iritis/uveitis, erythema nodosum/pyoderma gangrenosum/aphthous stomatitis, anal fissure/fistula/abscess, other fistula, and fever), the use of antidiarrheal medicines, presence of an abdominal mass, hematocrit, and body weight. These items are scored individually, weighted, and do not contribute equally to the overall score. The CDAI is derived from summing up the weighted individual scores of eight items. CDAI approximately ranges from 0 to 600 with higher scores indicating more severe disease. Clinical remission is defined as CDAI score less than 150.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.7","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Hospitalizations Due to Crohn's Disease (CD) During the 12-Week Induction Period","description":"This was assessed by reviewing participant's hospitalization data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Resolution of Extra-Intestinal Manifestation (EIMs) at Week 12","description":"EIMs are defined as manifestations of Crohn's disease in areas of the body other than the digestive tract, including eyes, skin, joints, mouth, and liver.\n\nOnly participants with any EIM present at Baseline were included in the analysis of resolution of EIMs. Resolution of EIMs was defined as absence of all EIMs at the Week 12 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"28.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Remission Per PROs at Week 4","description":"Clinical remission per PROs was defined as average daily very soft or liquid SF ≤ 2.8 and average daily APS ≤ 1.0 and neither worse than Baseline.\n\nParticipants recorded APS and the number of liquid or very soft SF daily in an electronic diary. Abdominal pain was rated on a scale from 0 (none) to 3 (severe).\n\nThe average daily very soft or liquid SF and APS were calculated using the 4-7 most recent useable days of patient-reported outcomes (i.e., excluding days with missing entries or associated with endoscopy procedures) out of the last 14 days prior to the Week 4 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null},{"groupId":"OG001","value":"35.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Corticosteroid Use for Crohn's Disease and Achieved Clinical Remission Per PROs at Week 12","description":"Corticosteroid-free clinical remission is defined as participants who discontinued corticosteroid use for CD and achieved clinical remission per PROs at Week 12, assessed for participants taking corticosteroids for CD at Baseline.\n\nClinical remission per PROs was defined as average daily very soft or liquid stool frequency (SF) ≤ 2.8 and average daily APS ≤ 1.0 and neither worse than Baseline.\n\nParticipants recorded APS and the number of liquid or very soft SF daily in an electronic diary. Abdominal pain was rated on a scale from 0 (none) to 3 (severe).\n\nThe average daily liquid or very soft SF and APS were calculated using the 4-7 most recent useable days of patient-reported outcomes (i.e., excluding days with missing entries or associated with endoscopy procedures) out of the last 14 days prior to the Week 12 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"44.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":176},"commonTop":["ANAEMIA","ACNE","NASOPHARYNGITIS","CROHN'S DISEASE","ARTHRALGIA"]}}}