{"nctId":"NCT01108731","briefTitle":"The Effect of Milnacipran in Patients With Fibromyalgia","startDateStruct":{"date":"2010-03"},"conditions":["Fibromyalgia"],"count":37,"armGroups":[{"label":"Patients taking the drug Milnacipran","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Milnacipran"]},{"label":"Patients taking the placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Milnacipran","otherNames":["Savella"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female or male subjects who fulfill the American College of Rheumatology's case definition for Fibromyalgia.\n* 18 through 68 years of age\n\nExclusion Criteria:\n\n* Pregnant or trying to become pregnant\n* Taking any other Serotonin Norepinephrine Reuptake Inhibitor (SNRI) or already taking milnacipran\n* Patients who do not indicate their pain levels as less than substantial despite their best care\n* History of any psychotic disorder or history of alcoholism or drug abuse within 10 years of intake as determined by psychiatric diagnostic interview\n* Presence of current depression as determined by psychiatric diagnostic interview\n* Presence of brain lesion on MRI anatomical study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"68 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Ventricular Lactate Levels in the Brain","description":"Ventricular lactate levels will be assessed before and at the end of the trial using a scanning method known as magnetic resonance spectroscopy (MRS), which is used to determine the presence and quantity of a number of chemicals in the brain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"0.91"},{"groupId":"OG001","value":"0.32","spread":"1.58"}]}]}]},{"type":"SECONDARY","title":"Change in Cognitive Function Assessed by the no Cue Condition of the Attention Network Test (ANT).","description":"The Attention Network Test (ANT) is a computerized test designed to evaluate the efficiency of the attention network. The ANT consists of a set of cued reaction time tasks to assess vigilance and efficiency to detect novel visual stimuli. The ANT also includes a set of flanker tasks during which a decision needs to be made about whether the orientation of a central stimulus is congruent or incongruent with a set of flanking arrows. Scores on the cued reaction time tasks (no cue, centre cue, double cue) reflect latency to respond measured in milliseconds (slower performance equals greater values). The score on the flanker task reflecting executive attention is derived by subtracting obtained latencies on the congruent flanker from the incongruent condition. Based on our prior work, we are hypothesizing that drug treated Ss will show improved performance on the no cue reaction time condition and on the derived executive attention variable compared to placebo treated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-79.56","spread":"80.45"},{"groupId":"OG001","value":"-35.00","spread":"90.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-68.73","spread":"52.77"},{"groupId":"OG001","value":"-34.77","spread":"52.77"}]}]}]},{"type":"SECONDARY","title":"Change in Widespread Pain","description":"Pain was assessed using a visual analog scale (VAS) ranging from 0 (no pain) to 10 (worst pain ever). The baseline value recorded was widespread pain at the time of assessment and the 2 months follow value recorded was widespread pain over the week prior to assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.24","spread":"1.57"},{"groupId":"OG001","value":"0.66","spread":"1.75"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":17},"commonTop":["Gastric distress, nausea or vomiting"]}}}