{"nctId":"NCT02802501","briefTitle":"Efficacy and Safety Study of Tafenoquine (TQ) Co-administered With Dihydroartemisinin-piperaquine (DHA-PQP) for the Radical Cure of Plasmodium Vivax (P. Vivax) Malaria","startDateStruct":{"date":"2018-04-08","type":"ACTUAL"},"conditions":["Malaria, Vivax"],"count":150,"armGroups":[{"label":"DHA-PQP plus tafenoquine 300 mg single dose","type":"EXPERIMENTAL","interventionNames":["Drug: Tafenoquine","Drug: Matched-Placebo for Primaquine","Drug: Dihydroartemisinin-piperaquine (DHA-PQP)","Drug: ACT plus PQ (Rescue medication)","Drug: PQ (End of study treatment)"]},{"label":"DHA-PQP plus primaquine 15 mg for 14 days","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Matched-Placebo for Tafenoquine","Drug: Primaquine","Drug: Dihydroartemisinin-piperaquine (DHA-PQP)","Drug: ACT plus PQ (Rescue medication)","Drug: PQ (End of study treatment)"]},{"label":"DHA-PQP alone (placebo arm)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matched-Placebo for Tafenoquine","Drug: Matched-Placebo for Primaquine","Drug: Dihydroartemisinin-piperaquine (DHA-PQP)","Drug: ACT plus PQ (Rescue medication)","Drug: PQ (End of study treatment)"]}],"interventions":[{"name":"Tafenoquine","otherNames":[]},{"name":"Matched-Placebo for Tafenoquine","otherNames":[]},{"name":"Primaquine","otherNames":[]},{"name":"Matched-Placebo for Primaquine","otherNames":[]},{"name":"Dihydroartemisinin-piperaquine (DHA-PQP)","otherNames":[]},{"name":"ACT plus PQ (Rescue medication)","otherNames":[]},{"name":"PQ (End of study treatment)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male subjects \\>=18 years at the time of signing the informed consent.\n* The subject has a positive Giemsa smear for P. vivax (mixed infection with P.falciparum is acceptable).\n* The subject has a parasite density of \\>20 per microliter.\n* Glucose-6-phosphate dehydrogenase (G6PD) normal using a suitable qualitative assessment, for example, nicotinamide adenine dinucleotide phosphate (NADPH) qualitative fluorescent spot test (Trinity Biologicals, United States of America).\n* The subject has a QTcF of \\<450 millisecond (msec). Note: Reading based on an average of triplicate ECGs obtained over a brief recording period by machine.\n* The subject is willing and able to comply with the study protocol.\n* Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the consent form and in the protocol.\n\nExclusion Criteria:\n\n* Severe P.vivax malaria as defined by World Health Organization (WHO) criteria.\n* Severe vomiting (no food or inability to take food during the previous 8 hours).\n* Screening hemoglobin (Hb) concentration \\<8 grams per deciliter.\n* Liver function test ALT \\>2 times upper limit of Normal (ULN).\n* Any clinically significant concurrent illness (for example, pneumonia, septicemia), significant pre-existing conditions (for example, renal disease, malignancy, Type 1 diabetes), conditions that may affect absorption of study treatment (for example, vomiting, severe diarrhea), or clinical signs and symptoms of severe cardiovascular disease (for example, uncontrolled congestive heart failure, severe coronary artery disease).\n* History of hypersensitivity, allergy or adverse reactions to Dihydroartemisinin (DHA) or other artemisinins, piperaquine, tafenoquine or primaquine.\n* Subject has previously received treatment with tafenoquine, or has received treatment with any other investigational drug within 30 days of study entry or within 5 half-lives, whichever is longer.\n* Subject has taken anti-malarials (for example, ACTs, mefloquine, primaquine, quinacrine) or drugs with anti-malarial activity within the past 30 days.\n* Subjects who will likely require the use of medications from the prohibited medications list or have taken them in the past 30 days which include the following medications and medication classes: Drugs with hemolytic potential, Drugs known to prolong the QT corrected (QTc) interval including: Antiarrhythmics; Neuroleptics and antidepressive agents; Certain antimicrobial agents, including agents of the following classes: macrolides, fluroquinolones imidazole and triazole antifungal agents and also pentamidine and saquinavir; Certain non-sedating antihistamines; Cisapride, droperidol, domperidone, bepridil, diphemanil, probucol, levomethadyl, methadone, vinca alkaloids, arsenic trioxide.\n* The biguanides: phenformin and buformin (but excluding metformin).\n* Drugs that are substrates of the renal transporters organic cation transporter 2 (OCT2), multidrug and toxin extrusion protein 2 (MATE1) and multidrug and toxin extrusion protein 2 (MATE2) and have a narrow therapeutic index (for example, the antiarrhythmic agents: dofetilide, procainamide and pilsicainide).\n* Anticipated to be unable to consume daily study treatment under direct supervision by the research team.\n* Previous participation in the present clinical trial, that is, subjects experiencing relapse during or after the study period may not be enrolled as a new subject.\n* History of illicit drug abuse or heavy alcohol intake, such that full participation in the study could be compromised.\n* Any contraindication in the opinion of the Investigator to DHA-PQP or primaquine administration such as: Family history of sudden unexplained death (DHA-PQP); Known congenital QT corrected (QTc) prolongation (DHA-PQP); Known history of a medical condition known to prolong the QT interval: for example, myxoedema, cardiomyopathies, recent myocardial infarction (DHA-PQP); History of symptomatic cardiac arrhythmias or with clinically relevant bradycardia (DHA-PQP); Cardiac illnesses predisposing to arrhythmias for example, severe hypertension, left ventricular hypertrophy, cardiomyopathies, cardiac failure with reduced ejection fraction (DHA-PQP); Presence of an electrolyte disturbance particularly hypokalemia, hypocalcemia, hypomagnesemia (DHA-PQP); Rheumatoid arthritis, lupus erythematosus and other systemic conditions that may cause granulocytopenia (primaquine); History of hemolytic anemia, methemoglobinemia and leucopenia (primaquine).","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Relapse-free Efficacy at Six Months After Administration of Tafenoquine With DHA-PQP and DHA-PQP Alone","description":"A participant was considered to have demonstrated relapse-free efficacy at 6 months if: a) Participant had non-zero Plasmodium vivax (P.vivax) asexual parasite count at Baseline (Day 1), b) Participant demonstrated initial clearance of P.vivax parasitemia, c) Participant had no positive asexual P.vivax parasite count at any assessment prior to or on study Day 180 following initial parasite clearance, d) Participants did not take a concomitant medication with anti-malarial activity (excluding study treatment) at any point between Study Day 1 and their last parasite assessment, e) Participant was parasite-free at 6 months. The percentage of participants who were relapse-free at 6 months post dose has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse-free Efficacy at Six Months After Administration of Tafenoquine With DHA-PQP and Primaquine+DHA-PQP","description":"A participant was considered to have demonstrated relapse-free efficacy at 6 months if: a) Participant had non-zero P. vivax asexual parasite count at Baseline (Day 1), b) Participant demonstrated initial clearance of P.vivax parasitemia, c) Participant had no positive asexual P.vivax parasite count at any assessment prior to or on study Day 180 following initial parasite clearance, d) Participants did not take a concomitant medication with anti-malarial activity (excluding study treatment) at any point between Study Day 1 and their last parasite assessment, e) Participant was parasite-free at 6 months. The percentage of participants who were relapse-free at 6 months post dose has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse-free Efficacy at Six Months After Administration of Primaquine With DHA-PQP and DHA-PQP Alone","description":"A participant was considered to have demonstrated relapse-free efficacy at 6 months if: a) Participant had non-zero P. vivax asexual parasite count at Baseline (Day 1), b) Participant demonstrated initial clearance of P.vivax parasitemia, c) Participant had no positive asexual P.vivax parasite count at any assessment prior to or on study Day 180 following initial parasite clearance, d) Participants did not take a concomitant medication with anti-malarial activity (excluding study treatment) at any point between Study Day 1 and their last parasite assessment, e) Participant was parasite-free at 6 months. The percentage of participants who were relapse-free at 6 months post dose has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Relapse-free Efficacy at Four Months After Administration of Tafenoquine With DHA-PQP and DHA-PQP Alone","description":"A participant was considered to have demonstrated recurrence-free efficacy at 4 months if: a) Participant had non-zero P. vivax asexual parasite count at Baseline, b) Participant demonstrated initial clearance of P.vivax parasitemia, c) Participant had no positive asexual P.vivax parasite count at any assessment prior to or on Study Day 135 following initial parasite clearance, d) Participants did not take a concomitant medication with anti-malarial activity (excluding study treatment) at any point between Study Day 1 and their first parasite assessment after Study Day 105 (up to and including Study Day 135), e) Participant was parasite-free at 4 months. The rate of relapse-free efficacy was estimated by Kaplan-Meier methodology. The percentage of participants who were relapse-free at 4 months post dose has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Relapse of P. Vivax Malaria","description":"Relapse is defined by a positive blood smear with or without vivax symptoms. Relapse is described as any recurrence of P. vivax malaria after clearance of the initial infection. The time to relapse (number of days between the date of first positive count and date of Study Day 1) was analyzed by the Kaplan-Meier method. The median number of days to relapse along with 95 percent (%) confidence interval (CI) has been presented for each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.5","spread":null},{"groupId":"OG001","value":"96.0","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Fever Clearance","description":"Time to fever clearance is defined as time from first dose of treatment to the time when body temperature falls to normal and remains normal for at least 48 hours up to the Day 7 visit. Fever clearance is considered to have been achieved once an initial temperature of greater than 37.4 degree Celsius is reduced to a value less than or equal to 37.4 degree Celsius, in the absence of value greater than 37.4 degree Celsius in the following 48 hours up to Day 7 visit. The time taken to achieve fever clearance was analyzed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"15.8","spread":null},{"groupId":"OG002","value":"16.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Parasite Clearance","description":"Parasite clearance time is defined as time needed to clear asexual parasite from the blood that is, parasite numbers falling below the limit of detection in the thick blood smear and remaining undetectable after \\>= 6 hours later. The time to achieve parasite clearance was analyzed by Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.1","spread":null},{"groupId":"OG001","value":"18.1","spread":null},{"groupId":"OG002","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Recrudescence","description":"Recrudescence was defined as blood stage treatment failure. A participant was considered to have had a recrudescence if both of the following were true: 1) if participant had a positive P. vivax asexual parasite count at Baseline and demonstrated clearance (i.e. two negative asexual P. vivax parasite counts, with at least 6 hours between the counts, and no positive counts in the interval); 2) Participant had a positive genetically homologous asexual P. vivax parasite count on or before Study Day 14, after their zero count in days 1 to 5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Adverse Events (AEs) and Serious Adverse Events (SAEs) During the Double-blind Treatment Phase","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. A SAE is defined as as any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect, is associated with liver injury and impaired liver function, other important medical events that may jeopardize the participant or may require medical or surgical intervention to prevent one of the other outcomes listed before.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Chemistry Values Outside Clinical Concern Range","description":"Blood samples were collected at indicated time points to analyze following chemistry parameters: alanine aminotransferase (ALT), Alkaline Phosphatase (ALP), Aspartate Aminotransferase (AST), Bilirubin, Creatine Kinase, Creatinine, Indirect Bilirubin and Urea. Clinical concern range for the parameters included ALT and AST (high: \\>3 times Upper Limit of Normal \\[ULN\\]), ALP (high: \\>2.5 times ULN), bilirubin and indirect bilirubin (high: \\>1.5 times ULN), creatine kinase (high: \\>5 times ULN), creatinine (high: \\>3 times ULN) and urea (high: \\>11.067 millimoles per Liter \\[mmol/L\\]. Data for any time on treatment has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hematology Values Outside Clinical Concern Range","description":"Blood samples were collected to analyze the following hematology parameters: Hemoglobin, lymphocytes and Platelet count. The clinical concern ranges for the parameters included: hemoglobin (low: \\<7 grams per deciliter), lymphocytes: (low: \\<0.5x10\\^9 cells per liter and high: \\>4x10\\^9 cells per liter),and platelets (low: \\<50x10\\^9 cells per liter). Data for any time on treatment has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Electrocardiogram (ECG) Values Outside Clinical Concern Range-QT Interval Corrected Using Fredericia's Formula (QTcF)","description":"12-lead ECG was obtained at indicated time points using an automated ECG machine that measured QTcF. Clinical concern range included:absolute QTcF interval (upper: \\>480 milliseconds) and increase from Baseline in QTcF (upper: \\>=60 milliseconds). Data for maximum post-Baseline increase \\>=60 and \\>480 milliseconds has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in QT Interval Corrected by Fridericia's Formula (QTcF)","description":"12-lead ECG was obtained at indicated time points using an automated ECG machine that measured QTcF interval. Change from Baseline is calculated as Post-Dose Visit Value minus Baseline value. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.3","spread":"24.81"},{"groupId":"OG001","value":"44.5","spread":"22.96"},{"groupId":"OG002","value":"40.8","spread":"17.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"14.95"},{"groupId":"OG001","value":"12.2","spread":"13.97"},{"groupId":"OG002","value":"16.5","spread":"16.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"15.00"},{"groupId":"OG001","value":"7.5","spread":"13.70"},{"groupId":"OG002","value":"10.2","spread":"14.41"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Body Temperature Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"Body temperature was measured with participants in semi-supine position after 5 minutes of rest. Data was categorized as: body temperature 'low: \\<36.5 degrees celsius', 'high: \\>37.3 degrees celsius' and 'To Normal or No change'. Participants were counted in the worst case category that their value changes to (low, normal or high), unless there was no change in their category. Participants whose vital sign value category was unchanged (e.g.,High to High), or whose value became normal, are recorded in the \"To Normal or No Change\" category. Participants were counted twice if the participant had values that changed 'To Low' and 'To High', so the percentages may not add to 100%. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"38","spread":null},{"groupId":"OG002","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP) Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"SBP and DBP were measured with participants in semi-supine position after 5 minutes of rest. Data was categorized as: systolic blood pressure (SBP) (low: \\<90 and high: \\>120 millimeters of mercury \\[mmHg\\]); diastolic blood pressure (DBP) (low: \\<60 and high: \\>80 mmHg); and 'To Normal or No change'. Participants were counted in the worst case category that their value changes to (low, normal or high), unless there was no change in their category. Participants whose vital sign value category was unchanged (e.g.,High to High), or whose value became normal, are recorded in the \"To Normal or No Change\" category. Participants were counted twice if the participant had values that changed 'To Low' and 'To High', so the percentages may not add to 100%. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"20","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Pulse Rate Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"Pulse rate was measured with participants in semi-supine position after 5 minutes of rest. Data was categorized as: pulse rate low: \\<60 beats per minute \\[bpm\\], high: \\>100 bpm and 'To normal or No change'. Participants were counted in the worst case category that their value changes to (low, normal or high), unless there was no change in their category. Participants whose vital sign value category was unchanged (e.g.,High to High), or whose value became normal, are recorded in the \"To Normal or No Change\" category. Participants were counted twice if the participant had values that changed 'To Low' and 'To High', so the percentages may not add to 100%. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worst Case Respiratory Rate Results Relative to Normal Range Post-Baseline Relative to Baseline","description":"Respiratory rate was measured with participants in semi-supine position after 5 minutes of rest. Data was categorized as: respiratory rate low: \\<12 breaths per minute', high: \\>18 breaths per minute and 'To normal or No change'. Participants were counted in the worst case category that their value changes to (low, normal or high), unless there was no change in their category. Participants whose vital sign value category was unchanged (e.g.,High to High), or whose value became normal, are recorded in the \"To Normal or No Change\" category. Participants were counted twice if the participant had values that changed 'To Low' and 'To High', so the percentages may not add to 100%.Day 1 was considered as Baseline. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"41","spread":null},{"groupId":"OG002","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Gastrointestinal AEs","description":"The number of participants with gastrointestinal AEs: nausea, vomiting, diarrhea, dyspepsia, abdominal distension, abdominal discomfort and constipation has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Methemoglobin/ Total Hemoglobin","description":"Blood samples were collected for the assessment of methemoglobin/Total Hemoglobin (Hb). Methemoglobin is a type of Hb in the form of metalloprotein that cannot bind with oxygen, measured as percentage of methemoglobin in total hemoglobin. Change from Baseline is calculated as Post-Dose Visit Value minus Baseline value. Day 1 was considered as Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.234"},{"groupId":"OG001","value":"-0.07","spread":"0.341"},{"groupId":"OG002","value":"-0.06","spread":"0.260"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.211"},{"groupId":"OG001","value":"-0.04","spread":"0.323"},{"groupId":"OG002","value":"0.01","spread":"0.270"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.228"},{"groupId":"OG001","value":"0.06","spread":"0.367"},{"groupId":"OG002","value":"0.28","spread":"0.438"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.244"},{"groupId":"OG001","value":"0.12","spread":"0.382"},{"groupId":"OG002","value":"0.62","spread":"0.714"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.204"},{"groupId":"OG001","value":"0.16","spread":"0.437"},{"groupId":"OG002","value":"0.91","spread":"0.869"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":"0.248"},{"groupId":"OG001","value":"0.19","spread":"0.454"},{"groupId":"OG002","value":"1.20","spread":"1.213"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.224"},{"groupId":"OG001","value":"0.23","spread":"0.487"},{"groupId":"OG002","value":"1.41","spread":"1.329"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.245"},{"groupId":"OG001","value":"0.24","spread":"0.426"},{"groupId":"OG002","value":"1.53","spread":"1.325"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"0.279"},{"groupId":"OG001","value":"0.24","spread":"0.456"},{"groupId":"OG002","value":"1.69","spread":"1.314"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.232"},{"groupId":"OG001","value":"0.18","spread":"0.445"},{"groupId":"OG002","value":"1.82","spread":"1.324"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.256"},{"groupId":"OG001","value":"0.18","spread":"0.404"},{"groupId":"OG002","value":"1.92","spread":"1.436"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.14","spread":"0.256"},{"groupId":"OG001","value":"0.18","spread":"0.419"},{"groupId":"OG002","value":"2.02","spread":"1.409"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"0.243"},{"groupId":"OG001","value":"0.12","spread":"0.404"},{"groupId":"OG002","value":"2.01","spread":"1.436"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.213"},{"groupId":"OG001","value":"0.00","spread":"0.363"},{"groupId":"OG002","value":"2.13","spread":"1.019"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.216"},{"groupId":"OG001","value":"0.12","spread":"0.369"},{"groupId":"OG002","value":"1.84","spread":"1.259"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.246"},{"groupId":"OG001","value":"0.11","spread":"0.357"},{"groupId":"OG002","value":"1.29","spread":"0.982"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"0.260"},{"groupId":"OG001","value":"0.06","spread":"0.362"},{"groupId":"OG002","value":"0.80","spread":"0.744"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.382"},{"groupId":"OG001","value":"0.03","spread":"0.262"},{"groupId":"OG002","value":"0.69","spread":"0.680"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.294"},{"groupId":"OG001","value":"0.01","spread":"0.293"},{"groupId":"OG002","value":"0.49","spread":"0.565"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.258"},{"groupId":"OG001","value":"0.03","spread":"0.329"},{"groupId":"OG002","value":"0.41","spread":"0.424"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.256"},{"groupId":"OG001","value":"0.03","spread":"0.279"},{"groupId":"OG002","value":"0.19","spread":"0.347"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.248"},{"groupId":"OG001","value":"0.01","spread":"0.284"},{"groupId":"OG002","value":"0.08","spread":"0.314"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.260"},{"groupId":"OG001","value":"-0.07","spread":"0.326"},{"groupId":"OG002","value":"-0.01","spread":"0.245"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Protocol-defined SAE (Hemoglobin Drop)","description":"Blood samples were collected at indicated time points to analyze the hemoglobin level. Hemoglobin drop is defined as any one of the following occurring in the first 15 days of the study: a relative hemoglobin decrease of \\>=30% from Baseline, or an absolute hemoglobin decrease of \\>3 grams per liter from Baseline, or a drop in absolute hemoglobin to \\<7.0 grams per decilter (g/dL). Number of participants with a protocol-defined hemoglobin SAEs has been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Oral Clearance (CL/F) of Tafenoquine When Co-administered With DHA-PQP","description":"Blood samples were collected at the indicated time points for the determination of oral clearance following tefenoquine co-administered with DHA-PQP and was to be calculated by covariate analysis.","classes":[]},{"type":"SECONDARY","title":"Volume of Distribution (V/F) of Tafenoquine When Co-administered With DHA-PQP","description":"Blood samples were collected at the indicated time points for the determination of volume of distribution following tefenoquine co-administered with DHA-PQP and was to be calculated by covariate analysis.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":50},"commonTop":["Upper respiratory tract infection","Myalgia","Headache","Nasopharyngitis","Nausea"]}}}