{"nctId":"NCT03355820","briefTitle":"A Follow-up Extension Study to Evaluate the Persistence of Immune Response to GSK Biologicals' HPV Vaccine in Healthy Chinese Female Subjects Who Received Three Doses of the Vaccine in the HPV-058 Study","startDateStruct":{"date":"2018-02-28","type":"ACTUAL"},"conditions":["Cervical Intraepithelial Neoplasia"],"count":228,"armGroups":[{"label":"HPV Group","type":"EXPERIMENTAL","interventionNames":["Procedure: Blood sampling for antibody determination"]}],"interventions":[{"name":"Blood sampling for antibody determination","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects/subject's parents/legally acceptable representative(s) \\[LAR(s)\\] who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written informed consent obtained from the subject or subject's parents/LAR(s) prior to performing any study specific procedure.\n* Written informed assent obtained from the subjects below the legal age of consent.\n* Subjects who received all three doses of the HPV-16/18 vaccine in the HPV-058 study.\n* Healthy subjects as established by medical history and clinical examination before entering into the study.\n\nExclusion Criteria:\n\n* Use of any investigational or non-registered product (drug or vaccine which may have an impact on the study objectives) during the period starting 30 days (Day 29 to Day 1) before the study visit.\n* Concurrently participating in another clinical study, in which the subject has been or will be exposed to an investigational or a non-investigational vaccine/product (pharmaceutical product or device).\n* Previous vaccination against HPV outside the HPV-058 study.\n* Subjects with contraindications related to blood draw such as blood disorders and anticoagulants use.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"17 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Seropositive Subjects for Anti-HPV-16 Antibodies at Day 1 in HPV-093 (NCT03355820) Study","description":"A seropositive subject is defined as a subject whose antibody concentration is equal to or above the cut-off value of 19 Enzyme Linked Immunosorbent Assay units per milliliter (EL.U/mL).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Seropositive Subjects for Anti-HPV-18 Antibodies at Day 1 in HPV-093 (NCT03355820) Study","description":"A seropositive subject is defined as a subject whose antibody concentration is equal to or above the cut-off value of 18 EL.U/mL.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223","spread":null}]}]}]},{"type":"PRIMARY","title":"Anti-HPV-16 Antibody Concentrations at Day 1 in HPV-093 (NCT03355820) Study","description":"Anti-HPV-16 antibody concentrations are presented as Geometric Mean Concentrations (GMCs), expressed in EL.U/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1236.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Anti-HPV-18 Antibody Concentrations at Day 1 in HPV-093 (NCT03355820) Study","description":"Anti-HPV-18 antibody concentrations are presented as GMCs, expressed in EL.U/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"535.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Seropositive Subjects for Anti-HPV-16 Antibodies at Day 1 in HPV-093 (NCT03355820) and at Year 6 in HPV-039 (NCT00779766) Studies","description":"A seropositive subject is defined as a subject whose antibody concentration is equal to or above the cut-off value of 19 EL.U/mL.\n\nThe number of seropositive subjects at Day 1 in the present study was compared with the number of seropositive subjects from the immunogenicity subset in HPV-039 (NCT00779766) study at Year 6.\n\nData corresponding to Day 1 time point of the present study can also be found in the primary outcome measure.\n\nData at Year 6 in subjects from the immunogenicity subset in HPV-039 study can be found in the respective NCT record NCT00779766 (please refer to Outcome measure 38, Row \"≥19 EL.U/mL, sero-, \\[Month 72\\]\" and Row \"≥19 EL.U/mL, sero+, \\[Month 72\\]\").","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Seropositive Subjects for Anti-HPV-18 Antibodies at Day 1 in HPV-093 (NCT03355820) and at Year 6 in HPV-039 (NCT00779766) Studies","description":"A seropositive subject is defined as a subject whose antibody concentration is equal to or above the cut-off value of 18 EL.U/mL.\n\nThe number of seropositive subjects at Day 1 in the present study was compared with the number of seropositive subjects from the immunogenicity subset in HPV-039 (NCT00779766) study at Year 6.\n\nData corresponding to Day 1 time point of the present study can also be found in the primary outcome measure.\n\nData at Year 6 in subjects from the immunogenicity subset in HPV-039 study can be found in the respective NCT record NCT00779766 (please refer to Outcome measure 39, Row \"≥ 18 EL.U/mL, sero- \\[Month 72\\]\" and Row \"≥ 18 EL.U/mL, sero+ \\[Month 72\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"223","spread":null}]}]}]},{"type":"SECONDARY","title":"Concentration of Antibodies Against HPV-16 at Day 1 in HPV-093 (NCT03355820) and at Year 6 in HPV-039 (NCT00779766) Studies","description":"Anti-HPV-16 antibody concentrations are presented as Geometric Mean Concentrations (GMCs), expressed in EL.U/mL.\n\nAnti-HPV-16 antibody concentrations at Day 1 in the present study were compared with the anti-HPV-16 antibody concentrations obtained as per the analysis performed on the immunogenicity subset in HPV-039 (NCT00779766) study at Year 6.\n\nData corresponding to Day 1 time point of the present study can also be found in the primary outcome measure.\n\nData at Year 6 in subjects from the immunogenicity subset in HPV-039 study can be found in the respective NCT record NCT00779766 (please refer to Outcome measure 40, Row \"HPV-16, sero-, \\[Month 72\\]\" and Row \"HPV-16, sero+, \\[Month 72\\]\").","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1236.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Concentration of Antibodies Against HPV-18 at Day 1 in HPV-093 (NCT03355820) and at Year 6 in HPV-039 (NCT00779766) Studies","description":"Anti-HPV-18 antibody concentrations are presented as Geometric Mean Concentrations (GMCs), expressed in EL.U/mL.\n\nAnti-HPV-18 antibody concentrations at Day 1 in the present study were compared with the anti-HPV-18 antibody concentrations obtained as per the analysis performed on the immunogenicity subset in HPV-039 (NCT00779766) study at Year 6.\n\nData corresponding to Day 1 time point of the present study can also be found in the primary outcome measure.\n\nData at Year 6 in subjects from the immunogenicity subset in HPV-039 study can be found in the respective NCT record NCT00779766 (please refer to Outcome measure 40, Row \"HPV-18, sero-, \\[Month 72\\]\" and Row \"HPV-18, sero+, \\[Month 72\\]\").","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"535.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":227},"commonTop":[]}}}