{"nctId":"NCT01015976","briefTitle":"A Preliminary Comparison of the Blood Levels of Medications in Obese Subjects Compared to Post-Gastric Bypass Subjects","startDateStruct":{"date":"2009-02"},"conditions":["Obesity"],"count":10,"armGroups":[{"label":"Post bariatric surgery","type":"EXPERIMENTAL","interventionNames":["Procedure: bariatric surgery"]},{"label":"Control","type":"OTHER","interventionNames":["Other: control"]}],"interventions":[{"name":"bariatric surgery","otherNames":[]},{"name":"control","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects between the ages of 18 and 60 years.\n* Subjects must be of good general health by history and physical exam.\n* Five subjects 9 to 15 months past bariatric surgery (Roux-en-Y procedure), no BMI requirement.\n* Five subjects matched for body mass index, age and sex to the post bariatric surgery group.\n* No contraindications to receiving a single dose of 100 mg of sertraline.\n* Women of child bearing potential must be practicing an accepted method of birth control (barrier method or oral contraception) and have a negative pregnancy test at baseline.\n\nExclusion Criteria:\n\n* Allergy to sertraline or any of its constituents.\n* Candidates currently receiving sertraline or any other antidepressant.\n* Candidates currently receiving a medication that interacts with sertraline (Zoloft)\n* Candidates who are poor metabolizers for the CYP2D6 and/or 2C19 enzymes.\n* Candidates experiencing clinically significant, unstable neurological, hepatic, renal or cardiovascular disease.\n* Candidates currently or with a past history of meeting DSM-IV diagnostic criteria for schizophrenia, schizoaffective disorder, bipolar disorder.\n* Candidates who have participated in an investigational drug study in past 30 days.\n* Candidates who meet DSM-IV diagnostic criteria for drug/alcohol abuse or dependency or who have a history of drug/alcohol abuse or dependency.\n* Candidates who are pregnant or nursing at time of study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUC Post Surgery (n =5) Compared to AUC Control (n=5)","description":"AUC of surgery group compared to the AUC of control group","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124.4","spread":"55.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"314.8","spread":"129.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}