{"nctId":"NCT01292837","briefTitle":"A Study of Levetiracetam in Japanese Pediatric Patients With Generalized Tonic-clonic Seizures","startDateStruct":{"date":"2011-02"},"conditions":["Epilepsy","Generalized Tonic-clonic Seizures"],"count":13,"armGroups":[{"label":"Levetiracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Levetiracetam"]}],"interventions":[{"name":"Levetiracetam","otherNames":["Keppra","E Keppra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An epileptic patient with generalized tonic-clonic seizures that are classifiable according to the International League Against Epilepsy classification of epileptic seizures (Epilepsia, 1981)\n* A patient on a stable dose of 1 or 2 anti-epileptic drugs for the last 4 weeks (potassium bromide and sodium bromide for the last 12 weeks) prior to the Combined Baseline Period and during the Combined Baseline Period\n\nExclusion Criteria:\n\n* Presence of any sign (clinical or imaging procedures) suggesting a progressive brain lesion/disease, in particular, progressive disorder with epileptic seizures\n* Diagnosis of Lennox-Gastaut Syndrome\n* Confirmed focal epilepsy based on clinical signs (seizure types), with consistent electroencephalogram and magnetic resonance imaging features\n* A history of convulsive or nonconvulsive status epilepticus while taking concomitant anti-epileptic drugs for the last 3 months prior to Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percent Change From the Combined Baseline (4-week Retrospective Baseline and 4-week Prospective Baseline) in the Generalized Tonic-clonic Seizure Frequency Per Week Over the 24-week Treatment Period (Up-Titration and Evaluation Periods)","description":"The percent change from Combined Baseline over Treatment Period was calculated from the Generalized Tonic-Clonic (GTC) seizure frequency per week during the Treatment Period (T) and during the Baseline Period (B, Combined Baseline, ie, Retrospective and Prospective Baseline Periods) using the equation below.\n\nThe percent change from Baseline = (B - T)/B x 100\n\nThe seizure frequency per week was calculated using the following formula:\n\nFrequency per week of GTC seizures = total number of GTC seizures in the corresponding period / number of days for observation in the corresponding period x 7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.47","spread":"50.34"}]}]}]},{"type":"SECONDARY","title":"The Percent Change in Generalized Tonic-clonic Seizure Frequency Per Week From the Combined Baseline Period Over the Evaluation Period","description":"The percent change from Combined Baseline over Evaluation Period was calculated from the Generalized Tonic-Clonic (GTC) seizure frequency per week during the Evaluation Period (E) and during the Baseline Period (B, Combined Baseline, ie, Retrospective and Prospective Baseline Periods) using the equation below.\n\nThe percent change from Baseline = (B - E)/B x 100\n\nThe seizure frequency per week was calculated using the following formula:\n\nFrequency per week of GTC seizures = total number of GTC seizures in the corresponding period / number of days for observation in the corresponding period x 7","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.93","spread":"51.86"}]}]}]},{"type":"SECONDARY","title":"Generalized Tonic-clonic Seizures 50 % Responder Rate (the Proportion of Subjects With 50 % or More Reduction From the Combined Baseline in the Frequency of Generalized Tonic-clonic Seizures) During the Treatment Period","description":"The 50 % responder rate during the Treatment Period was the proportion of subjects who reported a ≥ 50 % reduction in seizure frequency per week from Baseline during the Treatment Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Generalized Tonic-clonic Seizures 50 % Responder Rate During the Evaluation Period","description":"The 50 % responder rate during the Evaluation Period was the proportion of subjects who reported a ≥50 % reduction in seizure frequency per week from Baseline during the Evaluation Period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Generalized Tonic-clonic Seizure Freedom Over the Treatment Period","description":"A subject with a generalized tonic-clonic seizure frequency of 0 per week throughout the Treatment Period was considered a seizure-free subject for that period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Generalized Tonic-clonic Seizure Freedom Over the Evaluation Period","description":"A subject with a generalized tonic-clonic seizure frequency of 0 per week throughout the Evaluation Period was considered a seizure-free subject for that period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["Nasopharyngitis","Convulsion","Somnolence","Diarrhoea","Dental caries"]}}}