{"nctId":"NCT00533949","briefTitle":"High-Dose or Standard-Dose Radiation Therapy and Chemotherapy With or Without Cetuximab in Treating Patients With Newly Diagnosed Stage III Non-Small Cell Lung Cancer That Cannot Be Removed by Surgery","startDateStruct":{"date":"2007-11"},"conditions":["Lung Cancer","Radiation Toxicity"],"count":544,"armGroups":[{"label":"60 Gy RT","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel","Radiation: 60 Gy RT"]},{"label":"74 Gy RT","type":"EXPERIMENTAL","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel","Radiation: 74 Gy RT"]},{"label":"60 Gy RT + Cetuximab","type":"EXPERIMENTAL","interventionNames":["Biological: Cetuximab","Drug: Carboplatin","Drug: Paclitaxel","Radiation: 60 Gy RT"]},{"label":"74 Gy RT + Cetuximab","type":"EXPERIMENTAL","interventionNames":["Biological: Cetuximab","Drug: Carboplatin","Drug: Paclitaxel","Radiation: 74 Gy RT"]}],"interventions":[{"name":"Cetuximab","otherNames":["Erbitux"]},{"name":"Carboplatin","otherNames":["Paraplatin"]},{"name":"Paclitaxel","otherNames":["Taxol","Abraxane"]},{"name":"60 Gy RT","otherNames":["RT"]},{"name":"74 Gy RT","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Pathologically proven (either histologic or cytologic) diagnosis of Stage IIIA or IIIB non-small cell lung cancer (NSCLC); excluding patients with N3 disease based on supraclavicular or contralateral hilar adenopathy, \\[according to American Joint Committee on Cancer (AJCC) Staging, 6th edition; see appendix III\\] within 12 weeks of registration; patients who present with N2 or N3 disease and an undetectable NSCLC primary tumor also are eligible.\n2. Patients must be considered unresectable or inoperable; Note: Patients who have had a nodal recurrence after surgery for an early-stage NSCLC are eligible if the following criteria are met:\n\n   * Nodal recurrence must be N1 or N2; N3 is not eligible.\n   * The initial primary must have been staged as T1-2, N0, M0.\n   * The node must be biopsied within 12 weeks of registration.\n   * The node must be measurable.\n   * The patient must not have received prior chemotherapy or radiation for this lung cancer.\n   * Prior curative surgery must have been at least 6 months prior to the nodal recurrence.\n   * The exception to a prior invasive malignancy does not apply to the initial lung primary.\n3. Stage III A or B disease, including no distant metastases, based upon the following minimum diagnostic workup are acceptable:\n\n   * History/physical examination, including documentation of height, weight, body surface area (BSA), and vital signs within 8 weeks prior to registration;\n   * Computed tomographic (CT)/Magnetic Resonance Imaging (MRI) imaging of the lung and upper abdomen through the adrenal glands within 6 weeks prior to registration;\n   * An MRI of the brain with contrast (or CT with contrast if MRI is medically contraindicated) within 6 weeks prior to registration; Note: The use of intravenous contrast is required for the MRI or CT. An MRI without contrast is only permitted if the patient has a contrast allergy.\n   * Whole-body fluorodeoxyglucose (FDG) - Positron Emission Tomography(PET) or PET/CT or if no PET is available, a bone scan is required within 6 weeks prior to registration; Note: If a PET is done that shows clear adrenals and lungs, then a CT scan of chest only is permitted.\n4. If a pleural effusion is present, the following criteria must be met to exclude malignant involvement (incurable T4 disease):\n\n   * When pleural fluid is visible on both the CT scan and on a chest x-ray, a pleuracentesis is required to confirm that the pleural fluid is cytologically negative.\n   * Exudative pleural effusions are excluded, regardless of cytology;\n   * Effusions that are minimal (i.e. not visible on chest x-ray) that are too small to safely tap are eligible.\n5. Patients must have measurable or evaluable disease.\n6. Patients with post-obstructive pneumonia are eligible.\n7. Patients must be at least 3 weeks from prior thoracotomy (if performed).\n8. Zubrod Performance Status 0-1;\n9. Age ≥ 18;\n10. Pulmonary function tests (PFTs) including forced expiratory volume in one second (FEV1) within 12 weeks prior to registration; for FEV1, the best value obtained pre- or post bronchodilator must be ≥ 1.2 liters/second or ≥ 50% predicted.\n11. Complete blood count (CBC)/differential obtained within 2 weeks prior to registration on study, with adequate bone marrow function defined as follows:\n\n    * Absolute neutrophil count (ANC) ≥ 1,800 cells/mm3;\n    * Platelets ≥ 100,000 cells/mm3;\n    * Hemoglobin ≥ 10.0 g/dl (Note: The use of transfusion or other intervention to achieve Hgb ≥ 10.0 g/dl is acceptable.)\n12. Serum creatinine within normal institutional limits or creatinine clearance ≥60 ml/min;\n13. Bilirubin must be within or below normal institutional limits;\n14. Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) \\< 2.5 x the institutional upper limit of normal (IULN);\n15. Patient must sign study specific informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. N3 supraclavicular disease;\n2. Greater than minimal, exudative, or cytologically positive pleural effusions;\n3. Involved contralateral hilar nodes (i.e. greater than 1.5 cm on short axis or positive on PET scan);\n4. ≥ 10% weight loss within the past month;\n5. Prior invasive malignancy (except non-melanomatous skin cancer) unless disease free for a minimum of 3 years; non-invasive conditions such as carcinoma in situ of the breast, oral cavity, or cervix are all permissible.\n6. Prior systemic chemotherapy for the study cancer; note that prior chemotherapy for a different cancer is allowable.\n7. Prior radiotherapy to the region of the study cancer that would result in overlap of radiation therapy fields;\n8. Prior therapy that specifically and directly targets the epidermal growth factor receptor (EGFR) pathway;\n9. Prior severe infusion reaction to a monoclonal antibody;\n10. Severe, active co-morbidity, defined as follows:\n\n    * Significant history of uncontrolled cardiac disease; i.e., uncontrolled hypertension, unstable angina, myocardial infarction within the last 6 months, uncontrolled congestive heart failure, and cardiomyopathy with decreased ejection fraction.\n    * Transmural myocardial infarction within the last 6 months;\n    * Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration;\n    * Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy within 30 days before registration;\n    * Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects;\n    * Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that human immunodeficiency virus (HIV) testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive. Protocol-specific requirements may also exclude immuno-compromised patients.\n11. Pregnancy or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n12. Any history of allergic reaction to paclitaxel or other taxanes, or to carboplatin;\n13. Uncontrolled neuropathy grade 2 or greater regardless of cause.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Survival time is defined as time from randomization to date of death from any cause and is estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"20.3","spread":null},{"groupId":"OG002","value":"25.0","spread":null},{"groupId":"OG003","value":"24.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival","description":"A failure for progression-free survival (PFS) is the first occurrence of local or regional progression, distant metastases, or death from any cause. Progression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.0), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a nontarget lesion, or the appearance of new lesions. Time is measured from the date of randomization to the date of first failure. Patients without failure are censored at the date of last follow-up.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"9.8","spread":null},{"groupId":"OG002","value":"10.8","spread":null},{"groupId":"OG003","value":"10.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Local-regional Failure (Reported as Two-year Estimates)","description":"A failure for local-regional failure is the first occurrence of local or regional progression. Time is measured from the date of randomization to the date of first failure. Patients alive without local or regional failure at the time of last follow-up are censored. Patients who died without local or regional failure are considered as having competing risk at the time of death. Local-regional failure was estimated by the cumulative incidence method and 2 year estimates are reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.3","spread":null},{"groupId":"OG001","value":"48.4","spread":null},{"groupId":"OG002","value":"47.1","spread":null},{"groupId":"OG003","value":"40.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Grade 3-5 Esophagitis and Pneumonitis Adverse Events as Assessed by NCI Common Toxicity Criteria for Adverse Effects (CTCAE) v3.0","description":"Treatment-related esophagitis and pneumonitis were assessed graded using the CTCAE v3.0. Comparisons are only made between radiation therapy dosing levels because the cetuximab regimen was known to be safe in combination with radiation therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"20.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Other Grade 3-5 Adverse Events as Assessed by NCI CTCAE v3.0","description":"Treatment-related adverse events other than esophagitis and pneumonitis were assessed graded using the CTCAE v3.0. Comparisons are only made between radiation therapy dosing levels because the cetuximab regimen was known to be safe in combination with radiation therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.1","spread":null},{"groupId":"OG001","value":"77.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Death During or Within 30 Days of Discontinuation of Protocol Treatment","description":"Deaths regardless of cause and occuring during or within 30 days of discontinuation of protocol treatment were evaluated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3.8","spread":null},{"groupId":"OG002","value":"8.8","spread":null},{"groupId":"OG003","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Decline From Baseline to 3 Months in the Lung Cancer Subscale (LCS) of the Functional Assessment of the Cancer Therapy Trial Outcome Index (FACT-TOI).","description":"A decline of 2 points in the LCS from baseline to 3 months was considered a clinically meaningful change indicating a decline in quality of life. Comparisons are only made between radiation therapy dosing levels because the cetuximab regimen was known to be safe in combination with radiation therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient-reported Swallowing Score (Area Under the Curve)","description":"Patients completed a swallowing diary prior to the start of treatment and then daily during treatment. Patients recorded a score to indicate problems with swallowing on that day (1-None, 2-Mild soreness only, 3-Can swallow solids with some difficulty, 4-Cannot swallow solids, 5-Cannot swallow liquids). These scores were then plotted across time and the area under the curve from baseline until the end of week 6 was calculated. A lower area under the curve indicates better swallowing ability. Comparisons are only made between radiation therapy dosing levels because the cetuximab regimen was known to be safe in combination with radiation therapy.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.5","spread":null},{"groupId":"OG001","value":"78.0","spread":null}]}]}]},{"type":"SECONDARY","title":"EuroQoL (EQ5D) Visual Analog Scale (VAS) Through One Year (Area Under the Curve)","description":"The visual analogue scale is a self-assessment of current health state, measured on a 20-cm scale ranging from 0 for the worst imaginable health state to 100 for best imaginable health state, marked at 10-point intervals. The area under the curve of each subject's EQ5D visual analog scale (VAS) response trajectory within 1 year was calculated. The EQ5D VAS utility was normalized by the baseline score. The trajectory included all available time points through one year. If a subject died within one year, the EQ5D VAS was reduced to 0 at the time of death. If subject was censored within one year, the EQ5D utility curve was truncated at the time of censoring. The scores were plotted across time and the area under the curve was calculated. A greater area under the curve indicates a better health state. Comparisons are only made between radiation therapy dosing levels because the cetuximab regimen was known to be safe in combination with radiation","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"279.5","spread":null},{"groupId":"OG001","value":"265.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival and Local-regional Failure by Epithelial Growth Factor Receptor (EGFR) Group","description":"EGFR is a protein that is present on the surface of both normal cells and cancer cancer cells. EGFR H-Score is a measure of staining intensity ranging from 0 to 300 where a higher value indicates greater intensity of EGFR. Available tumor samples were evaluated for EGFR and given an H-Score. Patients were divided into two groups based on H-Score values dichotomized at 200. All event times are time from randomization to date of event or censoring. A survival event is death from any cause, patients without events are censored at the date of last contact, and survival rates are estimated by Kaplan-Meier method. A local-regional event is the first development of progressive disease locally or regionally, patients who do not have an event are censored at the date of death or last contact, and event rates are estimated by cumulative incidence. Two-year rates are reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.7","spread":null},{"groupId":"OG001","value":"52.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"47.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Grade 3+ Adverse Events by Epithelial Growth Factor Receptor (EGFR) Group","description":"EGFR is a protein that is present on the surface of both normal cells and cancer cancer cells. EGFR H-Score is a measure of staining intensity ranging from 0 to 300 where a higher value indicates greater intensity of EGFR. Available tumor samples were evaluated for EGFR and given an H-Score. Patients were divided into two groups based on H-Score values dichotomized at 200. Worst toxicity as determined by adverse events was used as a measure of a patient's quality of life (QOL). Adverse events were graded using the Common Terminology Criteria for Adverse Events (CTCAE) v3.0. Grade refers to the severity of the AE. The CTCAE v3.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild, Grade 2 Moderate, Grade 3 Severe, Grade 4 Life-threatening or disabling, Grade 5 Death related to AE. Highest grade (worst) adverse event (AE) per subject was counted.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.1","spread":null},{"groupId":"OG001","value":"85.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Prognostic and Predictive Effects of Gross Tumor Volume (GTV) on Overall Survival","description":"Gross tumor volume (GTV) is defined as the combined volume (cubic centimeters) of the primary tumor and clinically positive lymph nodes seen either on the planning computed tomography (CT) scan or the pretreatment positron emission tomography (PET) scan. Survival time is defined as time from randomization to date of death from any cause and is estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. GTV was evaluated as a continuous variable therefore overall survival time is not summarized by GTV. \"Prognostic\" refers to the main effect and \"predictive\" refers to the interaction between GTV and treatment arm.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Prognostic Value of Pre-treatment Standardized Uptake Value (SUV) of Positron Emission Tomography (PET) Scan in Predicting Survival, Distant Metastasis, and Local-regional Failure","description":"Standardized uptake value (SUV) is a simple way of determining activity in PET imaging. It is a mathematically derived ratio of tissue radioactivity concentration at a point in time and the injected dose of radioactivity per kilogram of the patient's body weight. All event times are time from randomization to date of event or censoring. A survival event is death from any cause, patients without events are censored at the date of last contact, and survival rates are estimated by Kaplan-Meier method. Local-regional and distant metastasis events are the first development of progressive disease locally/regionally or distant metastasis, respectively, patients who do not have an event are censored at the date of death or last contact, and event rates are estimated by cumulative incidence. Two-year rates are presented. PET SUV was evaluated as a continuous variable therefore the outcome variables are not summarized by PET SUV.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":60,"n":149},"commonTop":["Fatigue","Hemoglobin decreased","Cough","Leukopenia","Dyspnea"]}}}