{"nctId":"NCT00601367","briefTitle":"Flibanserin Evaluation Over 28 Additional Weeks in Hypoactive Sexual Desire Disorder","startDateStruct":{"date":"2008-01"},"conditions":["Sexual Dysfunctions, Psychological"],"count":480,"armGroups":[{"label":"flibanserin flexible dose","type":"EXPERIMENTAL","interventionNames":["Drug: flibanserin flexible dose"]}],"interventions":[{"name":"flibanserin flexible dose","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women with a primary diagnosis of HSDD who still needs to be treated according to the investigator's opinion and willing to continue in this study. This continuation requires adequate compliance, in the Investigators judgement, with trial medication and the trial visit required in the parent clinical trial (Visit 1 to visit 9).\n* Patients must have used a medically acceptable method of contraception \\[i.e., double barrier method (e.g., diaphragm or condom and spermicide), hormonal therapy (subcutaneous, injectable, intra-vaginal, or oral contraceptive), intrauterine device, tubal sterilization, or partner's surgical sterilization\\] for at least 3 months before the Screen Visit and continue to use that medically acceptable method of contraception during the trial.\n\nExclusion Criteria:\n\n* Patients with a history of MDD within 6 months prior the Screen Visit or a score of 14 on the Beck Depression Inventory II, or a history of suicide attempt according to the Beck Scale for Suicide Ideation, or patient with any non-zero statement in the first five items for the Beck Scale for Suicide Ideation.\n* Patients must have a clinically acceptable Pap smear as read by a cytology facility (no evidence of malignancy or squamous intraepithelial lesions) within 6 months before the Inclusion Visit.\n* Patients with findings at the Screen Visit of pelvic inflammatory disease, urinary tract or vaginal infection/vaginitis, cervicitis, interstitial cystitis, vulvodynia, or significant vaginal atrophy.\n* Patients experiencing major life stress (including parenting pressure, eldercare, loss of income, death of a family member, etc.) or relationship discord that could interfere with sexual activity, except distress about HSDD.\n* Clinically significant ECG abnormalities at the Screen Visit, according to the investigators opinion or the cardiologist who have performed the ECG. The following ECG values are considered to be exclusionary: QTc intervals \\>480 milliseconds (ms), PR intervals \\>240 ms, and QRS intervals \\>110 ms.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Frequency of Adverse Events","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"331","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":480},"commonTop":["Fatigue","Headache","Nasopharyngitis","Nausea","Dizziness"]}}}