{"nctId":"NCT00633932","briefTitle":"Reflux Esophagitis Phase III Study (Initial Treatment)","startDateStruct":{"date":"2007-12"},"conditions":["Reflux Esophagitis"],"count":602,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Esomeprazole"]},{"label":"2","type":"EXPERIMENTAL","interventionNames":["Drug: Esomeprazole"]},{"label":"3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Omeprazole"]}],"interventions":[{"name":"Esomeprazole","otherNames":["Nexium"]},{"name":"Esomeprazole","otherNames":["Nexium"]},{"name":"Omeprazole","otherNames":["Prilosec"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Endoscopically verified Reflux Esophagitis classified into Los Angeles classification Grade A, B, C or D within 1 week before randomisation\n\nExclusion Criteria:\n\n* Gastric or duodenal ulcer verified by EGD within 12 weeks before randomisation.\n* Use of any PPI from 14 days before EGD performed at the screening visit to the day of randomisation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Healing of Reflux Esophagitis (RE) Who Were Graded \"O\" at Week 8 Out of Patients Who Were Graded \"A, B, C or D\" at Baseline According to Los Angeles Classification\".","description":"Los Angeles classification consists of 5 grades (Grade O, Grade A, Grade B, Grade C, Grade D). The subjects who were definitely diagnosed to have RE classified into LA classification Grade A, B, C or D based on the EGD on Visit 1 were randomised. A subject classified into LA classification Grade O was considered no reflux esophagitis. The definitions of each grade are: Grade A (Mucosal break \\< 5 mm in length), Grade B (Mucosal break \\> 5mm), Grade C (Mucosal break continuous between \\> 2 mucosal folds) and Grade D (Mucosal break \\>75% of esophageal circumference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"165","spread":null},{"groupId":"OG002","value":"166","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Healing of Reflux Esophagitis (RE) Who Were Graded \"O\" at Week 4 Out of Patients Who Were Graded \"A, B, C or D\" at Baseline According to Los Angeles Classification","description":"Los Angeles classification consists of 5 grades (Grade O, Grade A, Grade B, Grade C and Grade D). The subjects who were definitely diagnosed to have RE classified into LA classification Grade A, B, C or D based on the EGD on Visit 1 were randomised. A subject classified into LA classification Grade O was considered no reflux esophagitis. The definitions of each grade are: Grade A (Mucosal break \\< 5 mm in length), Grade B (Mucosal break \\> 5mm), Grade C (Mucosal break continuous between \\> 2 mucosal folds) and Grade D (Mucosal break \\>75% of esophageal circumference).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"147","spread":null},{"groupId":"OG002","value":"143","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":190},"commonTop":["Nasopharyngitis","Diarrhoea"]}}}