{"nctId":"NCT02234323","briefTitle":"An Open Label Study to Determine the Safety and Efficacy of Replacement Factor VIII Protein (Known as rFVIIIFc) in Previously Untreated Males With Severe Hemophilia A","startDateStruct":{"date":"2015-01-12","type":"ACTUAL"},"conditions":["Hemophilia A"],"count":108,"armGroups":[{"label":"rFVIIIFc","type":"EXPERIMENTAL","interventionNames":["Biological: rFVIIIFc"]}],"interventions":[{"name":"rFVIIIFc","otherNames":["Eloctate; BIIB031; efmoroctocog alfa; recombinant coagulation factor VIII Fc fusion protein; antihemophilic factor [recombinant]","Fc fusion protein"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Ability of the participant's legally authorized representative (e.g. their parent or legal guardian) to understand the purpose and risks of the study and provide signed and dated informed consent and authorization to use confidential health information in accordance with national and local participant privacy regulations.\n* Weight \\>=3.5 kg at the time of screening.\n* Severe hemophilia A defined as less than (\\<) 1 IU/dL (\\<1%) endogenous FVIII documented in the medical record or as tested during the Screening Period.\n\nKey Exclusion Criteria:\n\n* Any exposure to blood components, factor VIII replacement products, including commercially available rFVIIIFc at any time prior to or during screening.\n* History of positive inhibitor testing. A prior history of inhibitors was defined based on a patient's historical positive inhibitor test using the local laboratory Bethesda value for a positive inhibitor test (ie, equal to or above lower level of detection).\n* History of hypersensitivity reactions associated with any rFVIIIFc administration.\n* Other coagulation disorder(s) in addition to hemophilia A.\n* Any concurrent clinically significant major disease that, in the opinion of the Investigator, would make the participant unsuitable for enrollment.\n* Current systemic treatment with chemotherapy and/or other immunosuppressant drugs.\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"MALE","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Confirmed Inhibitor Development as Measured by the Nijmegen-Modified Bethesda Assay","description":"A positive/confirmed inhibitor result occurs when a participant has a value \\>=0.6 BU/mL by central laboratory testing using Nijmegen-modified Bethesda assay, that is confirmed on re-testing of a separate sample collected \\>=2 weeks after the initial sample. Confirmed inhibitor development was based on all participants who had reached \\>=10 EDs and had \\>=1 inhibitor test performed at or beyond this milestone or who had an inhibitor. Exposure day (ED) is a 24-hour period in which participant received \\>=1 dose of rFVIIIFc injections. Participants who did not develop an inhibitor but reached the milestone number of EDs were included in the denominator during calculation of percentage. Additionally, any participant who developed an inhibitor following the initial rFVIIIFc administration was included in the numerator and denominator during calculation of percentage.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Bleeding Episodes (Spontaneous and Traumatic) Per Participant (Annualized Bleeding Rate [ABR])","description":"ABR was annualized number of bleeding episodes during efficacy period (EP) per participant annualized to a 1-year interval of time. Bleeding episodes were classified as spontaneous if parent/caregiver/participant records bleeding event when there is no known contributing factor such as definite trauma or antecedent \"strenuous\" activity and as traumatic when there is known reason for bleed. ABR=(Number of bleeding episodes during EP divided by total number of days during EP)\\*365.25. EP was sum of all intervals of time during which participants were treated with rFVIIIFc per treatment regimens of study excluding surgical/rehabilitation periods and large injection intervals (greater than \\[\\>\\]28 days). Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Spontaneous Joint Bleeding Episodes","description":"Bleeding episodes were classified as spontaneous if parent/caregiver/participant records a bleeding event when there was no known contributing factor such as a definite trauma or antecedent \"strenuous\" activity. Annualized spontaneous joint bleeding episodes = (Total number of spontaneous joint bleeding episodes during EP divided by total number of days during EP)\\*365.25. EP reflects sum of all intervals of time during which participants were treated with rFVIIIFc per treatment regimen excluding major and minor surgical/rehabilitation periods and large injection intervals (\\> 28 days). Bleeding episodes were summarized by treatment regimen. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of rFVIIIFc Injections With Excellent or Good, Moderate or None Treatment Response Assessed Using a 4-Point Scale","description":"Using e-diary, each participant's parent/caregiver rated treatment response to any bleeding episode at approximately 8-12 hours from time of injection and prior to additional doses of rFVIIIFc given for same bleeding episodes, using 4-point scale: 1=Excellent: abrupt pain relief and/or improvement in signs of bleeding within approximately 8 hour after initial injection; 2=Good: definite pain relief and/or improvement in signs of bleeding within approximately 8 hour after injection, but possibly requiring more than 1 injection after 24-48 hour for complete resolution; 3=Moderate: Probable/slight beneficial effect within 8 hour after initial injection and requires more than 1 injection and 4=None: No improvement or condition worsens within approximately 8 hour after initial injection. Participants included in more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"118","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null}]},{"measurements":[{"groupId":"OG000","value":"27","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Number of Exposure Days (EDs)","description":"An ED was defined as a 24-hour period in which a participant received one or more doses of rFVIIIFc injections, with the time of the first injection of rFVIIIFc defined as the start of the ED. Participants who did not have a particular injection type were counted as having zero injections for that type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Annualized rFVIIIFc Consumption Per Participant for the Prevention and Treatment of Bleeding Episodes","description":"Total annualized rFVIIIFc consumption (in IU/kg) was calculated for each participant as: Annualized consumption = (Total IU/kg of rFVIIIFc during EP divided by total number of days during EP)\\*365.25. EP reflects the sum of all intervals of time during which participants are treated with rFVIIIFc according to the treatment regimens of the study excluding surgical/rehabilitation periods and large injection intervals (\\>28 days). Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"197.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5384.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67310.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Injections of rFVIIIFc Required to Resolve a Bleeding Episode","description":"Number of Injections of rFVIIIFc required to resolve a bleeding episode during EP were reported. EP reflects the sum of all intervals of time during which participants were treated with rFVIIIFc according to the treatment regimens of the study excluding surgical/rehabilitation periods and large injection intervals (\\>28 days). All injections given from the initial sign of a bleed, until the last date/time within the bleed window were counted. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Dose Per Injection of rFVIIIFc Required to Resolve a Bleeding Episode","description":"The average dose of rFVIIIFc per injection per bleeding episode was calculated as the average of all doses (IU/kg) administered to treat the bleeding episode during EP. EP begins with the first treatment regimen dose of rFVIIIFc and ends with the last dose (regardless of the reason for dosing). Surgery/rehabilitation periods were not included in the EP. Participants were included in summary of more than 1 treatment regimen if their regimen changed during study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"189.44","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in rFVIIIFc Incremental Recovery (IR)","description":"Blood samples were taken at trough (predose) and Cmax (maximum concentration) for assessment of incremental recovery, measured by the one-stage clotting assay. IR (International Units per deciliter \\[IU/dL\\] per IU/kg) = (Cmax for FVIII activity - Pre-dose FVIII activity) (IU/dL) divided by actual dose (IU/kg), where Cmax (maximum concentration) is 30-minute FVIII activity post-dose and FVIII activity less than (\\<)0.5 IU/dL was set to 0 IU/dL for calculation of IR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Response to Immune Tolerance Induction (ITI)","description":"Complete Success was defined as meeting all of the following criteria: Negative inhibitor titers in 2 consecutive determinations at least 4 weeks apart; IR \\>=66% of baseline in 2 consecutive determinations at least 4 weeks apart; Half life \\>=6 hours. Partial Success was defined as meeting the first criteria for complete success and one of the other 2 after 33 months of ITI.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":60,"n":103},"commonTop":["Fall","Pyrexia","Nasopharyngitis","Upper respiratory tract infection","Head injury"]}}}