{"nctId":"NCT05045144","briefTitle":"A Phase III Study to Assess the Lot-to-lot Consistency of GSK's Investigational RSV Maternal Vaccine and the Immune Response and Safety of RSV Maternal Vaccine When Given Alone or Co-administered With GSK's Influenza D-QIV Vaccine in Healthy Non-pregnant Women.","startDateStruct":{"date":"2021-10-26","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infections"],"count":1586,"armGroups":[{"label":"RSV lot1 Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSVPreF3(120 μg)"]},{"label":"RSV lot2 Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSVPreF3(120 μg)"]},{"label":"RSV lot3 Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: RSVPreF3(120 μg)"]},{"label":"RSV+Flu pooled Group","type":"EXPERIMENTAL","interventionNames":["Combination Product: Flu Quadrivalent influenza vaccine (15 μg HA)"]},{"label":"Flu+Placebo Group","type":"ACTIVE_COMPARATOR","interventionNames":["Combination Product: Flu Quadrivalent influenza vaccine (15 μg HA)","Combination Product: Placebo"]}],"interventions":[{"name":"RSVPreF3(120 μg)","otherNames":[]},{"name":"Flu Quadrivalent influenza vaccine (15 μg HA)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who, in the opinion of the investigator, can and will comply with the requirements of the protocol.\n* Written or witnessed/thumb printed informed consent obtained from the participant prior to performance of any study specific procedure.\n* Healthy female participants; as established by medical history and clinical examination, aged 18 to 49 years at the time of the first study intervention administration.\n\n  * Female participants of childbearing potential may be enrolled in the study, if the participant:\n  * has practiced adequate contraception for 1 month prior to study intervention administration, and\n  * has a negative pregnancy test on the day of study intervention administration, and\n  * has agreed to continue adequate contraception during the entire treatment period and for 1 month after completion of the study intervention administration.\n* No local condition precluding injection in both left and right deltoid muscles.\n\nExclusion Criteria:\n\nMedical conditions\n\n* History of any reaction or hypersensitivity likely to be exacerbated by any component of the study interventions;\n* Any confirmed or suspected immunosuppressive or immunodeficient condition, based on medical history and physical examination;\n* Current autoimmune disorder, for which the participant has received immune-modifying therapy within 6 months, before study vaccination;\n* Hypersensitivity to latex;\n* Acute or chronic clinically significant abnormality or poorly controlled pre-existent co-morbidities or any other clinical conditions, as determined by physical examination or medical history that, in the opinion of the investigator, might pose additional risk to the participant due to participation in the study;\n* Significant or uncontrolled psychiatric illness;\n* Recurrent history or uncontrolled neurological disorders or seizures;\n* Documented HIV-positive participant;\n* Body mass index \\> 40 kg/m\\^2;\n* Any clinically significant\\* hematological parameter and/or biochemical laboratory abnormality.\n\n  \\*The investigator should use his/her clinical judgment to decide which abnormalities are clinically significant.\n* Any other clinical condition that, in the opinion of the investigator, might pose additional risk to the participant due to participation in the study.\n\nPrior/Concomitant therapy\n\n* Use of any investigational or non-registered product other than the study intervention(s) during the period starting 30 days before study intervention (Day -29 to Day 1), or planned use during the study period;\n* Administration of long-acting immune-modifying drugs at any time during the study period;\n* Administration of immunoglobulins and/or any blood products or plasma derivatives during the period starting 3 months before the study intervention or planned administration during the study period;\n* Chronic administration of immunosuppressants or other immune-modifying drugs during the period starting 3 months prior to the first study intervention dose(s). For corticosteroids, this will mean prednisone 5 mg/day, or equivalent. Inhaled and topical steroids are allowed;\n* Planned administration/administration of a vaccine not foreseen by the study protocol within the period starting 30 days before and ending 30 days after the vaccination dose;\n* Administration of a seasonal influenza vaccine during the 6 months preceding entry into the study;\n* Previous experimental vaccination against RSV.\n\nPrior/Concurrent clinical study experience Concurrently participating in another clinical study, at any time during the study period, in which the participant has been or will be exposed to an investigational or a non-investigational vaccine/product;\n\nOther exclusions\n\n* Pregnant or lactating female;\n* Female planning to become pregnant or planning to discontinue contraceptive precautions;\n* Alcoholism or substance use disorder within the past 24 months based on the presence of two or more of the following abuse criteria: hazardous use, social/interpersonal problems related to use, neglected major roles to use, withdrawal tolerance, use of larger amounts or longer, repeated attempts to quit or control use, much time spent using, physical or psychological problems related to use, activities given up to use, craving;\n* Any study personnel or their immediate dependents, family, or household members.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Only healthy non-pregnant women 18-49 YOA are included in the study.","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Reporting Solicited Administration Site Events in RSV Pooled Group, RSV+Flu Pooled Group and Flu+Placebo Group","description":"Assessed solicited administration site events include pain, erythema and swelling. This objective analyzed the safety and reactogenicity of RSV MAT vaccine when given alone (pooled lots) or co-administered with Flu D-QIV. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.6","spread":null},{"groupId":"OG001","value":"51.1","spread":null},{"groupId":"OG002","value":"34.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"3.7","spread":null},{"groupId":"OG002","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"4.6","spread":null},{"groupId":"OG002","value":"0.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Solicited Systemic Events in RSV Pooled Group, RSV+Flu Pooled Group and Flu+Placebo Group","description":"Assessed solicited systemic events include fatigue, headache, gastrointestinal (GI) symptoms (nausea, vomiting, diarrhea, abdominal pain) and fever. The preferred location for measuring temperature was the oral cavity. Fever was defined as temperature equal to or above (≥) 38.0 °C/ 100.4°F. This objective analyzed the safety and reactogenicity of RSV MAT vaccine when given alone (pooled lots) or co-administered with Flu D-QIV. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"59.8","spread":null},{"groupId":"OG002","value":"51.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.6","spread":null},{"groupId":"OG001","value":"51.4","spread":null},{"groupId":"OG002","value":"43.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":null},{"groupId":"OG001","value":"15.3","spread":null},{"groupId":"OG002","value":"12.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"1.8","spread":null},{"groupId":"OG002","value":"2.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"17.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"13.5","spread":null},{"groupId":"OG002","value":"14.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"0.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Unsolicited Adverse Events (AEs) in RSV Pooled Group, RSV+Flu Pooled Group and Flu+Placebo Group","description":"An unsolicited AE is any AE reported in addition to those solicited during the clinical study. Also, any 'solicited' symptom with onset outside the specified period of follow-up for solicited symptoms is reported as an unsolicited adverse event. This objective analyzed the safety and reactogenicity of RSV MAT vaccine when given alone (pooled lots) or co-administered with Flu D-QIV. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.6","spread":null},{"groupId":"OG001","value":"30.1","spread":null},{"groupId":"OG002","value":"25.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting Serious Adverse Events (SAEs) in RSV Pooled Group, RSV+Flu Pooled Group and Flu+Placebo Group","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results i+F2n abnormal pregnancy outcomes. This objective analyzed the safety and reactogenicity of RSV MAT vaccine when given alone (pooled lots) or co-administered with Flu D-QIV. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Reporting SAEs in RSV Pooled Group, RSV+Flu Pooled Group and Flu+Placebo Group","description":"An SAE is any untoward medical occurrence that results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect in the offspring of a study participant or results in abnormal pregnancy outcomes.This objective analyzed the safety and reactogenicity of RSV MAT vaccine when given alone (pooled lots) or co-administered with Flu D-QIV. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.9","spread":null},{"groupId":"OG002","value":"0.9","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV MAT Immunoglobulin G (IgG) Enzyme-Linked Immunosorbent Assay (ELISA) Concentrations for Participants in RSV lot1, RSV lot2 and RSV lot3 Groups at Day 31","description":"Serological assays for the determination of IgG antibodies against RSV MAT were performed by ELISA. RSV MAT IgG concentrations were expressed as geometric mean concentrations (GMCs), in ELISA units per milliliter (EU/mL). As pre-specified in protocol, data reported in this outcome measure was presented only for individual RSV lot groups (RSV lot1, RSV lot2, RSV lot3), as the purpose was to analyze RSV MAT IgG ELISA concentrations, in order to demonstrate the lot-to-lot consistency of the vaccine lots.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102811.0","spread":null},{"groupId":"OG001","value":"100635.8","spread":null},{"groupId":"OG002","value":"108709.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Flu D-QIV Haemagglutinin Inhibition (HI) Antibody Titers Against 3 Influenza Strains for Participants in Flu+Placebo Group and RSV+Flu Pooled Group at Day 31","description":"Flu D-QIV HI antibody titers against 3 influenza strains (A/Tasmania/503/2020 (H3N2) IVR-221; B/Washington/02/2019; B/Phuket/3073/2013) were expressed as geometric mean titers (GMTs), as assessed by HI assay. This objective analyzed the humoral immune response to the Flu D-QIV vaccine when given alone and co-administered with RSV MAT vaccine in terms of antibody titers against 3 influenza strains. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV+Flu Group and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"301.6","spread":null},{"groupId":"OG001","value":"421.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.2","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV A Neutralizing Antibody Titers for Participants in RSV Pooled Group and RSV+Flu Pooled Group at Day 1 and Day 31","description":"Serological assays for the determilnation of antibodies against RSV A were performed by neutralization assay. RSV A neutralizing antibody titers were expressed as geometric mean titers (GMTs), in serum dilution inducing 60% inhibition in plaque forming units (ED60). This objective analyzed the humoral immune response of RSV MAT vaccine when given alone and co-administered with Flu D-QIV in terms of RSV A neutralizing antibody. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"721.6","spread":null},{"groupId":"OG001","value":"707.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8900.9","spread":null},{"groupId":"OG001","value":"7761.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Seroconversion Rate (SCR) to Flu D-QIV HI Antibody Titers Against 3 Influenza Strains for Participants in Flu+Placebo Group and RSV+Flu Pooled Group at Day 31","description":"The SCR was defined as the percentage of participants with: a Day 1 (pre-vaccination) serum anti-HI titer \\<1:10 and a Day 31 (post-vaccination) serum anti-HI titer ≥1:40, or a Day 1 (pre-vaccination) serum anti-HI titer ≥ 1:10 and a fold increase (post/pre) ≥ 4 at Day 31. The 3 influenza strains assessed were: A/Tasmania/503/2020 (H3N2) IVR-221; B/Washington/02/2019 and B/Phuket/3073/2013. This objective analyzed the seroconversion rate to the Flu D-QIV vaccine when given alone and co-administered with RSV MAT vaccine. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV+Flu group and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.5","spread":null},{"groupId":"OG001","value":"45.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.4","spread":null},{"groupId":"OG001","value":"29.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.4","spread":null},{"groupId":"OG001","value":"35.5","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV B Neutralizing Antibody Titers for Participants in RSV Pooled Group and RSV+Flu Pooled Group at Day 1 and Day 31","description":"Serological assays for the determination of antibodies against RSV B were performed by neutralization assay. RSV B neutralizing antibody titers were expressed as GMTs, in ED60. This objective analyzed the humoral immune response of RSV MAT vaccine when given alone and co-administered with Flu D-QIV in terms of RSV B neutralizing antibody. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"967.4","spread":null},{"groupId":"OG001","value":"940.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11030.5","spread":null},{"groupId":"OG001","value":"9162.3","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV MAT IgG Concentrations for Participants in RSV Pooled Group and RSV+Flu Pooled Group at Day 1 and Day 31","description":"Serological assays for the determination of IgG antibodies against RSV MAT were performed by ELISA. RSV MAT IgG concentrations were expressed as GMCs, in EU/mL. This objective analyzed the humoral immune response of RSV MAT vaccine when given alone and co-administered with Flu D-QIV in terms of RSV MAT IgG concentrations. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV and RSV+Flu groups, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5522.7","spread":null},{"groupId":"OG001","value":"5772","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104025.1","spread":null},{"groupId":"OG001","value":"83937","spread":null}]}]}]},{"type":"SECONDARY","title":"Flu D-QIV HI Antibody Titers Against 3 Influenza Strains for Participants in Flu+Placebo Group and RSV+Flu Pooled Group at Day 1 and Day 31","description":"Flu D-QIV HI antibody titers against 3 influenza strains (A/Tasmania/503/2020 (H3N2) IVR-221;B/Washington/02/2019; B/Phuket/3073/2013) were expressed as geometric mean titers (GMTs), as assessed by HI assay. This objective analyzed the humoral immune response to the Flu D-QIV vaccine when given alone and co-administered with RSV MAT vaccine in terms of antibody titers against 3 influenza strains. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV+Flu Group and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.2","spread":null},{"groupId":"OG001","value":"110.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"301.6","spread":null},{"groupId":"OG001","value":"421.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.2","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Seroprotection Rate (SPR) to Flu D-QIV HI Antibody Titers for Participants in Flu+Placebo Group and RSV+Flu Pooled Group at Day 1 and Day 31","description":"SPR was measured by the percentage of participants achieving an HI antibody titer ≥1:40. This objective analyzed the seroprotection rate to the Flu D-QIV vaccine when given alone and co-administered with RSV MAT vaccine. As pre-specified in protocol, data reported in this outcome measure was presented for the pooled RSV+Flu Group and Flu+Placebo Group, since minimal differences were expected between participants who received different RSV lots of the vaccine.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.7","spread":null},{"groupId":"OG001","value":"82.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"98.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":null},{"groupId":"OG001","value":"16.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"48.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.7","spread":null},{"groupId":"OG001","value":"39.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.4","spread":null},{"groupId":"OG001","value":"77.2","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV A Neutralizing Antibody Titers for Participants in RSV lot1, RSV lot2 and RSV lot3 Groups at Day 1 and Day 31","description":"Serological assays for the determination of antibodies against RSV-A were performed by neutralization assay. RSV A neutralizing antibody titers were expressed as GMTs, in ED60. As pre-specified in protocol, data reported in this outcome measure was presented only for individual RSV lot groups (RSV lot1, RSV lot2, RSV lot3), as the purpose was to analyze the humoral immune response of RSV A neutralizing antibody titers, in order to demonstrate the lot-to-lot consistency of the vaccine lots.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"727.5","spread":null},{"groupId":"OG001","value":"758.4","spread":null},{"groupId":"OG002","value":"680.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8545.5","spread":null},{"groupId":"OG001","value":"8760.3","spread":null},{"groupId":"OG002","value":"9409.2","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV B Neutralizing Antibody Titers for Participants in RSV lot1, RSV lot2 and RSV lot3 Groups at Day 1 and Day 31","description":"Serological assays for the determination of antibodies against RSV B were performed by neutralization assay. RSV B neutralizing antibody titers were expressed as GMTs, in ED60. As pre-specified in protocol, data reported in this outcome measure was presented only for individual RSV lot groups (RSV lot1, RSV lot2, RSV lot3), as the purpose was to analyze the humoral immune response of RSV B neutralizing antibody titers, in order to demonstrate the lot-to-lot consistency of the vaccine lots.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"895","spread":null},{"groupId":"OG001","value":"1030.3","spread":null},{"groupId":"OG002","value":"979.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10457","spread":null},{"groupId":"OG001","value":"11107.2","spread":null},{"groupId":"OG002","value":"11543.3","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV MAT IgG Concentrations for Participants in RSV lot1, RSV lot2 and RSV lot3 Groups at Day 1 and Day 31","description":"Serological assays for the determination of IgG antibodies against RSV MAT were performed by ELISA. RSV MAT IgG concentrations were expressed as GMCs, in EU/mL. As pre-specified in protocol, data reported in this outcome measure was presented only for individual RSV lot groups (RSV lot1, RSV lot2, RSV lot3), as the purpose was to analyze the RSV MAT IgG concentration, in order to demonstrate the lot-to-lot consistency of the vaccine lots.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5691.9","spread":null},{"groupId":"OG001","value":"5613","spread":null},{"groupId":"OG002","value":"5270.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102811","spread":null},{"groupId":"OG001","value":"100635.8","spread":null},{"groupId":"OG002","value":"108709.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":220},"commonTop":["Administration site pain","Fatigue","Headache","Nausea","Diarrhoea"]}}}