{"nctId":"NCT03402841","briefTitle":"Multicentre Study of Olaparib Maintenance Monotherapy in Platinum Sensitive Relapsed Non gBRCAm Ovarian Cancer Patients","startDateStruct":{"date":"2018-01-30","type":"ACTUAL"},"conditions":["Non-Germline BRCA Mutated Ovarian Cancer"],"count":279,"armGroups":[{"label":"Olaparib","type":"EXPERIMENTAL","interventionNames":["Drug: Olaparib"]}],"interventions":[{"name":"Olaparib","otherNames":["Lynparza"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Female patients with histologically diagnosed relapsed HGSOC (including primary peritoneal and / or fallopian tube cancer) or high grade endometrioid ovarian cancer\n* Documented gBRCA1/2 mutation status\n* Patients must have completed at least 2 previous courses of platinum containing therapy\n* Patients must have normal organ and bone marrow function measured within 28 days of starting study treatment\n* ECOG performance status 0-1 (see Appendix E)\n* Patients must have a life expectancy ≥16 weeks\n* Postmenopausal or evidence of non-childbearing status for women of childbearing potential: negative urine or serum pregnancy test within 28 days of study treatment and confirmed prior to treatment on day 1\n* At least one lesion (measurable and/or non-measurable) that can be accurately assessed at baseline with computed tomography (CT) or magnetic resonance imaging (MRI) and is suitable for repeated assessment OR No evidence of disease following a complete response to chemotherapy\n* An appropriately prepared tumour sample from the cancer, of sufficient quantity and quality (as specified in the Central Laboratory Services Manual) must be available for future central testing of tumour genetic status\n\nExclusion Criteria:\n\n* Patients receiving any systemic hormonal therapy, chemotherapy or radiotherapy (except for palliative reasons) within 3 weeks prior to start of study treatment\n* Any previous treatment with PARP inhibitor, including olaparib\n* Patients with a germline BRCA mutation that is predicted to be deleterious or suspected deleterious (known or predicted to be detrimental / lead to loss of function)\n* Other malignancy unless curatively treated with no evidence of disease for ≥5 years except: adequately treated non-melanoma skin cancer, curatively treated in situ cancer of the cervix, ductal carcinoma in situ (DCIS), Stage 1, grade 1 endometrial carcinoma.\n* Concomitant use of known strong CYP3A inhibitors and strong (or moderate CYP3A inducers\n* Persistent toxicities (≥ Grade 2 Common Terminology Criteria for Adverse Event (CTCAE) adverse event) caused by previous cancer therapy, excluding alopecia\n* Patients with myelodysplastic syndrome (MDS)/acute myeloid leukaemia (AML) or with features suggestive of MDS/AML\n* Patients with symptomatic uncontrolled brain metastases","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Female","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS is defined as the time from date of first dose until the date of objective radiological disease progression. Assessed according to modified Response Evaluation Criteria In Solid Tumours Version 1.1 (RECIST 1.1) or death (by any cause in the absence of progression). Progression was determined by investigator assessment, RECIST 1.1. Calculated using the Kaplan-Meier technique. Confidence intervals (CI) for median PFS was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Subsequent Therapy or Death (TFST)","description":"TFST is defined as the time from date of first dose to date of first subsequent treatment commencement or death due to any cause if this occurs before commencement of first subsequent treatment. Calculated using the Kaplan-Meier technique. CI for median TFST was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Discontinuation or Death (TDT)","description":"TDT is defined as the time from date of first dose to date of study drug discontinuation or death due to any cause if this occurs before study drug discontinuation. Calculated using the Kaplan-Meier technique. CI for median TDT was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS by Homologous Recombination Deficiency (HRD)/ Breast Cancer Susceptibility Gene Mutation (Mutated) (BRCAm) Status","description":"HRD/BRCAm status was based on the central blood and tumour assessments. Assessed according to modified RECIST 1.1 or death (by any cause in the absence of progression). Progression was determined by investigator assessment, RECIST 1.1. Calculated using the Kaplan-Meier technique. CI for median PFS was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Chemotherapy-free Interval (CT-FI)","description":"CT-FI is defined as the time from the date of the last dose of platinum chemotherapy prior to olaparib maintenance therapy until the date of initiation of the next anticancer therapy. Calculated using the Kaplan-Meier technique. CI for median CT-FI was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is defined as the time from the date of first dose of olaparib to the date of death from any cause. Calculated using the Kaplan-Meier technique. CI for median OS was derived based on Brookmeyer-Crowley method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Any Improvement From Baseline in Trial Outcome Index (TOI) Score at Any Point During the Treatment Period","description":"Improvement was defined as a functional assessment of cancer therapy - ovarian (FACT-O) TOI response of \"any improvement\" at any time point over the course of treatment. The TOI is an established single targeted index composed of the following scales of the FACT-O: physical and functional well-being and additional concerns. The range of possible scores for the FACT-O TOI is 0-100, with a higher score indicating better health related quality of life (HRQoL). An increase in score from baseline indicates an improvement in HRQoL.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a 10-Point Deterioration From Baseline in TOI Score at Any Point During the Treatment Period","description":"10-point deterioration was defined as a FACT-O TOI response of \"10-point deterioration\" at any time point over the course of treatment. The TOI is an established single targeted index composed of the following scales of the FACT-O: physical and functional well-being and additional concerns. The range of possible scores for the FACT-O TOI is 0-100, with a higher score indicating better HRQoL. A decrease in score of at least 10 points from baseline was defined as a clinically meaningful deterioration.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":279},"commonTop":["Nausea","Anaemia","Fatigue","Asthenia","Vomiting"]}}}