{"nctId":"NCT04767373","briefTitle":"Efficacy and Safety of Clesrovimab (MK-1654) in Infants (MK-1654-004)","startDateStruct":{"date":"2021-04-07","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus Infection"],"count":3632,"armGroups":[{"label":"Clesrovimab 105 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Clesrovimab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Clesrovimab","otherNames":["MK-1654"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Is a healthy male or female who is an early or moderate pre-term infant (≥29 to 34 weeks and 6 days gestational age) or a late pre-term or full-term infant (≥35 weeks gestational age)\n* For the phase 2b cohort only: Has a chronological age \\>2 weeks of age up to 1 year and is entering their first respiratory syncytial virus (RSV) season at the time of obtaining documented informed consent.\n* For the phase 3 cohort only: Has a chronological age from birth up to 1 year and is entering their first RSV season at the time of obtaining documented informed consent.\n* For participants in South Korea only: Weighs ≥2 kg\n\nKey Exclusion Criteria:\n\n* Is recommended to receive palivizumab per local guidelines or professional society recommendations.\n* Has known hypersensitivity to any component of clesrovimab\n* Has a bleeding disorder contraindicating IM administration\n* Has had a recent illness with rectal temperature ≥100.5°F (≥38.1°C) or axillary temperature ≥100.0°F (≥37.8°C) within 72 hours predose\n* Has received any vaccine or monoclonal antibody for the prevention of RSV\n* Is currently participating in or has participated in an interventional clinical study with an investigational compound or device at any time before first dose administration or while participating in this study","healthyVolunteers":true,"sex":"ALL","maximumAge":"1 Year","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"RSV Season 1: Number of Participants With Respiratory Syncytial Virus (RSV)-Associated Medically Attended Lower Respiratory Infection (MALRI)","description":"Outpatient and inpatient MALRI was defined as the presence of the following in a clinical setting: 1) cough or difficulty breathing; AND 2) 1 or more of wheezing, chest wall in-drawing/retraction, rales/crackles, hypoxemia, tachypnea, or dehydration due to respiratory symptoms; AND 3) RSV-positive reverse transcriptase polymerase chain reaction (RT-PCR) nasopharyngeal sample. Per protocol, the participants with outpatient and inpatient RSV-associated MALRI were reported together for RSV season 1 participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With Solicited Injection-Site Adverse Events (AEs)","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited injection-site AEs included redness/erythema, swelling, and pain/tenderness. Per protocol, the percentage of RSV season 1 participants with solicited injection-site AEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"9.7","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With Fever","description":"Fever was defined as rectal temperature ≥102.2°F (≥39.0°C) or axillary temperature ≥101.7°F (≥38.7°C). Per protocol, the percentage of RSV season 1 participants with fever were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With Solicited Systemic AEs","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Solicited systemic AEs included irritability, somnolence/drowsiness, and appetite lost. Per protocol, the percentage of RSV season 1 participants with solicited systemic AEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With Anaphylaxis/Hypersensitivity AE of Special Interest (AESI)","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Anaphylaxis/Hypersensitivity AESI included anaphylaxis, angioedema, bronchospasm, drug hypersensitivity, dyspnea, hypersensitivity, dysphonia, and wheezing. Per protocol, the percentage of RSV season 1 participants with anaphylaxis/hypersensitivity AESI were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With Rash AESI","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Rash AESI included acute generalized exanthematous pustulosis, drug eruption, drug reaction with eosinophilia and systemic symptoms, erythema multiforme, generalized rash of exfoliative nature, Stevens-Johnson syndrome, toxic epidermal necrolysis, and urticaria. Per protocol, the percentage of RSV season 1 participants with rash AESI were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]}]},{"type":"PRIMARY","title":"RSV Season 1: Percentage of Participants With ≥1 Nonserious AE","description":"An AE was any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. Per protocol, the percentage of RSV season 1 participants with ≥1 nonserious AE were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.8","spread":null},{"groupId":"OG001","value":"74.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Serious Adverse Events (SAEs)","description":"An SAE was any untoward medical occurrence that results in death; is life-threatening; required inpatient hospitalization/prolongs existing hospitalization; results in persistent or significant disability/incapacity; is a congenital anomaly/birth defect; or other important medical event. Per protocol, the percentage of participants in RSV season 1 and RSV season 2 with SAEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"12.6","spread":null},{"groupId":"OG002","value":"3.1","spread":null},{"groupId":"OG003","value":"4.0","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV Season 1: Number of Participants With RSV-Associated Hospitalization","description":"RSV-associated hospitalization is defined as a hospital admission for respiratory illness and RSV-positive RT-PCR nasopharyngeal sample. Per protocol, the number of participants with RSV-associated hospitalization were reported for RSV season 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"RSV Season 1: Number of Participants With RSV-Associated MALRI","description":"Outpatient and inpatient MALRI was defined as the presence of the following in a clinical setting: 1) cough or difficulty breathing; AND 2) 1 or more of wheezing, chest wall in-drawing/retraction, rales/crackles, hypoxemia, tachypnea, or dehydration due to respiratory symptoms; AND 3) RSV-positive RT-PCR nasopharyngeal sample. Per protocol, participants with outpatient and inpatient RSV-associated MALRI were reported together for RSV season 1 participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":282,"n":2409},"commonTop":["Irritability","Upper respiratory tract infection","Somnolence","Body temperature increased","Nasal congestion"]}}}