{"nctId":"NCT00302081","briefTitle":"Three Regimens of PegIntron Plus Ribavirin in Previously Untreated Chronic Hepatitis C, Genotype 2 or 3 (Study P03548)","startDateStruct":{"date":"2003-08"},"conditions":["Hepatitis C, Chronic"],"count":696,"armGroups":[{"label":"PEG2b 1.5/R (24 weeks)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: peginterferon alfa-2b (SCH 54031)","Drug: ribavirin (SCH 18908)"]},{"label":"PEG 2b 1.0/R (24 weeks)","type":"EXPERIMENTAL","interventionNames":["Biological: peginterferon alfa-2b (SCH 54031)","Drug: ribavirin (SCH 18908)"]},{"label":"PEG2b 1.5/R (16 weeks)","type":"EXPERIMENTAL","interventionNames":["Biological: peginterferon alfa-2b (SCH 54031)","Drug: ribavirin (SCH 18908)"]}],"interventions":[{"name":"peginterferon alfa-2b (SCH 54031)","otherNames":["PegIntron (SCH 54031)"]},{"name":"peginterferon alfa-2b (SCH 54031)","otherNames":["PegIntron (SCH 54031)"]},{"name":"peginterferon alfa-2b (SCH 54031)","otherNames":["PegIntron (SCH 54031)"]},{"name":"ribavirin (SCH 18908)","otherNames":["REBETOL (SCH 18908)"]},{"name":"ribavirin (SCH 18908)","otherNames":["REBETOL (SCH 18908)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe subject must meet ALL of the criteria listed below for entry into the study:\n\n* Hemoglobin \\>= 11 g/dL (females); \\>= 12 g/dL (males)\n* Platelet count \\>= 100,000/mm\\^3\n* Neutrophil count \\>= 1,500/mm\\^3\n* Adult male or female chronic hepatitis C (CHC) patients (HCV-RNA-positive in serum) with compensated liver disease (Child-Pugh Score \\<7) and indication for treatment according on current consensus guidelines (1. NIH Consensus Conference on the Management of Hepatitis C, 2002; 2. German Consensus Conference on Hepatitis B and C, published in Z Gastro 2004; 42 (8): 677-730).\n* \\>= 18 to =\\< 70 years of age\n* At least one abnormal ALT value in the last year\n* HCV genotype 2 or 3\n* Not previously treated with any interferon or ribavirin alone or in combination\n* TSH level must be within normal limits\n* At the Screen Visit, glucose must be 70-140 mg/dL. Results between 116-140 mg/dL require repeat fasting glucose to be less than140 mg/dL and HbA1C less than or equal to 8.5%. HbA1C must be less than or equal to 8.5% in diabetic subjects (whether on medication or diet controlled).\n* Female subjects cannot be pregnant or breastfeeding and must be either postmenopausal, surgically sterile or using 2 methods of birth control. While abstinence from sexual activity is the only certain method to prevent pregnancy, female patients of childbearing potential who are or who anticipate the possibility of becoming sexually active with a male partner must use a combination of the following 2 methods: (1)contraceptive pill or IUD or depot hormonal preparation (ring, injection implant); and (2) a barrier method of contraception such as diaphragm, sponge with spermicide, condom, or a method of birth control considered acceptable by the study physician. Contraceptive measures will be reviewed with female subjects at each visit. Dual methods of contraception must be used for 6 months after treatment discontinuation.\n* Sexually active male subjects must be practicing acceptable methods of contraception (vasectomy, use of condom plus spermicide, monogamous relationship with a female partner who practices an acceptable method of contraception) during the treatment period and for 7 months after stopping treatment\n* Subjects must be willing to give written informed consent and able to adhere to dosing and visit schedules.\n* Confirmation by the principal investigator or a sub-investigator that sexually active females of childbearing potential are practicing adequate contraception.\n* A serum pregnancy test obtained at Screen Visit prior to the initiation of treatment must be negative\n* Confirmation by the principal investigator or a sub-investigator that sexually active male subjects are practicing a method of contraception considered acceptable (vasectomy, condom plus spermicide, plus relationship with a female partner who practices an acceptable method of contraception). Contraception must be used during the treatment period and for seven months (or 6 months, according to local label) after the completion of therapy, including condom use by male subjects with pregnant partners.\n* For subjects with a history of hypertension or diabetes, written clearance from an ophthalmologist has to be obtained prior to treatment start\n\nExclusion Criteria:\n\n* Patients younger than 18 years\n* Patients older than 70 years of age.\n* Positive Anti-HIV antibodies\n* Positive HBsAg antibodies\n* Patients with severe renal dysfunction or creatinine clearance \\< 50 mL/min must not be treated with PEG-Intron -Rebetol\n* Pregnant women, women who plan to become pregnant, male subjects whose partner wants to become pregnant, and breastfeeding women.\n* Suspected hypersensitivity to any interferon or ribavirin product.\n* Subject has used any investigational product within 30 days prior to enrollment\n* Subject is participating in any other clinical study\n* Any cause of liver disease other than chronic hepatitis C, including but not limited to:\n\n  * Hemochromatosis\n  * Alpha-1 antitrypsin deficiency\n  * Wilson's disease\n  * Autoimmune hepatitis\n  * Alcoholic liver disease\n  * Non-alcoholic steatohepatitis (NASH)\n  * Drug-related liver disease\n* Active malignant disease or suspicion or history of malignant disease within five previous years (except for adequately treated basal cell carcinoma)\n* Known coagulation diseases such as hemophilia; hemoglobin diseases (e.g. thalassemia)\n* Known G6PD deficiency\n* Evidence of advanced liver disease such as history or presence of ascites, bleeding varices, or hepatic encephalopathy.\n* Subjects with organ transplants, except for corneal or hair transplant.\n* Any known preexisting medical condition that could interfere with the subject's participation in and completion of study, such as:\n\n  * Preexisting psychiatric condition, especially moderate to severe depression, or a history of severe psychiatric disorder, such as psychosis, suicidal ideation, or suicide attempts. Severe depression includes the following: hospitalization for depression; electroconvulsive therapy for depression; or depression causing a prolonged absence from work or significantly altering daily functions. Subjects with mild depression may be considered for entry into the study provided that a pre-treatment assessment demonstrates that the subject's emotional status is clinically stable, in which case a management plan must be formulated for the subject; this management plan will become a part of the subject's medical record.\n  * Craniocerebral trauma which is not a concussion or active seizure disorders requiring medication.\n  * Clinically significant ECG abnormalities and/or cardiovascular dysfunction within 6 previous months (e.g., angina, congestive heart failure, recent myocardial infarction, or significant arrhythmia).\n  * Chronic lung disease (e.g., chronic obstructive lung disease)\n  * Poorly controlled diabetes mellitus\n  * Immune-mediated disease (e.g., inflammatory bowel disease \\[Crohn's disease, ulcerative colitis\\], idiopathic thrombocytopenic purpura, systemic lupus erythematosus, autoimmune hemolytic anemia, scleroderma, severe psoriasis)\n  * Clinical gout\n* Subject is or was a substance abuser, such as alcohol (80 gm/day or more), methadone, IV, oral or inhaled drugs. To be considered for inclusion into the protocol, the subject must have abstained and agree to abstain from using any of the above for at least 6 months. Subjects treated with buprenorphine (Subutex) who have been stable for 6 months may be included\n* Any other condition that, in the investigator's opinion, could determine that subject's participation in the study is not indicated or could interfere with the subject's participation in and completion of study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants Who Achieve a Sustained Virologic Response (SVR)","description":"A sustained virologic response is defined as undetectable hepatitis C virus ribonucleic acid \\[HCV-RNA\\] 24 weeks post-treatment. Serum HCV-RNA is measured by HCV-PCR in local laboratories. HCV-RNA below the limit of detection is considered undetectable.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"144","spread":null},{"groupId":"OG002","value":"129","spread":null}]}]}]},{"type":"SECONDARY","title":"Virologic Response Rates at the End of Therapy. Biochemical Responses as Determined by ALT and AST Levels at the End of Treatment and at the End of Follow up.","description":"Virologic response is defined as undetectable hepatitis C virus ribonucleic acid (HCV-RNA) in the serum. A blood test is used to measure the level of ALT and AST. ALT response was defined as ALT\\<40 IU/L (international units per liter).\n\nThis was not a prespecified key secondary outcome.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":230},"commonTop":["PYREXIA","HEADACHE","ASTHENIA","FATIGUE","ALOPECIA"]}}}