{"nctId":"NCT02165111","briefTitle":"Efficacy of Botulinum Toxin In Scleroderma-Associated Raynaud's Syndrome","startDateStruct":{"date":"2015-01"},"conditions":["Scleroderma","Raynaud's Syndrome"],"count":40,"armGroups":[{"label":"Onabotulinumtoxin A","type":"EXPERIMENTAL","interventionNames":["Drug: Onabotulinumtoxin A"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: sterile saline solution"]}],"interventions":[{"name":"Onabotulinumtoxin A","otherNames":["Botox","Botulinum toxin","Dysport"]},{"name":"sterile saline solution","otherNames":["Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years and older\n* Diagnosed with scleroderma.\n* Symptoms of Raynaud's syndrome affecting both hands (not necessarily to equal extents)\n* Ability to return/be available for follow-up evaluations\n* Able and willing to give informed consent\n* Able to speak and read in the English language.\n\nExclusion Criteria:\n\n* A history of Myasthenia gravis.\n* Reported allergy or hypersensitivity to any Botulinum toxin preparation.\n* Active infection in either hand.\n* Patients who have ever received Botulinum toxin vaccine.\n* Pregnant or lactating women.\n* Females unable or unwilling to maintain abstinence or use contraception for 28 days following the injections.\n* Patients who have previously undergone any vascular surgery on the upper extremity, including surgical sympathectomies.\n* Current use of any aminoglycoside antibiotic","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Digital Blood Flow From Pre- to Post-injection.","description":"The primary outcome measure is change in blood flow to the fingers, from a pre-injection baseline to post-injection follow-up visit as measured by non-invasive laser Doppler imaging.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.19","spread":null},{"groupId":"OG001","value":"-6.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Change in Raynaud's Phenomenon Symptoms Measured With the Raynaud's Condition Score.","description":"Raynaud's Condition Score is a patient-reported, validated outcomes scale that measures the severity of Raynaud's phenomenon on a scale of 0 (\"No difficulty\") to 10 (\"Extreme difficulty\"), where higher values represent a worse outcome.\n\nData from each weekly report were combined using a statistical model (generalized linear population-average model) to calculate a weekly rate of change for each participant's hand, where a negative value represents a improvement over time and a positive value represents worsening over time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":null},{"groupId":"OG001","value":"-0.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Ulcers as Measure of Digital Ulcer Healing","description":"A secondary outcome of this study is the number of digital ulcers as determined by clinical examination. Mean number of ulcers was calculated as total number of ulcers / total number of hands in each group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"0.90"},{"groupId":"OG001","value":"0.53","spread":"0.93"}]}]}]},{"type":"SECONDARY","title":"Assessment of Raynaud's Symptoms Severity Using the Quick-DASH Score.","description":"A secondary outcome of this study is severity of Raynaud's symptoms as measured by the self-reported Quick-DASH score. The Quick-DASH scores measures the degree of hand and upper extremity function on a scale of 0 (not limited) to 100 (severely limited) where a higher value represents a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.96","spread":"20.68"},{"groupId":"OG001","value":"29.11","spread":"23.80"}]}]}]},{"type":"SECONDARY","title":"Assessment of Raynaud's Symptom Severity Using the McCabe Cold Sensitivity Score.","description":"A secondary outcome of this study is the patient-reported sensitivity to coldness as measured by the McCabe Cold Sensitivity score. Patients' answers on this validated instrument are scored on a scale from 0 (no sensitivity) to 400 (extreme sensitivity), where a higher number represents a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185.31","spread":"74.19"},{"groupId":"OG001","value":"187.19","spread":"86.76"}]}]}]},{"type":"SECONDARY","title":"Assessment of Raynaud's Symptom Severity Using the VAS for Pain.","description":"A secondary outcome of this study is pain as measured by the validated visual-analog scale (VAS) for pain. The VAS pain instrument measures pain on a scale from 0 cm (no pain) to 10 cm (extreme pain)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.68","spread":"2.57"},{"groupId":"OG001","value":"3.05","spread":"2.77"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["Intrinsic muscle weakness"]}}}