{"nctId":"NCT02466425","briefTitle":"Safety and Efficacy Study of SHP465 in Children and Adolescents Aged 6-17 Years With Attention-Deficit Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2015-06-18","type":"ACTUAL"},"conditions":["Attention Deficit Hyperactivity Disorder (ADHD)"],"count":264,"armGroups":[{"label":"SHP465","type":"EXPERIMENTAL","interventionNames":["Drug: SHP465"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SHP465","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must be 6-17 years of age, inclusive, at the time of consent.\n2. Subject's parent or legally authorized representative (LAR) must provide signature of informed consent, and there must be documentation of assent (if applicable) by the subject indicating that the subject is aware of the investigational nature of the study and the required procedures and restrictions in accordance with the ICH GCP Guideline E6 (1996) and applicable regulations before completing any study-related procedures.\n3. Subject and parent/LAR are willing and able to comply with all of the testing and requirements defined in the protocol, including oversight of morning dosing. Specifically, the parent/LAR must be available at approximately 7:00AM (±2 hours) to dispense the dose of investigational product for the study duration.\n4. Subject, who is a female and of child-bearing potential, must not have a positive serum beta human chorionic gonadotropin pregnancy test at the Screening Visit (Visit 1) and must have a negative urine pregnancy test at the Baseline Visit (Visit 2) and agree to comply with any applicable contraceptive requirements of the protocol.\n5. Subject must have a satisfactory medical assessment with no clinically significant or relevant abnormalities.\n6. Subject meets DSM-IV-TR criteria for a primary diagnosis of ADHD based on a detailed psychiatric evaluation.\n7. Subject has an ADHD-RS-IV Total Score \\>28 at the Baseline Visit (Visit 2).\n8. Subject is functioning at an age-appropriate level intellectually, as determined by the study Investigator.\n9. Subject is currently not on ADHD therapy, or is not completely satisfied with any aspect of their current ADHD therapy.\n10. Subject is able to swallow a capsule whole.\n\nExclusion Criteria:\n\n1. Subject has a current, controlled (with medications prohibited in this study) or uncontrolled, comorbid psychiatric diagnosis with significant symptoms such as any significant comorbid Axis II disorder or significant Axis I disorder (such as post-traumatic stress disorder, psychosis, bipolar illness, pervasive developmental disorder, severe obsessive compulsive disorder, depressive or anxiety disorder) or other symptomatic manifestations that, in the opinion of the examining clinician, will contraindicate treatment with SHP465 or confound efficacy or safety assessments. Comorbid psychiatric diagnoses will be established with the Screening Visit (Visit 1) interview of the K-SADS-PL and additional modules if warranted by the results of the initial interview. Subjects may continue participation in a behavioral modification program during the study as long as they have been participating in the program for at least 1 month at the time of the Baseline Visit (Visit 2).\n2. Subject meets DSM-IV-TR diagnosis of conduct disorder. Oppositional defiant disorder is not exclusionary.\n3. Subject is considered a suicide risk in the opinion of the Investigator, has previously made a suicide attempt, or is currently demonstrating active suicidal ideation. Subjects with intermittent passive suicidal ideation are not necessarily excluded based on the assessment of the Investigator.\n4. Subject is underweight based on Centers for Disease Control and Prevention body mass index (BMI)-for-age sex-specific values at the Screening Visit (Visit 1). Underweight is defined as a BMI \\<3rd percentile\n5. Subject is significantly overweight based on Centers for Disease Control and Prevention BMI-for-age sex specific values at the Screening Visit (Visit 1). Significantly overweight is defined as a BMI \\>97th percentile for this study\n6. Subject has a concurrent chronic or acute illness (such as severe allergic rhinitis or an infectious process requiring antibiotics), disability, or other condition that might confound the results of safety assessments conducted in the study or that might increase risk to the subject. Similarly, the subject will be excluded if he or she has any additional condition(s) that, in the Investigator's opinion, would prohibit the subject from completing the study or would not be in the best interest of the subject. The additional conditions would include any significant illness or unstable medical condition that could lead to difficulty complying with the protocol. Mild, stable asthma is not exclusionary.\n7. Subject has a history of seizure (other than infantile febrile seizures), a chronic or current tic disorder, or a current diagnosis of Tourette's Disorder. Subject has a history of tics that are judged by the Investigator to be exclusionary.\n8. Subject's blood pressure measurements exceed the 90th percentile for age, sex, and height (based on the Blood Pressure Levels by Age and Height Percentile \\[for boys and girls\\]) at the Screening Visit (Visit 1) and the Baseline Visit (Visit 2)\n9. Subject has a known history of hypertension\n10. Subject has a known history of symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems that may place him/her at increased vulnerability to the sympathomimetic effects of a stimulant medication.\n11. Subject has a known family history of sudden cardiac death or ventricular arrhythmia.\n12. Subject has any clinically significant ECG or clinically significant laboratory abnormality at the Screening Visit (Visit 1).\n13. Subject has current abnormal thyroid function, defined as abnormal thyroid stimulating hormone and thyroxine at the Screening Visit (Visit 1). Treatment with a stable dose of thyroid medication for at least 3 months is permitted.\n14. Subject has a documented allergy, hypersensitivity, or intolerance to amphetamine or to any excipients in the investigational product.\n15. Subject has failed to respond, based on Investigator judgment, to an adequate course(s) (dose and duration) of amphetamine therapy\n16. Subject has a history of suspected substance abuse or dependence disorder (excluding nicotine) in accordance with DSM-IV-TR criteria. Subjects with a lifetime history of amphetamine, cocaine, or other stimulant abuse and/or dependence will be excluded.\n17. Subject has a positive urine drug result at the Screening Visit (Visit 1) (with the exception of subject's current stimulant therapy, if any) or the Baseline Visit (Visit 2), if repeated unless the Investigator can verify that the positive result at the Screening Visit (Visit 1) is attributed to medication that has been prescribed to the subject and will be discontinued prior to the Baseline Visit (Visit 2). A positive result at the Screening Visit (Visit 1) attributed to a prescribed medication requires a re-test and a negative result at the Baseline Visit (Visit 2) to confirm subject eligibility.\n18. Subject has taken another investigational product or has taken part in a clinical study within 30 days prior to the Screening Visit (Visit 1).\n19. Subject has previously completed, discontinued, or was withdrawn from this study.\n20. Subject is taking any medication that is excluded or has not been appropriately washed out according to the protocol requirements.\n21. Subject is required to take or anticipates the need to take medications that have central nervous system effects or affect performance, such as sedating antihistamines and decongestant sympathomimetics, or are monoamine oxidase inhibitors. Stable use of bronchodilator inhalers is not exclusionary.\n22. Subject is female and is pregnant or lactating","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Attention-Deficit Hyperactivity Disorder Rating Scale-IV (ADHD-RS-IV) Total Score at Visit 6 (Week 4)","description":"The ADHD-RS-IV consists of 18 items designed to reflect current symptomatology of ADHD based on diagnostic and statistical manual of mental disorders, fourth edition - text revision (DSM-IV-TR) criteria. Each item is scored on a 4-point scale ranging from 0 (reflecting no symptoms) to 3 (reflecting severe symptoms) with total scores ranging from 0-54. The 18 items may be grouped into 2 subscales: hyperactivity/impulsivity (even-numbered items 2-18) and inattentiveness (odd-numbered items 1-17). Higher score = more severe symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.0","spread":"6.96"},{"groupId":"OG001","value":"39.0","spread":"6.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.7","spread":"13.37"},{"groupId":"OG001","value":"-21.5","spread":"11.53"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Improvement (CGI-I) at Visit 6 (Week 4)","description":"CGI-I was performed to rate the severity of a participant's condition on a 7-point scale ranging from 1 (very much improved) to 7 (very much worse).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"1.20"},{"groupId":"OG001","value":"2.1","spread":"1.13"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":131},"commonTop":["Decreased appetite","Headache","Insomnia","Nausea","Irritability"]}}}