{"nctId":"NCT00975143","briefTitle":"Efficacy and Safety of CIP-Isotretinoin in Patients With Severe Recalcitrant Nodular Acne","startDateStruct":{"date":"2009-09"},"conditions":["Severe Nodular Acne"],"count":925,"armGroups":[{"label":"CIP-Isotretinoin","type":"EXPERIMENTAL","interventionNames":["Drug: CIP-Isotretinoin"]},{"label":"Isotretinoin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Isotretinoin"]}],"interventions":[{"name":"CIP-Isotretinoin","otherNames":[]},{"name":"Isotretinoin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Severe recalcitrant nodular acne, which in the opinion of the investigator is compatible with isotretinoin treatment.\n* Ten (10) or more nodular lesions (facial and/or truncal).\n* Treatment-naïve patients without any prior exposure to systemic isotretinoin or other retinoids.\n* Age between 12 and 54 years.\n* Weight between 40 and 110 kg.\n* Negative serum human chorionic gonadotropin (hCG) pregnancy test consistent with a non-pregnant state (females only).\n* No significant disease or clinically significant finding in a physical examination.\n* No clinically significant abnormal laboratory value.\n* No clinically significant abnormal vital sign measurement.\n* Patients presenting with stable and controlled diabetes mellitus (Types I and II) may be included in the study. However, patients should not have had a hospitalization for any diabetes related complications in the last 12 months, and must be on stable medication for the preceding 6 months. To be included in the study, the patients should have Hemoglobin-A1c values ≤ 6.5% at screening and in the test done 3 - 4 months previously.\n* Patients with previously diagnosed Polycystic Ovarian Syndrome (PCOS) may be included in the study if in the opinion of the investigator they do not have any other clinically significant abnormality (e.g. metabolic syndrome or elevated lipids).\n\nExclusion Criteria:\n\n* Female patients will be excluded from the study if they:\n\n  * Are pregnant;\n  * Are at high risk for becoming pregnant or likely to become pregnant during treatment;\n  * Will be breast-feeding or considering breast feeding during the course of the study.\n* Known history or presence of any clinically significant unstable medical condition(s) which in the opinion of the investigator could pose a risk for the safety of the patient including any previous history of gastrointestinal disease.\n* Patients with any skin disease or other condition that might interfere with the evaluation of recalcitrant nodular acne.\n* Patients will be interviewed using the SCID-CT current and lifetime modules for Major Depression, Mania, and Psychosis. Patients with a lifetime history of psychosis will be excluded. Patients with a history of major depressive, manic, hypomanic or mixed episodes will not be excluded unless they have had an episode during the preceding year.\n* Patients with any past or current psychotic symptoms.\n* Patients reporting any suicidal behaviour (including attempts, interrupted attempts, aborted attempts, or other preparatory behaviours), within the past year, or serious suicidal ideation in the past year, will be excluded from study participation.\n* A lifetime history of wishing to be dead, non-specific active suicidal thoughts or active suicidal ideation without intent to act will not result in exclusion.\n* Known history or suspected carcinoma.\n* Known history of liver or kidney disorders (hepatic and renal insufficiency).\n* Known history or current pseudotumor cerebri (benign intracranial hypertension).\n* Patients with HLA-B27 related disease, rheumatoid arthritis, rickets or other vitamin D depletion disease or phosphate metabolic disease, severe scoliosis \\> 15 Cobb angle, history of back surgery/injuries, ongoing use of anticonvulsants known to affect bone metabolism and other genetic or acquired rheumatologic and joint diseases.\n* All pediatric patients with serum 25-hydroxyvitamin D levels \\< 20 ng/mL.\n* Patients with hearing disorders who in the opinion of the investigator would not be able to participate in audiometric testing for the study.\n* Hypersensitivity or idiosyncratic reaction to isotretinoin, Vitamin A and/or any other drug substances with similar activity.\n* Allergy to soy beans, soy bean oil or any other ingredients in the study medications.\n* On a special diet within four weeks prior to drug administration (e.g., liquid, protein, raw food diet).\n* Difficulty consuming two (2) meals a day to sustain weight and health.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"54 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Co-primary Outcome 1: Change From Baseline in Total Nodular Lesion Count (Facial and Truncal)","description":"The change from Baseline to Week 20 in the total number of nodular lesions was calculated as the Week 20 lesion count minus Baseline lesion count and compared using Analysis of Covariance (ANCOVA), controlling for Baseline total nodular lesion count, gender and analysis site.\n\nThe 95% CI of the adjusted least square mean difference (CIP-ISOTRETINOIN minus Isotretinoin) was also calculated using the ANCOVA model.\n\nPre-defined criterion for non-inferiority: upper bound of the 95% CI for the treatment difference \\< 4.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.01","spread":"14.26"},{"groupId":"OG001","value":"-16.52","spread":"10.57"}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Who Are Rated as Clear/Almost Clear on the Six-point Physicians' Global Assessment Scale (PGSA).","description":"PGSA categories: 1 (Almost clear); 2 (Mild); 3 (Moderate); 4 (Severe); 5 (Very severe). A grade of either 0 (clear) or 1 (almost clear) on the 6-point PGSA scale within the Week 20 analysis window was considered a success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":null},{"groupId":"OG001","value":"89.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Co-Primary Outcome 2: Proportion of Patients Who Achieve at Least a 90% Reduction in Total Number of Nodular Lesions (Facial and Truncal).","description":"The percentage of patients in each group who achieved ≥90% reduction in the total nodular lesion count from Baseline to Week 20 was calculated along with its 95% CI (normal approximation). A 95% 2-sided CI on the difference between treatments (CIP-ISOTRETINOIN minus Isotretinoin) was also computed.\n\nPre-defined criterion for non-inferiority: lower bound of the 95% CI for the treatment difference \\> -10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.8","spread":null},{"groupId":"OG001","value":"80.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":464},"commonTop":["Lip dry","Dry skin","Back pain","Dry eye","Arthralgia"]}}}