{"nctId":"NCT02540993","briefTitle":"Efficacy and Safety of Finerenone in Subjects With Type 2 Diabetes Mellitus and Diabetic Kidney Disease","startDateStruct":{"date":"2015-09-17","type":"ACTUAL"},"conditions":["Chronic Kidney Disease"],"count":5734,"armGroups":[{"label":"Finerenone (BAY94-8862)","type":"EXPERIMENTAL","interventionNames":["Drug: Finerenone (BAY94-8862)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Finerenone (BAY94-8862)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women ≥18 years of age\n* Type 2 diabetes mellitus (T2D) as defined by the American Diabetes Association\n* Diagnosis of chronic kidney disease (CKD) with at least one of the following criteria at run-in and screening visits:\n\n  * persistent high albuminuria (UACR ≥30 to \\<300 mg/g in 2 out of 3 first morning void samples) and estimated glomerular filtration rate (eGFR) ≥25 but \\<60 mL/min/1.73 m² (CKD EPI) and presence of diabetic retinopathy or\n  * persistent very high albuminuria (UACR ≥300 mg/g in 2 out of 3 first morning void samples) and eGFR ≥25 to \\<75 mL/min/1.73 m² (CKD-EPI)\n* Prior treatment with angiotensin-converting enzyme inhibitors (ACEIs) and angiotensin receptor blockers (ARBs) as follows:\n\n  * For at least 4 weeks prior to the run-in visit, subjects should be treated with either an ACEI or ARB, or both\n  * Starting with the run-in visit, subjects should be treated with only an ACEI or ARB\n  * For at least 4 weeks prior to the screening visit, subjects should be treated with the maximum tolerated labeled dose (but not below the minimal labeled dose) of only an ACEI or an ARB (not both) preferably without any adjustments to dose or choice of agent or to any other antihypertensive or antiglycemic treatment\n* Serum potassium ≤4.8 mmol/L at both the run-in and the screening visit\n\nExclusion Criteria:\n\n* Known significant non-diabetic renal disease, including clinically relevant renal artery stenosis\n* Uncontrolled arterial hypertension (ie, mean sitting systolic blood pressure (SBP) ≥170 mmHg, sitting diastolic blood pressure (DBP) ≥110 mmHg at run-in visit, or mean sitting SBP ≥160 mmHg, sitting DBP ≥100 mmHg at screening)\n* Glycated hemoglobin (HbA1c) \\>12%\n* Mean SBP \\< 90 mmHg at the run-in visit or at the screening visit\n* Clinical diagnosis of chronic heart failure with reduced ejection fraction (HFrEF) and persistent symptoms (New York Heart Association \\[NYHA\\] class II - IV) at run-in visit (class 1A recommendation for mineralcorticoid receptor antagonists \\[MRAs\\])\n* Stroke, transient ischemic cerebral attack, acute coronary syndrome, or hospitalization for worsening heart failure, in the last 30 days prior to the screening visit\n* Dialysis for acute renal failure within 12 weeks of run-in visit\n* Renal allograft in place or scheduled within next 12 months from the run-in visit","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The First Occurrence of the Composite Endpoint of Onset of Kidney Failure, a Sustained Decrease of eGFR ≥40% From Baseline Over at Least 4 Weeks, or Renal Death","description":"Count of participants and time from randomization to the first occurrence of the primary renal composite outcome, onset of kidney failure, a sustained decrease of eGFR ≥40% from baseline over at least 4 weeks, or renal death were evaluated. Number of participants with the outcome event is reported as descriptive result and hazard ratio is reported as statistical analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"504","spread":null},{"groupId":"OG001","value":"600","spread":null}]}]}]},{"type":"SECONDARY","title":"The First Occurrence of the Composite Endpoint of Cardiovascular Death, Non-fatal Myocardial Infarction, Non-fatal Stroke, or Hospitalization for Heart Failure","description":"Count of participants and time from randomization to the first occurrence of the key secondary cardiovascular (CV) composite outcome, CV death, non-fatal myocardial infarction (MI), non-fatal stroke, or hospitalization for heart failure were evaluated. Number of participants with the outcome event is reported as descriptive result and hazard ratio is reported as statistical analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"367","spread":null},{"groupId":"OG001","value":"420","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":"Count of participants and time from randomization until death due to any cause were evaluated. Number of participants with outcome death is reported as descriptive result and hazard ratio is reported as statistical analysis. Number of participants with outcome death reported here includes deaths occurred after randomization until the end of the study visit. Deaths after end of study visit are not included in this table.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"219","spread":null},{"groupId":"OG001","value":"244","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Hospitalization","description":"Count of participants and time from randomization to the first occurrence of a hospitalization event were evaluated. Number of participants with the event is reported as descriptive result and hazard ratio is reported as statistical analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1263","spread":null},{"groupId":"OG001","value":"1321","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Urinary Albumin-to-creatinine Ratio (UACR) From Baseline to Month 4","description":"First morning void urine samples were collected to evaluate the urinary albumin-to-creatinine ratio (UACR). Month 4 was the visit closest to day 120 within a time window of 120 ± 30 days after randomization. If no measurements were available in this time window, the participant was excluded from this analysis. Ratio of UACR at Month 4 to UACR at baseline is reported as the change.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.655","spread":null},{"groupId":"OG001","value":"0.952","spread":null}]}]}]},{"type":"SECONDARY","title":"The First Occurrence of the Composite Endpoint of Onset of Kidney Failure, a Sustained Decrease in eGFR of ≥57% From Baseline Over at Least 4 Weeks, or Renal Death","description":"Count of participants and time from randomization to the first occurrence of the secondary renal composite outcome, onset of kidney failure, a sustained decrease in eGFR of ≥57% from baseline over at least 4 weeks, or renal death were evaluated. Number of participants with the outcome event is reported as descriptive result and hazard ratio is reported as statistical analysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"252","spread":null},{"groupId":"OG001","value":"326","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":902,"n":2827},"commonTop":["Hyperkalaemia","Nasopharyngitis","Oedema peripheral","Hypertension","Anaemia"]}}}