{"nctId":"NCT00774930","briefTitle":"An Efficacy and Safety Study of Somatuline Depot (Lanreotide) Injection to Treat Carcinoid Syndrome","startDateStruct":{"date":"2009-05"},"conditions":["Carcinoid Syndrome"],"count":115,"armGroups":[{"label":"Lanreotide Autogel (Somatuline Depot) 120 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lanreotide"]},{"label":"Placebo (DB) and lanreotide Autogel 120 mg in IOL and LTOLE","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lanreotide","otherNames":["Somatuline","Somatuline Depot","Somatuline Autogel","Lanreotide Autogel"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Subjects were eligible for participation in the study if they met the following criteria:\n\n1. At least 18 years of age at the time of first dosing.\n2. Subjects must have given signed informed consent before any study related activities were conducted.\n3. Subjects in the United States of America (USA) must have given written authorisation for the release of protected health information in compliance with the Health Insurance Portability and Accountability Act (HIPAA) regulations; subjects in other countries must have provided appropriate authorisation as needed by regulatory authorities in each country.\n4. Subjects must have been willing to receive s.c. octreotide injections as rescue medication, as needed to control their symptoms, if any.\n5. If female, the subject must not have been pregnant (confirmed by negative pregnancy test) and must have had the following documented via verbally given history:\n\n   * At least 1 year postmenopausal (natural cessation of menses), or\n   * Surgically sterile (if by tubal ligation, surgery must have been performed more than 3 months prior to entry into the study), or\n   * If the subject was of childbearing potential and sexually active, she must have been using an acceptable form of contraception (oral, injected, transdermal or implanted contraceptives, diaphragm or barrier method with spermicidal and/or intrauterine device); local methods such as condoms or sponges/vaginal tablets were not acceptable forms of contraception.\n6. Subjects with a histopathologically confirmed diagnosis of carcinoid tumour or, a carcinoid tumour of unknown location with liver metastases (documented biopsy), and a history of carcinoid syndrome (flushing and/or diarrhoea) who were either naïve to treatment with a somatostatin analogue (SSTa) or responsive (according to the opinion of the principal investigator) to conventional doses of Sandostatin LAR® Depot (LAR; ≤30 mg every 4 weeks) or to daily doses of ≤600 μg of s.c. octreotide.\n7. Confirmation of positive somatostatin receptor (SSTR) status by somatostatin receptor scintigraphy (SRS; up to 6 months prior to study entry at the Screening Visit).\n8. Absence of tumour progression documented by two sequential computed tomography (CT) scans or two sequential magnetic resonance imaging (MRI) scans (≥3 months apart); the last CT or MRI scan must have been performed within 6 months of study entry (Screening Visit).\n9. Subjects previously treated with LAR, must have received their last dose of LAR at least 4 weeks prior to first dose of study treatment (no later than at the Screening Visit).\n10. Be able to communicate and cooperate with the principal investigator and the staff and willing to comply with the study instructions.\n\nSubjects were excluded from entering the study for the following reasons:\n\n1. History of known allergy or hypersensitivity to investigational drug or any components of its formulation, or octreotide.\n2. History of carcinoid syndrome refractory to treatment with conventional doses of SSTa.\n3. Treatment with any other investigational drug within 30 days prior to study entry (Screening Visit) and/or at any time during the subject's participation in the study.\n4. Treatment with interferon, chemotherapy and/or radiotherapy (a radiolabelled SSTa) and/or tumour debulking \\<3 months prior to study entry (Screening Visit).\n5. History of hepatic arterial embolisation, hepatic arterial chemoembolisation and/or selective internal radiation therapy (selective internal radiation \\[SIR\\] therapy \\[SIRT\\]; e.g. SIR Spheres) \\<6 months prior to study entry (Screening Visit).\n6. Short bowel syndrome.\n7. Uncontrolled diabetes and/or hypertension.\n8. Severe renal impairment (glomerular filtration rate \\<30 mL/min/1.73 m2) and/or severe liver impairment as evidenced by serum total bilirubin \\>1.5 mg/dL associated with bile duct blockage or with alkaline phosphatase (ALP), aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\>5.0 upper limit of normal (ULN).\n9. Diagnosis of cardiac disease New York Heart Association (NYHA) functional classification \\>Class I. (Subject has limitation of physical activity. Ordinary physical activity causes undue fatigue, palpitation, or dyspnoea).\n10. Life expectancy less than 1 year.\n11. Any malignancies except carcinoid tumour, basocellular carcinoma of the skin, in situ carcinoma of the cervix and ≥5 years disease free after curative cancer treatment.\n12. Any serious medical condition that could jeopardise the safety of the subject and/or the efficacy assessments of the study.\n13. Subject is being treated with a proton pump inhibitor (PPI) and has been at a stable dose (no change in dose or frequency of administration) for less than 4 weeks at study entry (Screening Visit).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Days With Subcutaneous Octreotide as Rescue Medication","description":"Use of s.c. octreotide required to control symptoms associated with carcinoid syndrome, measured as the percentage of days that s.c. octreotide was used as rescue medication, based on subject Interactive Voice Response System (IVRS) or Interactive Web Response System (IWRS) diary records.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.72","spread":null},{"groupId":"OG001","value":"48.49","spread":null}]}]}]},{"type":"SECONDARY","title":"Average Frequency of Diarrhoea Events (Per Day) Based on Subject Diary Records.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.56","spread":"1.83"},{"groupId":"OG001","value":"1.35","spread":"1.45"}]}]}]},{"type":"SECONDARY","title":"Average Frequency of Flushing Events (Per Day) Based on Subject Diary Records.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":"1.45"},{"groupId":"OG001","value":"1.75","spread":"2.26"}]}]}]},{"type":"SECONDARY","title":"Percentage of Days of Use of Other Rescue Medication","description":"Usage of other concomitant rescue medications for diarrhoea and/or flushing events, measured as the percentage of days that the medications were used as rescue medication based on subject IVRS/IWRS diary records. Subjects were required to record the use and dose of s.c. octreotide, if any, as well as the use of other concomitant rescue medications (e.g. loperamide 2 mg tabs, and/or tincture of opium).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.86","spread":"19.34"},{"groupId":"OG001","value":"6.25","spread":"17.48"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Rolled Over Into the IOL Phase Before Completing the DB Phase of the Study","description":"Subjects who rolled over early were those who received less than four DB injections before receiving the first IOL injection.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"21.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in \"Global Health Status/Quality of Life (QoL)\" Score (Based on Items 29 and 30 of the European Organisation for the Research and Treatment of Cancer Quality of Life Questionnaire [EORTC-QLQ] C30)","description":"Baseline is defined as the last non-missing observation obtained prior to the initiation of study treatment.\n\nQ29 and Q30 range from 1 (Very poor) to 7 (Excellent) with 1 being worst case and 7 the most favourable answer. Scores were derived according to the rules contained within the EORTC scoring manual. All of the scores range in score from 0 to 100. A high score for global health status/QoL represents high QoL. The principle for scoring the scale is: Estimate the average of the items (I1, I2, ..., In) that contribute to the scale; this is the raw score. Raw score = RS = (I1 + I2 +…+ In)/n.\n\nFor global health status/QoL: Score = {(RS - 1)/range} x 100, where range is the difference between the maximum possible value of RS and the minimum possible value of RS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.17","spread":"14.18"},{"groupId":"OG001","value":"-1.72","spread":"18.21"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in \"Gastrointestinal (G.I). Symptoms\" Subscore (Based on Items Q34, Q35, Q36, Q37 and Q38 of EORTC G.I. Neuroendocrine Tumour [NET] 21]","description":"Baseline is defined as the last non-missing observation obtained prior to the initiation of study treatment.\n\nThe QLQ-G.I.NET21 questionnaire contains 21 single items (Q31 to Q51) which are supplemental items to the EORTC QLQ-C30 questionnaire. Q31 to Q51 range from 1 to 4 with 1 being the most favourable answer and 4 the worst case (1 = Not at all, 2 = A little, 3 = Quite a bit, 4 = Very much). Based on these items the scores were generated. All of the scores range in score from 0 to 100. A high score for a symptom scale represents a high level of symptomatology. The principle for scoring the scale is: Estimate the average of the items (I1, I2, ..., In) that contribute to the scale; this is the raw score. RS = (I1 + I2 +…+ In)/n.\n\nFor symptom scales: Score = {(RS - 1)/range} x 100, where range is the difference between the maximum possible value of RS and the minimum possible value of RS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.06","spread":"12.80"},{"groupId":"OG001","value":"0.10","spread":"13.83"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in QoL in \"Endocrine Symptoms\" Subscore (Assessed Based on Items Q31, Q32 and Q33 Using EORTC QLQ-G.I.NET-21 Questionnaires)","description":"Baseline is defined as the last non-missing observation obtained prior to the initiation of study treatment.\n\nThe QLQ-G.I.NET21 questionnaire contains 21 single items (Q31 to Q51) which are supplemental items to the EORTC QLQ-C30 questionnaire. Q31 to Q51 range from 1 to 4 with 1 being the most favourable answer and 4 the worst case (1 = Not at all, 2 = A little, 3 = Quite a bit, 4 = Very much). Based on these items the scores were generated. All of the scores range in score from 0 to 100. A high score for a symptom scale represents a high level of symptomatology. The principle for scoring the scale is: Estimate the average of the items (I1, I2, ..., In) that contribute to the scale; this is the raw score. RS = (I1 + I2 +…+ In)/n.\n\nFor symptom scales: Score = {(RS - 1)/range} x 100, where range is the difference between the maximum possible value of RS and the minimum possible value of RS.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.83","spread":"18.98"},{"groupId":"OG001","value":"-2.69","spread":"22.23"}]}]}]},{"type":"SECONDARY","title":"Absolute Changes From Baseline in Biochemical Markers (Plasma Chromogranin A [CgA])","description":"Baseline is defined as the last non-missing observation obtained prior to the initiation of study treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1125.8","spread":"12579.4"},{"groupId":"OG001","value":"801.5","spread":"2294.0"}]}]}]},{"type":"SECONDARY","title":"Absolute Changes From Baseline in Biochemical Markers (Urinary 5-hydroxyindoleacetic Acid [5-HIAA])","description":"Baseline is defined as the last non-missing observation obtained prior to the initiation of study treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-201.4","spread":"1009.9"},{"groupId":"OG001","value":"36.3","spread":"142.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":58},"commonTop":["Abdominal pain","Headache","Fatigue","Nausea","Back pain"]}}}