{"nctId":"NCT03136328","briefTitle":"Diagnosis and Staging of Neuroendocrine Tumors (NETs) Utilizing 68Ga-DOTATOC PET/CT Scan","startDateStruct":{"date":"2016-05-16","type":"ACTUAL"},"conditions":["Neuroendocrine Tumors"],"count":11,"armGroups":[{"label":"68Ga-DOTATOC PET/CT","type":"EXPERIMENTAL","interventionNames":["Drug: 68Ga-DOTATOC"]}],"interventions":[{"name":"68Ga-DOTATOC","otherNames":["Diagnostic test"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed informed consent.\n* Patients of either gender, aged ≥18 years.\n* Karnofsky status ≥60.\n* Life expectancy of at least 12 weeks.\n* Histologically and/or clinically confirmed and/or suspicious of NET.\n* A diagnostic CT or MRI of the tumour region or suspected area within the previous 12 weeks prior to dosing day is available.\n* Somatostatin-analogue scintigraphy scan with result (positive or negative) within the last 12 weeks.\n* Recent Blood test results up to 4-6 weeks as follows:\n\n  1. White Blood Cell (WBC): \\>2\\*109/L\n  2. Haemoglobin: \\>8.0g/Dl\n  3. Platelets: \\>50x109/L\n  4. Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), and Alkaline phosphatase (AP) each less than, or equal to, 5 times its Upper Limit of Normal (ULN)\n  5. Bilirubin less than, or equal to, three times its ULN\n* Serum creatinine: within normal range or \\<120μmol/L for patients aged 60 years or older.\n* Negative pregnancy test in women capable of child-bearing.\n\nExclusion Criteria:\n\n* Known hypersensitivity to Gallium 68, DOTATOC or to any of the excipients of 68Ga-DOTATOC.\n* Therapeutic use of any somatostatin analogue, including Sandostatin® LAR (Long Acting Release) (within 28 days) and Sandostatin® (within 2 days) prior to study imaging. If a patient is on Sandostatin® LAR a wash-out phase of 28 days is required before the injection of the study drug.\n* Pregnant or breast-feeding women.\n* Current somatic or psychiatric disease/condition that may interfere with the objectives and assessments of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sensitivity to Correctly Diagnose NET","description":"Sensitivity to detect NET will be assessed and compared with conventional imaging modality. Sensitivity is the ability of an agent to indicate the presence and location of NET. The ability of 68Ga-DOTATOC to localize more effectively to somatostatin receptors and the exquisite spatial resolution of PET/CT should make easier detection of primary and metastatic neuroendocrine tumors and allow better measurement of tumor burden. Sensitivity is the percentage of accurately diagnosed NET cases. All participants underwent conventional imaging with either Computerized Tomography (CT) or Magnetic Resonance Imaging (MRI) as standard care prior to 68Ga-DOTATOC imaging.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Specificity to Detect True Negative","description":"A tumor is an abnormal growth of cells which can be malignant or not. NET tumors secrete hormones that will disrupt the normal ecology of the body. 68Ga-DOTATOC is extremely sensitive and specific to the receptors expressed by NET. These attributes are unique to 68Ga-DOTATOC and makes it the only imagining technique that can determine whether or not lesions detected by conventional imaging is due to NET involvement. 68Ga-DOTATOC is able to exclude disease involvement in lesions detected on CT/MRI; this ability to exclude disease involvement is called Specificity. The reported values indicate the specificity of 68Ga-DOTATOC, which is the percentage of tumors detected by conventional imagining that 68Ga-DOTATOC correctly determined were not due to NET involvement (i.e. identifying true negative for NET).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":11},"commonTop":[]}}}