{"nctId":"NCT02187471","briefTitle":"Treatment of Pain Associated With Fibromyalgia","startDateStruct":{"date":"2015-01-16","type":"ACTUAL"},"conditions":["Pain Associated With Fibromyalgia"],"count":1301,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablet","Drug: Placebo capsule"]},{"label":"Pregabalin","type":"OTHER","interventionNames":["Drug: Pregabalin","Drug: Placebo tablet"]},{"label":"DS-5565 15 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: DS-5565","Drug: Placebo tablet","Drug: Placebo capsule"]},{"label":"DS-5565 15 mg BID","type":"EXPERIMENTAL","interventionNames":["Drug: DS-5565","Drug: Placebo capsule"]}],"interventions":[{"name":"DS-5565","otherNames":["Mirogabalin"]},{"name":"Pregabalin","otherNames":["Other treatment - not comparator"]},{"name":"Placebo tablet","otherNames":["Tablet Control"]},{"name":"Placebo capsule","otherNames":["Capsule Control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Able to give written informed consent\n* Able to complete subject-reported questionnaires per the investigator's judgment\n* At screening, subjects must meet the 1990 American College of Rheumatology (ACR) criteria for FM, i.e. widespread pain present for at least 3 months and pain in at least 11 of 18 specific tender point sites. In addition, the 2010 ACR criteria must be met:\n* Widespread pain index (WPI) ≥ 7 and symptom severity (SS) scale score ≥ 5, or WPI 3 to 6 and SS scale score ≥ 9\n* Symptoms have been present at a similar level for at least 3 months\n* The subject does not have a disorder that would otherwise explain the pain\n* ADPS of ≥ 4 on the 11-point numeric rating scale (NRS) over the past 7 days prior to randomization (based on completion of at least 4 daily pain diaries during the 7-day baseline period prior to randomization)\n* Subject must have documented evidence of a fundoscopic examination (with pupil dilation) within 12 months prior to screening or at screening.\n* Women of child-bearing potential (WOCBP) must be using an adequate method of contraception to avoid pregnancy during the study and for 4 weeks after study completion.\n\nExclusion Criteria:\n\n* Clinically significant unstable neurologic, psychiatric, ophthalmologic, hepatobiliary, respiratory, or hematologic illness or unstable cardiovascular disease (e.g. severe hypotension, uncontrolled cardiac arrhythmia, or myocardial infarction) or any other concurrent disease within 12 months prior to screening that in the opinion of the investigator would interfere with study participation or assessment of safety and tolerability\n* Anticipation of initiation or significant change to normal daily exercise routines or need for ongoing use of concomitant medications or non-pharmacological pain management techniques that may confound assessments of efficacy and/or safety\n* Unable to undergo pre-study washout of prohibited concomitant medications\n* Subjects who are at risk of suicide as defined by their responses to the Columbia-Suicide Severity Rating Scale (C-SSRS) or in the opinion of the investigator. Note: Patients answering \"yes\" to any of the C-SSRS questions at screening must be excluded. Such patients should be referred immediately to a mental health professional for appropriate evaluation.\n* Current severe or uncontrolled major depressive disorder or anxiety disorders as assessed by the Mini-international Neuropsychiatric Interview (MINI) mild to moderate major depression or anxiety disorders are permitted provided that the investigator assesses the patient as clinically stable and appropriate for entry into the study.\n* Any diagnosis of lifetime bipolar disorder or psychotic disorder\n* Subjects with pain due to other conditions (e.g. diabetic peripheral neuropathic pain or post-herpetic neuralgia) that in the opinion of the investigator, would confound assessment or self-evaluation of the pain associated with FM.\n* Subjects with pain due to any widespread inflammatory musculoskeletal disorder (e.g. rheumatoid arthritis, lupus) or widespread rheumatic disease other than FM.\n* Abuse or dependence of prescription medications, street drugs, or alcohol within the last 1 year\n* Any history of a malignancy other than basal cell carcinoma within the past 5 years\n* A diagnosis of untreated sleep apnea or initiation of treatment for sleep apnea within the past 3 months\n* Pregnancy or breast-feeding, or intent to become pregnant during the study period\n* Subject is currently enrolled in or has not yet completed at least 30 days since ending another investigational device or drug study or is receiving other investigational agents.\n* Known hypersensitivity to alpha2-delta (α2δ) ligands or other components of the study medications. Note: Prior exposure to DS-5565 is allowed, as long as hypersensitivity to DS-5565 was not observed.\n* Subjects who are unlikely to comply with the protocol (e.g. uncooperative attitude, inability to return for subsequent visits) and/or otherwise considered by the investigator to be unlikely to complete the study.\n* Abnormal investigative tests (i.e. electrocardiograms \\[ECGs\\]) and laboratory values judged by the investigator to be clinically significant at screening, with particular focus on: a. Abnormal renal function defined as calculated creatinine clearance (CrCl) \\< 60 mL/min determined by the central laboratory using the modified Cockcroft-Gault equation; blood urea nitrogen\\> 1.5 × upper limit of normal (ULN); creatine kinase \\> 3.0 × ULN; serum creatinine \\> 1.6 mg/dL (\\> 141.4 μmol/L); b. Abnormal liver function defined as aspartate aminotransferase (AST) \\> 2.0 × ULN, alanine aminotransferase (ALT) \\> 2.0 × ULN; alkaline phosphatase \\> 1.5 × ULN; total bilirubin\\> 1.2 × ULN. If a subject has total bilirubin \\> 1.2 ULN, unconjugated and conjugated bilirubin fractions should be analyzed and only subjects documented to have Gilbert's syndrome may be enrolled.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 13 in Average Daily Pain Score (ADPS) Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"Average daily pain scores (ADPS) reported by the participant that best describes his or her worst pain over the previous 24 hours. A daily pain score has a scale where 0 = no pain to 10 = worst possible pain. Higher scores indicate a worse outcome. For participants with no Week 13 data, the baseline observation was carried forward (BOCF). The mean (multiple imputation estimate) and standard error (multiple imputation) are reported.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.90","spread":"0.135"},{"groupId":"OG001","value":"-2.64","spread":"0.137"},{"groupId":"OG002","value":"-2.04","spread":"0.138"},{"groupId":"OG003","value":"-2.30","spread":"0.136"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Answered \"Much Improved or Better\" in Patient Global Impression of Change at Week 13 Receiving DS-5565, Pregabalin, or Placebo","description":"Patient global impression of change (PGIC) on a 7-point categorical scale, where 1 = very much improved and 7 = very much worse. Higher scores indicate worse outcomes. The number of participants with 'much improved or better' status (≤2) is being reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"145","spread":null},{"groupId":"OG002","value":"127","spread":null},{"groupId":"OG003","value":"134","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Average Score on the Fibromyalgia Index Questionnaire (FIQ) in Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The total FIQ score is composed of 10 items, with a maximum possible score of 100. The first item contains 11 questions related to physical functioning and are rated on a 4-point Likert-type scale, where 0 indicates 'always' and 3 indicates 'never'. The overall impact items are rated on a 0-7 scale for the number of days that the patient felt well and the number of days they were unable to work (including housework) because of fibromyalgia symptoms. The symptoms items are rated on visual analog scales (0-10 cm), with higher numbers indicated greater symptomatology. Final scores range from 0 (no impairment) to 10 (maximum impairment), where higher scores indicate worse outcome.\n\nFor this outcome, the change in total FIQ score from baseline is being reported. Negative values indicate improvement from baseline in impairment.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.02","spread":"1.198"},{"groupId":"OG001","value":"-19.42","spread":"1.222"},{"groupId":"OG002","value":"-16.61","spread":"1.215"},{"groupId":"OG003","value":"-20.44","spread":"1.209"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Classified As Responders at Week 13 Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The ADPS responder rate was defined a priori as the proportion of participants who met the clinically relevant reductions (ie, ≥30% and ≥50%) in ADPS at Week 13 (baseline observation carried forward) compared to Baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"144","spread":null},{"groupId":"OG002","value":"121","spread":null},{"groupId":"OG003","value":"125","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"95","spread":null},{"groupId":"OG002","value":"77","spread":null},{"groupId":"OG003","value":"89","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Multidimensional Fatigue Inventory (MFI-20) General Fatigue Score Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"MFI is a validated 20-item, self-reported instrument designed to measure fatigue in the following dimensions: general fatigue, physical fatigue, mental fatigue, reduced motivation, and reduced activity. The respondent is asked to mark an 'X' in 1 of 5 boxes arranged linearly where 1 is 'Yes, that is true' and 5 is 'No, that is not true.' Each subscale consists of 4 items, 2 indicative for fatigue and 2 contraindicative. For the indicative questions, a high score indicates a high fatigue level and low scores indicate a low fatigue levels. Conversely, for the contraindicative questions a high score indicates a low fatigue level and a low score indicates a high fatigue level. Overall, respondents are rated on a scale of 0 (no fatigue) to 7 (high fatigue).\n\nFor this outcome, the change from baseline in MFI-20 general fatigue subscale score is being reported. Negative values indicate an improvement in fatigue.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"3.55"},{"groupId":"OG001","value":"-2.6","spread":"4.00"},{"groupId":"OG002","value":"-2.4","spread":"3.91"},{"groupId":"OG003","value":"-3.4","spread":"4.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Hospital Anxiety and Depression Scale (HADS) Measure Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The HADS questionnaire is a reliable, widely-used self-assessment scale to assess symptoms of anxiety and depression. The instrument consists of 7 questions related to anxiety and 7 related to depression, each rated on a 4-point scale (score of 0 to 3). Scores for anxiety and depression are independently summed to compute HADS-Anxiety and HADS-Depression subscale scores, with ranges from 0 to 21, where higher scores indicate greater severity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"3.58"},{"groupId":"OG001","value":"-0.9","spread":"3.81"},{"groupId":"OG002","value":"-1.0","spread":"3.78"},{"groupId":"OG003","value":"-1.0","spread":"4.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"3.67"},{"groupId":"OG001","value":"-1.0","spread":"4.07"},{"groupId":"OG002","value":"-1.0","spread":"3.80"},{"groupId":"OG003","value":"-1.2","spread":"3.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Short Form 36 (SF-36) Measure Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The SF-36 is a generic health survey that asks 36 questions to measure functional health and well-being from the patient's point of view. The SF-36 provides scores for 8 health domains (physical functioning, role-physical, bodily pain, general health, vitality, social functioning, role-emotional, and mental health) as well as psychometrically-based physical component summary (PCS) and mental component summary (MCS) scores. Each scale is transformed into a 0-100 scale with each question carrying the same weight. The lower the score indicates more disability (ie, worse outcome).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.78","spread":"7.22"},{"groupId":"OG001","value":"6.46","spread":"8.32"},{"groupId":"OG002","value":"5.94","spread":"8.06"},{"groupId":"OG003","value":"6.22","spread":"8.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":"9.54"},{"groupId":"OG001","value":"1.97","spread":"10.53"},{"groupId":"OG002","value":"1.56","spread":"10.19"},{"groupId":"OG003","value":"2.71","spread":"9.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in EuroQol Five Dimensions Questionnaire (EQ-5D) Measure Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The EQ-5D is an instrument that shows high construct validity and responsiveness in patients with chronic pain and has been used specifically in fibromyalgia. The EQ-5D includes a descriptive section with 5 dimensions (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression) each with a scale that ranges from 0 (no problems) to 5 (extreme problems). These 5 dimensions are combined into an overall health utilities index, and an numeric rating scale (100 mm visual analog scale) that measures perception of overall health, with 0 indicating worst health and 100 representing best imaginable health. A summary index with a maximum total score of 1 can be derived from these five dimensions by conversion with a table of scores. The maximum total score of 1 indicates the best health outcome.\n\nFor this outcome, the change from baseline in total EQ-5D score is being reported. Positive values indicate an improvement in health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.19"},{"groupId":"OG001","value":"0.1274","spread":"0.20"},{"groupId":"OG002","value":"0.10","spread":"0.19"},{"groupId":"OG003","value":"0.11","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Average Daily Sleep Interference Score (ADSIS) Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"Pain-associated sleep interference will be assessed using the Average Daily Sleep Interference Score that utilize electronic daily diaries with an 11-point numeric rating scale (NRS) for pain, ranging from 0 (pain does not interfere with sleep) to 10 (pain completely interferes with sleep, unable to sleep). Higher scores indicate worse outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.76","spread":"0.116"},{"groupId":"OG001","value":"-2.71","spread":"0.116"},{"groupId":"OG002","value":"-2.31","spread":"0.117"},{"groupId":"OG003","value":"-2.64","spread":"0.116"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Optimal Sleep at Week 13 on the Medical Outcomes Study (MOS) Sleep Scale Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The MOS Sleep Scale is a 12-item questionnaire from which the following subscales were derived: sleep disturbance (4 items), quantity of sleep/optimal sleep (1 item), snoring (1 item), awakening due to shortness of breath or due to headache (1 item), sleep adequacy (2 items), and somnolence (3 items). In addition, values for sleep disturbances index (9 items), optimal sleep scale (1 item), and sleep quantity scale (1 item) were determined. Most subscales range from 0 to 100, where higher scores indicate more of the concept begin measured (eg., higher sleep disturbance scores indicate greater sleep disturbances).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"102","spread":null},{"groupId":"OG003","value":"119","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 13 in the Brief Pain Inventory Short Form (BPI-SF) Measure Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"The BPI-SF measures pain severity and interference within the past 24 hours. Items are rated on an 11-point NRS from 0 to 10, where 0 indicates does not interfere and 10 indicates completely interferes. Severity score is the average of the responses to the 4 pain intensity items that assess the Worst/Least/Average pain in the last 24 hours and the Pain Right Now. The individual items being reported (using the same scale as noted above) are Severity, General Activity, Mood, Walking Ability, Normal Work, Relations With Other People, Sleep, and Enjoyment of Life. Percentage relief of treatment pain scale ranges from 100% (complete pain relief) to 0% (no pain relief) and higher percentages indicate better outcome. Interference % is the average of responses for General activity, Mood, Walking ability, Normal work, Relations with other people, Sleep, Enjoyment of life where 0% (no interference) to 100% (completely interferes) and negative (ie. lower) percentages indicate better outcomes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":"2.26"},{"groupId":"OG001","value":"-2.7","spread":"2.78"},{"groupId":"OG002","value":"-2.2","spread":"2.48"},{"groupId":"OG003","value":"-2.7","spread":"2.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"2.48"},{"groupId":"OG001","value":"-2.3","spread":"2.58"},{"groupId":"OG002","value":"-2.0","spread":"2.43"},{"groupId":"OG003","value":"-2.1","spread":"2.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"2.11"},{"groupId":"OG001","value":"-2.3","spread":"2.27"},{"groupId":"OG002","value":"-2.0","spread":"2.28"},{"groupId":"OG003","value":"-2.3","spread":"2.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"2.44"},{"groupId":"OG001","value":"-2.8","spread":"2.74"},{"groupId":"OG002","value":"-2.5","spread":"2.50"},{"groupId":"OG003","value":"-2.9","spread":"2.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.75","spread":"2.05"},{"groupId":"OG001","value":"-2.55","spread":"2.35"},{"groupId":"OG002","value":"-2.16","spread":"2.13"},{"groupId":"OG003","value":"-2.51","spread":"2.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.1","spread":"31.93"},{"groupId":"OG001","value":"32.6","spread":"35.39"},{"groupId":"OG002","value":"31.8","spread":"32.28"},{"groupId":"OG003","value":"36.0","spread":"34.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.19","spread":"21.83"},{"groupId":"OG001","value":"-23.55","spread":"23.60"},{"groupId":"OG002","value":"-21.66","spread":"22.29"},{"groupId":"OG003","value":"-25.97","spread":"23.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"2.60"},{"groupId":"OG001","value":"-2.5","spread":"2.87"},{"groupId":"OG002","value":"-2.3","spread":"2.69"},{"groupId":"OG003","value":"-2.6","spread":"2.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.83"},{"groupId":"OG001","value":"-2.1","spread":"2.92"},{"groupId":"OG002","value":"-1.9","spread":"2.95"},{"groupId":"OG003","value":"-2.4","spread":"2.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"2.66"},{"groupId":"OG001","value":"-1.7","spread":"2.96"},{"groupId":"OG002","value":"-1.8","spread":"2.73"},{"groupId":"OG003","value":"-2.1","spread":"2.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.52"},{"groupId":"OG001","value":"-2.3","spread":"2.93"},{"groupId":"OG002","value":"-2.1","spread":"2.63"},{"groupId":"OG003","value":"-2.7","spread":"2.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"2.89"},{"groupId":"OG001","value":"-1.9","spread":"3.03"},{"groupId":"OG002","value":"-1.6","spread":"2.95"},{"groupId":"OG003","value":"-2.0","spread":"2.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"3.13"},{"groupId":"OG001","value":"-3.6","spread":"3.13"},{"groupId":"OG002","value":"-3.1","spread":"3.06"},{"groupId":"OG003","value":"-3.9","spread":"3.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.94"},{"groupId":"OG001","value":"-2.4","spread":"3.06"},{"groupId":"OG002","value":"-2.3","spread":"2.95"},{"groupId":"OG003","value":"-2.4","spread":"3.27"}]}]}]},{"type":"SECONDARY","title":"Proportion of Days a Rescue Medication Was Used Among Participants Receiving DS-5565, Pregabalin, or Placebo","description":"Proportion of days with rescue medication intake during the double-blind treatment period equals number of days with rescue medication intake/(date of last study drug administration in the double-blind treatment period) - (date of first study drug administration + 1).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"0.32"},{"groupId":"OG001","value":"0.15","spread":"0.25"},{"groupId":"OG002","value":"0.21","spread":"0.31"},{"groupId":"OG003","value":"0.16","spread":"0.26"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":324},"commonTop":["Headache","Dizziness","Weight increased","Somnolence","Nausea"]}}}