{"nctId":"NCT03665441","briefTitle":"Study of Eryaspase in Combination With Chemotherapy Versus Chemotherapy Alone as 2nd-Line Treatment in PAC","startDateStruct":{"date":"2018-09-15","type":"ACTUAL"},"conditions":["Pancreatic Adenocarcinoma"],"count":512,"armGroups":[{"label":"Eryaspase plus Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: eryaspase","Drug: Gemcitabine plus Abraxane","Drug: Irinotecan plus 5-FU plus leucovorin"]},{"label":"Chemotherapy alone","type":"OTHER","interventionNames":["Drug: Gemcitabine plus Abraxane","Drug: Irinotecan plus 5-FU plus leucovorin"]}],"interventions":[{"name":"eryaspase","otherNames":["L-asparaginase"]},{"name":"Gemcitabine plus Abraxane","otherNames":["Gemzar, nab-paclitaxel, onxol"]},{"name":"Irinotecan plus 5-FU plus leucovorin","otherNames":["Onivyde, liposomal irinotecan, Camptosar, Campto, Adrucil, Carac, Efudex, Efudix, folinic acid, calcium folinate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nA patient will be eligible for the study if all the following criteria are met:\n\n1. Must be 18 years of age or older.\n2. Must have histologically confirmed pancreatic adenocarcinoma.\n3. Must have Stage III or IV disease.\n4. Must have received one line of systemic chemotherapy in the advanced setting with or without targeted agents, immunotherapy, or radiotherapy for treatment of advanced pancreatic adenocarcinoma.\n5. Must have radiological evidence of disease progression following most recent prior treatment, defined as appearance of any new lesion or increase of \\>20% of one or more existing lesions.\n6. Must have measurable lesion(s) per RECIST version 1.1 by CT scan with contrast (or MRI, if the patient is allergic to CT contrast media).\n\n   NOTE: Bone disease consisting of blastic lesion only is not measurable.\n7. Archival or fresh tumor tissue must be available for evaluating relevant biomarkers. Formalin-fixed paraffin-embedded \\[FFPE\\] block preferred, or a minimum of 10 unstained FFPE slides of one archived block is required.\n\n   NOTE: Cytology samples from fine needle aspirates or brushing biopsies are not sufficient.\n\n   If archival tissue is unavailable and an elective biopsy can't be scheduled due to COVID, this will be waived.\n8. Must have adequate performance status:\n\n   1. ECOG Performance Status (PS) score of 0, or\n   2. ECOG PS score one and score ≥80 on Karnofsky Performance Status (KPS) scale. NOTE: Must have body mass index (BMI) ≥18.5 kg/m2 (obtained \\<14 days prior to randomization.\n9. Must have life expectancy of \\>12 weeks according to the investigator's clinical judgment.\n10. Females of childbearing potential must have a negative pregnancy test at screening and additional negative pregnancy test prior to first dose. Males and females of childbearing potential must agree to use a highly effective method of contraception during treatment and for at least 6 months after the last dose of study treatment.\n11. Must have adequate laboratory parameters at baseline (obtained \\<14 days prior to randomization). Laboratory parameters outside of these ranges that are deemed clinically insignificant should be discussed with the medical monitor:\n\n    1. Absolute neutrophil count ≥1.5 x 109/L.\n    2. Hemoglobin ≥9 g/dL. Patients with a baseline Hemoglobin ≥13 g/dL should be discussed with the medical monitor.\n    3. Platelet count ≥100,000/mm3 (100 x 109/L).\n    4. Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤2.5 x upper limit of normal (ULN) (≤5 x ULN in presence of liver metastases).\n    5. Total bilirubin ≤ 1.5 x institutional ULN.\n    6. Serum creatinine within normal limits or calculated clearance \\>60 mL/min/1.73 m2 for patients with serum creatinine levels above or below the institutional normal range.\n    7. Acceptable coagulation parameters: plasma antithrombin III \\>70% and fibrinogen ≥1.5 g/L\n    8. Serum albumin ≥3.0 g/dL.\n12. Patients requiring biliary stent placement must have the biliary stent placed \\>7 days prior to screening and must have normalization of bilirubin level after stenting.\n13. Must not be receiving therapy in a concurrent clinical study and must agree not to participate in any other interventional clinical studies during their participation in this trial while on study treatment. Patients taking part in surveys or observational studies are eligible to participate in this study.\n14. Must be able to understand and comply with the conditions of the protocol and must have read and understood the consent form and provided written informed consent.\n\nExclusion Criteria:\n\nA patient is not eligible to participate in the study if any of the following criteria are met:\n\n1. Resectable or borderline resectable pancreatic adenocarcinoma at the time of signing the informed consent.\n2. Histology other than pancreatic adenocarcinoma (for example, but not inclusive: neuroendocrine, adenosquamous, etc.).\n3. More than one line of prior treatment in advanced or metastatic setting.\n4. Patient has experienced medically significant acute decline in clinical status including\n\n   1. Decline in ECOG PS to \\>1 (or KPS \\<70) between baseline visit and within 72 hours prior to randomization.\n   2. Weight loss of ≥10% during screening.\n5. Presence of active or symptomatic untreated central nervous system (CNS) metastases.\n\n   NOTE: Patients with asymptomatic or stable CNS metastases are eligible, provided that the CNS metastases are radiologically and clinically stable, and the patient is off high-dose steroid treatment for at least one month prior to randomization.\n6. Prior radiotherapy to the only area of measurable disease. NOTE: Patients must have completed treatment and recovered from all acute treatment-related toxicities prior to administration of the first dose of eryaspase or chemotherapy.\n7. Bone as the only site of metastatic disease from pancreatic cancer (bone only disease).\n8. History of recent clinical pancreatitis, according to revised Atlanta criteria, within 3 months of randomization.\n\n   NOTE: The revised Atlanta classification \\[1\\] requires that two or more of the following criteria be met for the diagnosis of acute pancreatitis: (a) abdominal pain suggestive of pancreatitis, (b) serum amylase or lipase level ≥3 x ULN, or (c) characteristic imaging findings using CT or MRI.\n9. Neurosensory neuropathy \\> Grade 2 at baseline.\n10. Pregnancy or breastfeeding.\n11. History of infection with human immunodeficiency virus (HIV) and/or active infection with hepatitis B or hepatitis C.\n\n    NOTE: Patients with unknown status of hepatitis B or C must be tested and declared negative before randomization.\n12. Hypersensitivity to any of the components of the chemotherapy or ASNase.\n13. Patients who have received live or live attenuated vaccines within 3 weeks of randomization.\n14. History of other malignancies NOTE: Adequately treated non-melanoma skin cancer or curatively treated in-situ cancer of the cervix may be eligible.\n\n    NOTE: Patients successfully treated for other malignancies and are disease-free for at least 5 years may be eligible.\n15. Any other severe acute or chronic condition/treatments that may increase the risk of study participation including:\n\n    1. History of abdominal fistula, gastrointestinal perforation, peptic ulcer, or intra-abdominal abscess within 6 months prior to randomization.\n    2. Current or history within 6 months prior to randomization of medically significant cardiovascular disease including symptomatic congestive heart failure \\>New York Heart Association (NYHA) Class II, unstable angina pectoris, clinically significant cardiac arrhythmia.\n    3. Patients with pre-existing coagulopathy (e.g. hemophilia).\n    4. Psychiatric illness/social situations or any other serious uncontrolled medical disorders in the opinion of the Investigator that would limit compliance with study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"To determine whether the addition of eryaspase to chemotherapy improves OS when compared to chemotherapy alone","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"To compare PFS between the 2 treatment arm. Progression is determined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"To compare the ORR between the 2 treatment arms. ORR is defined as the proportion of patients who achieve objective tumor response (CR or PR) per modified RECIST 1.1: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"To compare the DoR between the 2 treatment arms","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"To compare the between the 2 treatment arms","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"147","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Treatment Emergent Adverse Events as Assessed by CTCAE v5.0","description":"To evaluate the safety and tolerability of eryaspase in combination with chemotherapy versus chemotherapy alone by assessing the number of patients with with treatment emergent adverse events per CTCAE v5.0","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"248","spread":null},{"groupId":"OG001","value":"246","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"195","spread":null},{"groupId":"OG001","value":"176","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"105","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Quality of Life Questionnaire EORTC QLQ-C30 First Worsening in Global Health Status Analysis","description":"The time to first Worsening was defined as the date of randomization to the date of first Worsening occurred in patient score on their global health status. Patients who did not have any worsening were censored at date of last measurement or at baseline if no measurement is available post-baseline.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":122,"n":248},"commonTop":["Asthenia","Diarrhoea","Anaemia","Nausea","Neutropenia"]}}}