{"nctId":"NCT00401375","briefTitle":"Study of Intravenous (IV) Methylnaltrexone Bromide (MNTX) in the Treatment of Post-Operative Ileus (POI)","startDateStruct":{"date":"2006-10-31","type":"ACTUAL"},"conditions":["Post-Operative Ileus (POI)"],"count":524,"armGroups":[{"label":"MNTX 12 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Methylnaltrexone"]},{"label":"MNTX 24 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Methylnaltrexone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Methylnaltrexone","otherNames":["MNTX"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female participants at least 18 years of age.\n* All participants must meet American Society of Anesthesiologists (ASA) physical status I, II, or III.\n* Participants must sign an informed consent form (ICF).\n* Participants must be scheduled for a segmental colectomy via open laparotomy with general anesthesia.\n* Females of childbearing potential must have a negative serum pregnancy test at the screening visit.\n* Negative for history of chronic active hepatitis B, hepatitis C or Human Immunodeficiency Virus (HIV) infection.\n\nExclusion Criteria:\n\n* Participants who received any investigational new drug in the 30 days prior to screening visit.\n* Females who are pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Bowel Movement","description":"Time to first bowel movement was measured from the end of surgery (defined as the time when the last skin suture or staple was placed in the participant). Time of the first bowel movement was recorded on the electronic case report form (eCRF). The first bowel movement was defined as a normal stool for a postoperative participant based on the clinical judgment of the investigator or designee. Analysis was performed by Kaplan-Meier estimate. Participants who had a bowel movement but were readmitted to the hospital within 1 week after discharge with a diagnosis of postoperative ileus (POI) were considered censored at the time of the first bowel movement as if the bowel movement had not occurred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"0.13"},{"groupId":"OG001","value":"4.8","spread":"0.21"},{"groupId":"OG002","value":"4.6","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Time to Discharge Eligibility","description":"Time to discharge eligibility was measured from the end of surgery (defined as the time when the last skin suture or staple was placed in the participant). Discharge eligibility was defined as both tolerance of solid food and at least one bowel movement. Participants were considered to have tolerated solid food when they have eaten greater than or equal to (≥) 50 percent (%), of the first of two successive solid food meals (based on the judgement of the investigator or designee), without vomiting or nausea. Participants readmitted to the hospital with a diagnosis of POI within 7 days of discharge were considered treatment failures. Analysis was performed by Kaplan-Meier estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"0.24"},{"groupId":"OG001","value":"7.0","spread":"0.45"},{"groupId":"OG002","value":"6.5","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Time to Discharge Order Written From the End of Surgery","description":"The investigator or designee recorded the time of the order. Participants re-admitted to the hospital with a diagnosis of POI within 7 days after discharge were considered treatment failures. Analysis was performed by Kaplan-Meier estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"0.26"},{"groupId":"OG001","value":"9.1","spread":"0.76"},{"groupId":"OG002","value":"7.3","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Meaningful Events (CMEs) for Nausea or Retching/Vomiting at 0 or 24 Hours as Evaluated by the Opioid-Related Symptom Distress Scale (SDS)","description":"CMEs were defined using opioid-related SDS (assessed participant-reported levels of severity concerning 10 symptoms associated with opioid medication usage: fatigue, drowsiness, inability to concentrate, nausea, dizziness, constipation, itching, difficulty with urination, confusion and retching/vomiting). CME = any symptom rated as severe (3) or very severe (4), with the exception of confusion. A total CME score was calculated by summing the number of CMEs across symptoms and ranged from 0 to 9. CME was counted for either nausea or vomiting/retching, or both and reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":171},"commonTop":["Nausea","Pyrexia","Procedural pain","Vomiting","Hypokalaemia"]}}}