{"nctId":"NCT02946463","briefTitle":"ALXN1210 (Ravulizumab) Versus Eculizumab in Complement Inhibitor Treatment-Naïve Adult Participants With Paroxysmal Nocturnal Hemoglobinuria (PNH)","startDateStruct":{"date":"2016-12-12","type":"ACTUAL"},"conditions":["Paroxysmal Nocturnal Hemoglobinuria (PNH)"],"count":272,"armGroups":[{"label":"Ravulizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Ravulizumab"]},{"label":"Eculizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Ravulizumab","Biological: Eculizumab"]}],"interventions":[{"name":"Ravulizumab","otherNames":[]},{"name":"Eculizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Criteria For Patient Cohort Originally Enrolled in ALXN1210-PNH-301 Study: Inclusion Criteria: 1. Male or female ≥18 years of age. 2. PNH diagnosis confirmed by documented by high-sensitivity flow cytometry. 3. Presence of 1 or more of the following PNH-related signs or symptoms within 3 months of screening: fatigue, hemoglobinuria, abdominal pain, shortness of breath (dyspnea), anemia (hemoglobin \\<10 gram/deciliter), history of a major adverse vascular event (including thrombosis), dysphagia, or erectile dysfunction; or history of packed red blood cells (pRBC) transfusion due to PNH. 4. Lactate dehydrogenase (LDH) level ≥1.5 times the upper limit of normal at screening. 5. Documented meningococcal vaccination not more than 3 years prior to, or at the time of, initiating study treatment. 6. Female participants of childbearing potential must use highly effective contraception starting at screening and continuing until at least 8 months after the last dose of ravulizumab. 7. Willing and able to give written informed consent and comply with study visit schedule. Exclusion Criteria: 1. Treatment with a complement inhibitor at any time. 2. History of bone marrow transplantation. 3. Body weight \\<40 kg. 4. Females who are pregnant, breastfeeding, or who have a positive pregnancy test at screening or Day 1. 5. Participation in another interventional clinical study or use of any experimental therapy within 30 days before initiation of study drug on Day 1 in this study or within 5 half-lives of that investigational product, whichever is greater. 6. History of or ongoing major cardiac, pulmonary, renal, endocrine, or hepatic disease that, in the opinion of the investigator or sponsor, would preclude participation. 7. Unstable medical conditions (for example, myocardial ischemia, active gastrointestinal bleed, severe congestive heart failure, anticipated need for major surgery within 6 months of randomization, coexisting chronic anemia unrelated to PNH). Eligibility Criteria For Roll-over Cohort: 1. All participants regardless of age, who are currently receiving ALXN1210 IV in an ongoing ALXN1210 study in patients with PNH 2. Participants must be willing and able to give written informed consent and to comply with all Extension study visits and procedures, including the use of any data collection device(s) to directly record patient data 3. Females of childbearing potential and male patients with female partners of childbearing potential must use highly effective contraception continuing until at least 8 months after the last dose of ravulizumab.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion Of Participants With Normalization Of Lactate Dehydrogenase (LDH) Levels","description":"LDH is an indicator of intravascular hemolysis that occurs in participants with paroxysmal nocturnal hemoglobinuria (PNH). A decrease in LDH from above the upper limit of normal (ULN) to below the ULN indicates reduction (improvement) in hemolysis. Normalization of LDH levels (LDH-N) was LDH levels less than or equal to 1 x ULN, from Day 29 through Day 183. The ULN for LDH is 246 U/L.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.536","spread":null},{"groupId":"OG001","value":"0.494","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage Of Participants Who Achieved Transfusion Avoidance (TA)","description":"Transfusion avoidance was defined as the percentage of participants who remained transfusion free and did not require a transfusion per protocol-specified guidelines through Day 183.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.6","spread":null},{"groupId":"OG001","value":"66.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Breakthrough Hemolysis (BTH)","description":"Breakthrough hemolysis was defined as at least 1 new or worsening symptom or sign of intravascular hemolysis (fatigue, hemoglobinuria, abdominal pain, shortness of breath \\[dyspnea\\], anemia \\[hemoglobin \\<10 gram/deciliter (g/dL)\\], major adverse vascular event \\[MAVE, including thrombosis\\], dysphagia, or erectile dysfunction) in the presence of elevated LDH ≥2 × ULN, after prior LDH reduction to \\<1.5 × ULN on therapy.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"10.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline In LDH Levels","description":"Baseline is defined as the average of all available assessments of LDH levels prior to first study drug dose. Estimates are based on Mixed Model for Repeated Measures (MMRM) that includes treatment group, history of transfusion (as a categorical variable based on the stratification factor levels) and baseline LDH level (as a continuous variable), study visit and study visit by treatment group interaction. An unstructured covariance structure was used.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-76.84","spread":null},{"groupId":"OG001","value":"-76.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In Quality Of Life As Assessed By The Functional Assessment Of Chronic Illness Therapy (FACIT)-Fatigue","description":"FACIT-Fatigue score ranges from 0 to 52, with a higher score indicating less fatigue. Baseline is defined as the last non-missing value prior to first dose of study drug. Estimates are based on MMRM that includes treatment group, the observed stratification randomization indicators (history of transfusion and LDH) and baseline FACIT-Fatigue level, study visit, and study visit by treatment group interaction. An unstructured covariance structure was used.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.07","spread":null},{"groupId":"OG001","value":"6.40","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants With Stabilized Hemoglobin Levels","description":"Stabilized hemoglobin was defined as avoidance of a ≥2 g/dL decrease in hemoglobin level from baseline in the absence of transfusion through Day 183.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"64.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":125},"commonTop":["Headache","Upper respiratory tract infection","Nasopharyngitis","Pyrexia","Arthralgia"]}}}