{"nctId":"NCT04436510","briefTitle":"HEALEY ALS Platform Trial - Regimen B Verdiperstat","startDateStruct":{"date":"2020-07-28","type":"ACTUAL"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":167,"armGroups":[{"label":"Verdiperstat","type":"EXPERIMENTAL","interventionNames":["Drug: Verdiperstat"]},{"label":"Matching Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Matching Placebo"]}],"interventions":[{"name":"Matching Placebo","otherNames":[]},{"name":"Verdiperstat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* No additional inclusion criteria beyond the inclusion criteria specified in the Master Protocol (NCT NCT04297683).\n\nExclusion Criteria:\n\n* The following exclusion criteria are in addition to the exclusion criteria specified in the Master Protocol (NCT NCT04297683).\n\n  1. Participants who are taking strong inhibitors of CYP1A2 (i.e., ciprofloxacin, enoxacin, fluvoxamine, zafirlukast) for chronic/long-term use defined as more than two weeks.\n  2. Participants who are taking strong inhibitors of CYP3A4 (i.e., conivaptan, itraconazole, ketoconazole, posaconazole, troleandomycin, voriconazole, clarithromycin, diltiazem, idelalisib, nefazodone, and certain antiviral agents \\[cobicistat, danoprevir, ritonavir, elvitegravir, indinavir, lopinavir, paritaprevir, ombitasavir, dasabuvir, saquinavir, tipranavir, nelfinavir\\]) for chronic/long-term use defined as more than two weeks. Note: Topical antifungal use is not exclusionary. Participants should not consume large quantities of grapefruit juice (more than 8oz per day) on a regular basis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease Progression as Assessed by the ALSFRS-R-Slope","description":"Change in disease severity as measured by the ALS Functional Rating Scale-Revised (ALSFRS-R) total score using a Bayesian repeated measures model that accounts for loss to follow-up due to mortality. Each of 12 questions assessing distinct functional ability is scored from 4 (normal) to 0 (no ability), with a maximum total score of 48 and a minimum total score of 0. Patients with higher scores have more physical function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.02","spread":"0.091"},{"groupId":"OG001","value":"-1.05","spread":"0.086"}]}]}]},{"type":"PRIMARY","title":"Mortality Even Rate","description":"Mortality is defined as death or death equivalent. A participant is determined to meet the criteria of death equivalent if permanent assisted ventilation (PAV) is used for more than 22 hours per day for more than seven days in a row. The rate of mortality was estimated from a Bayesian shared-parametric model that assumed exponentially distributed survival times.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.011","spread":"0.003"},{"groupId":"OG001","value":"0.012","spread":"0.003"}]}]}]},{"type":"SECONDARY","title":"Respiratory Function","description":"Change in respiratory function over time as measured by Slow Vital Capacity (SVC).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.76","spread":"1.519"},{"groupId":"OG001","value":"-8.05","spread":"1.418"}]}]}]},{"type":"SECONDARY","title":"Muscle Strength","description":"Change in muscle strength over time as measured isometrically using hand-held dynamometry (HHD).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.24","spread":"2.863"},{"groupId":"OG001","value":"-26.81","spread":"2.682"}]}]}]},{"type":"SECONDARY","title":"Number of Participants That Experienced Death or Death Equivalent","description":"The number of participants who died or met the criterion for a death equivalent from the date of their baseline visit to the end of the Week 24 visit window (generally 175 days after baseline). The death equivalent criterion is use of permanent assisted ventilation (PAV) for more than 22 hours per day for more than 7 days in a row.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":126},"commonTop":["Nausea","Headache","Muscular weakness","Fall","Constipation"]}}}