{"nctId":"NCT01517412","briefTitle":"Comparison of Lixisenatide Injected Prior to the Main Meal of the Day Versus Prior to Breakfast in Type 2 Diabetic Patients on Metformin","startDateStruct":{"date":"2012-02"},"conditions":["Type 2 Diabetes Mellitus"],"count":451,"armGroups":[{"label":"Lixisenatide Main Meal","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Self-injector pen device (OptiClik®)","Drug: Metformin"]},{"label":"Lixisenatide Breakfast","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lixisenatide (AVE0010)","Device: Self-injector pen device (OptiClik®)","Drug: Metformin"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Self-injector pen device (OptiClik®)","otherNames":[]},{"name":"Metformin","otherNames":["Route of administration: Oral"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Participants with type 2 diabetes mellitus, diagnosed for at least 1 year before screening visit\n* Metformin treatment at a stable dose of at least 1.5 g/day for at least 3 months prior to screening visit.\n\nExclusion criteria:\n\n* Screening HbA1c \\< 7.0% and \\> 10.0%\n* Fasting plasma glucose at screening \\> 250 mg/dL (\\> 13.9 mmol/L)\n* Treatment with glucose-lowering agent(s) other than metformin in a period of 3 months prior to screening, previous use of insulin\n* Participants who usually did not eat breakfast\n* Type 1 diabetes mellitus\n* Body Mass Index (BMI) ≤ 20 kg/m\\^2 and \\> 40 kg/m\\^2\n* Pregnancy or lactation, women of childbearing potential with no effective contraceptive method\n* Amylase and/or lipase \\> 3 times the upper limit of the normal laboratory range ( ULN) at screening\n* Alanine aminotransferase (ALT) \\> 3 ULN at screening\n* Calcitonin ≧ 20 pg/ml (5.9 pmol/L) at screening\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy.\n* Personal or immediate family history of medullary thyroid cancer (MTC) or genetic conditions that predisposes to MTC (e.g. multiple endocrine neoplasia syndromes)\n* Any contra-indication related to metformin\n* Any previous treatment with lixisenatide\n\nThe above information was not intended to contain all considerations relevant to a participant's potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c From Baseline to Week 24","description":"Change in HbA1C was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using last observation carried forward (LOCF). On-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to 14 days after the last dose of study drug. Here, number of participants analyzed = participants with baseline and at least one post-baseline HbA1c assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.65","spread":"0.074"},{"groupId":"OG001","value":"-0.74","spread":"0.074"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HbA1c Level <7 % or ≤6.5% at Week 24","description":"Here, number of participants analyzed = participants with baseline and at least one post-baseline HbA1c assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":null},{"groupId":"OG001","value":"42.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.5","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Average 7-point SMPG Profiles From Baseline to Week 24","description":"Participants recorded a 7-point plasma glucose profile measured before and 2 hours after each meal and at bedtime two times in a week before baseline, before visit Week 8, before visit Week 12 and before visit week 24. The average value across the profiles performed in the week a visit for the 7-time points was calculated. Change in average 7-point SMPG was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to the day of last dose of study drug. Here, number of participants analyzed = participants with baseline and at least one post-baseline 7-point SMPG assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.80","spread":"0.145"},{"groupId":"OG001","value":"-1.10","spread":"0.145"}]}]}]},{"type":"SECONDARY","title":"Change in FPG From Baseline to Week 24","description":"Change in FPG was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. The on-treatment period for this efficacy variable was the time from the first dose of study drug up to 1 day after the last dose of study drug. Here, number of participants analyzed = participants with baseline and at least one post-baseline FPG assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.192"},{"groupId":"OG001","value":"-0.57","spread":"0.193"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 24","description":"Change in body weight was calculated by subtracting baseline value from Week 24 value. Missing data was imputed using LOCF. On-treatment period for this efficacy variable was defined as the time from the first dose of study drug up to 3 days after the last dose of study drug. Here, number of participants analyzed = participants with baseline and at least one post-baseline body weight assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.60","spread":"0.320"},{"groupId":"OG001","value":"-2.80","spread":"0.319"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached the Target of HbA1c <7% at Week 24 And Did Not Experience Confirmed Symptomatic Hypoglycemia (Plasma Glucose [PG] <60 mg/dL [3.3 mmol/L]) During 24-Week Treatment Period","description":"Symptomatic hypoglycemia was defined as an event with clinical symptoms that were considered to result from hypoglycemic episode with an accompanying PG\\<60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate if no PG measurement was available. On-treatment period for symptomatic hypoglycemia assessment was defined as time from first dose of study drug up to 1 day after last dose of study drug. Participants without any post-baseline on-treatment value for HbA1c were counted as non-responders if they experienced at least one symptomatic hypoglycemia. Otherwise, they were counted as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.4","spread":null},{"groupId":"OG001","value":"41.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached the Target of HbA1c <7% And Had No Body Weight Gain at Week 24","description":"Participants without post-baseline on-treatment values for (HbA1c and body weight) that were no more than 30 days apart were counted as non-responders if at least one of the components (HbA1c and/or body weight) was available and showed no response. Otherwise, they were counted as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null},{"groupId":"OG001","value":"38.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached the Target of HbA1c <7% And Had No Body Weight Gain at Week 24 And Did Not Experience Confirmed Symptomatic Hypoglycemia (PG<60 mg/dL [3.3 mmol/L]) During the 24-Week Treatment Period","description":"Participants without post-baseline on-treatment values (for HbA1c and body weight) that were no more than 30 days apart not more than 30-days apart were counted as non-responders if at least one of components (HbA1c and/or body weight) was available and showed no response. Otherwise, they were counted as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null},{"groupId":"OG001","value":"37.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Reached the Target of HbA1c <7% And Had a 2-hour Postprandial Plasma Glucose (PPG) <140mg/dL After Breakfast or Main Meal At Week 24","description":"On-treatment period for 2-hour PPG assessment was defined as the time from the first dose of study drug up to the day of last dose of study drug. Participants without post-baseline on-treatment values (for HbA1c and 2-hour PPG) that were no more than 30-days apart were counted as non-responders if at least one of the components (HbA1cand/or 2-hour PPG) was available and showed no response. Otherwise, they were counted as missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"27.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Diabetes Treatment Satisfaction Questionnaire Score (DTSQs) From Baseline to Week 24","description":"DTSQ is a validated measure to assess how satisfied participants with diabetes are with their treatment and how they perceive hyper- and hypoglycemia. It consists of 8 questions which are answered on a Likert scale from 0 to 6. DTSQ treatment satisfaction score is the sum of question 1, 4, 5, 6, 7 and 8 scores and ranges between 0 and 36, where higher scores indicate more treatment satisfaction. On-treatment period for treatment satisfaction assessment was defined as the time from the first dose of study drug up to 3 days after the last dose of study drug. Missing data was imputed using LOCF. Here, number of participants analyzed = participants with both baseline and Week 24 DTSQ score assessment during on-treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.01","spread":"0.546"},{"groupId":"OG001","value":"3.54","spread":"0.529"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":225},"commonTop":["Nausea","Nasopharyngitis","Headache","Hypoglycaemia"]}}}