{"nctId":"NCT00845065","briefTitle":"Boceprevir in Combination With Peginterferon Alfa-2a and Ribavirin in Participants With Chronic Hepatitis C Genotype 1 Who Failed Prior Treatment With Peginterferon/Ribavirin (Study P05685AM2)(COMPLETED)","startDateStruct":{"date":"2009-02"},"conditions":["Hepatitis C, Chronic"],"count":202,"armGroups":[{"label":"Arm 1 (Control Arm)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo","Biological: Peginterferon alfa-2a","Drug: Ribavirin"]},{"label":"Arm 2 (Boceprevir Arm)","type":"EXPERIMENTAL","interventionNames":["Drug: Boceprevir","Biological: Peginterferon alfa-2a","Drug: Ribavirin"]}],"interventions":[{"name":"Boceprevir","otherNames":["SCH 503034"]},{"name":"Placebo","otherNames":[]},{"name":"Peginterferon alfa-2a","otherNames":["Pegasys®"]},{"name":"Ribavirin","otherNames":["SCH 18908"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a qualifying regimen defined as peginterferon alfa-2a/ribavirin or peginterferon alfa-2b/ribavirin for a minimum of 12 weeks.\n* During the qualifying regimen, subjects must have either:\n\n  * A documented undetectable Hepatitis C Virus-Ribonucleic Acid (HCV-RNA) within 30 days of the end-of-treatment and a subsequent detectable HCV-RNA during follow-up OR\n  * A documented decline in HCV-RNA by \\>=2 log10 after 12 weeks of treatment.\n* Subject must have previously documented chronic hepatitis C genotype 1 infection.\n* Subject must have a liver biopsy with histology consistent with chronic hepatitis C infection and no other etiology.\n* Subjects with bridging fibrosis or cirrhosis must have an ultrasound within 6 months with no findings suspicious for hepatocellular carcinoma (HCC).\n* Subject must be \\>=18 years of age.\n* Subject must weigh between 40 kg and 125 kg.\n* Subject and subject's partner(s) must each agree to use acceptable methods of contraception.\n* Subjects must be willing to give written informed consent.\n\nExclusion Criteria:\n\nSubject will be excluded from entry if ANY of the criteria listed below are\n\nmet:\n\n* Subjects known to be coinfected with the human immunodeficiency virus (HIV) or hepatitis B virus (hepatitis B surface antigen \\[HBsAg\\] positive) and/or demonstrating signs and symptoms consistent with co-infection.\n* Subjects who required discontinuation of previous interferon or ribavirin regimen for an adverse event considered by the investigator to be possibly or probably related to ribavirin and/or interferon.\n* Treatment with ribavirin within 90 days and any interferon alfa within 1 month of Screening.\n* Treatment for hepatitis C with any investigational medication. Prior treatment with herbal remedies with known hepatotoxicity is exclusionary.\n* Treatment with any investigational drug within 30 days of the randomization visit in this study.\n* Participation in any other clinical trial within 30 days of randomization or intention to participate in another clinical trial during participation in this study.\n* Evidence of decompensated liver disease.\n* Diabetic and/or hypertensive subjects with clinically significant ocular examination findings.\n* Pre-existing psychiatric condition(s).\n* Clinical diagnosis of substance abuse.\n* Any known pre-existing medical condition that could interfere with the subject's participation in and completion of the study.\n* Evidence of active or suspected malignancy, or a history of malignancy, within the last 5 years (except adequately treated carcinoma in situ and basal cell carcinoma of the skin).\n* Subjects who are pregnant or nursing. Subjects who intend to become pregnant during the study period. Male subjects with partners who are or who intend to become pregnant during the study period.\n* Any other condition which, in the opinion of a physician, would make the subject unsuitable for enrollment or could interfere with the subject participating in and completing the study.\n* Subjects who are part of the site personnel directly involved with this study.\n* Subjects who are family members of the investigational study staff.\n* Subjects who had a life-threatening serious adverse event (SAE) during the screening period.\n* Subjects with a history of pancreatitis, except for one episode clearly secondary to gallstone.\n\nLaboratory Exclusion Criteria:\n\n* Hematologic, biochemical, and serologic criteria (growth factors may not be used to achieve study entry requirements):\n\n  * Hemoglobin (Hgb) \\<12 g/dL for females and \\<13 g/dL for males\n  * Neutrophils \\<1500/mm3 (blacks: \\<1200/mm3)\n  * Platelets \\<100,000/mm3\n  * Direct bilirubin \\>1.5 x upper limit of normal (ULN) of the laboratory reference range. Total bilirubin \\>1.6 mg/dL unless the subject has a history of Gilbert's disease. If Gilbert's disease is the proposed etiology, this must be documented in the subject's chart.\n* Serum albumin \\< lower limit of normal (LLN) of laboratory reference range.\n* Thyroid-stimulating hormone (TSH) \\>1.2 x ULN or \\<0.8 x LLN of laboratory reference range.\n* Serum creatinine \\>ULN of the laboratory reference range.\n* Serum glucose:\n\n  * For subjects not previously diagnosed with diabetes mellitus:\n\n    * \\>=140 mg/dL (nonfasting) unless hemoglobin A1c subtype (HbA1c) \\<=7% OR\n    * \\>=100 mg/dL (fasting) unless HbA1c \\<=7%.\n  * For subjects previously diagnosed with diabetes mellitus: HbA1c \\>8.5%.\n* Prothrombin time/partial thromboplastin time (PT/PTT) values \\>10% above laboratory reference range.\n* Anti-nuclear antibodies (ANA) \\>1:320.\n* Alpha fetoprotein (AFP):\n\n  * AFP \\>100 ng/mL OR\n  * AFP 50 to 100 ng/mL requires a liver ultrasound and subjects with findings suspicious for HCC are excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sustained Virologic Response (SVR) Rate in Full Analysis Set (FAS) Population.","description":"SVR rate was the percentage of participants treated with at least one dose of study medication (PEG2a, Ribavirin, or Boceprevir/Placebo) who had achieved SVR. SVR was defined as undetectable Hepatitis C Virus-Ribonucleic Acid (HCV RNA).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"64.2","spread":null}]}]}]},{"type":"SECONDARY","title":"SVR Rate in the Modified Intent-to-Treat (mITT) Population","description":"SVR rate was the percentage of participants treated with at least one dose of study medication (Boceprevir/PEG2a/Ribavirin or PEG2a/Ribavirin). Participants who discontinued study drugs during the 4-week PEG2a/Ribavirin lead-in period were not included in the mITT population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"66.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Early Virologic Response (EVR) Who Achieved SVR","description":"EVR was defined as the time to the first undectectable HCV-RNA result at Treatment Week (TW) 2, 4, 8, or 12. Participants with a detectable, but not quantifiable HCV-RNA result at TW 12 may have undergone retesting. Participants with a detectable result on retesting were to be discontinued per the 12-week futility rule. Participants with an undetectable result on retesting were allowed to continue on treatment, and the detectable but not quantifiable result was to be considered a false positive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"82.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.9","spread":null},{"groupId":"OG001","value":"68.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV-RNA at Follow-up Week 12","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Log Change From Baseline to TW 4 in Viral Load by Visit","description":"HCV-RNA levels were quantified using the Roche Cobas Taqman 1.0 assay; lower limit of detection of 15 international units \\[IU\\]/mL. Changes in HCV-RNA IU/ml were expressed on a log10 scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.44","spread":"1.32"},{"groupId":"OG001","value":"-2.33","spread":"1.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":67},"commonTop":["FATIGUE","ANAEMIA","NAUSEA","DYSGEUSIA","HEADACHE"]}}}