{"nctId":"NCT02111564","briefTitle":"A Study of Rivaroxaban (JNJ-39039039) on the Venous Thromboembolic Risk in Post-Hospital Discharge Patients","startDateStruct":{"date":"2014-01-07","type":"ACTUAL"},"conditions":["Heart Failure","Respiratory Insufficiency","Stroke Acute","Infectious Diseases","Rheumatic Diseases"],"count":12024,"armGroups":[{"label":"Rivaroxaban","type":"EXPERIMENTAL","interventionNames":["Drug: Rivaroxaban, 10 mg","Drug: Rivaroxaban, 7.5 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rivaroxaban, 10 mg","otherNames":["Xarelto","BAY59-7939"]},{"name":"Rivaroxaban, 7.5 mg","otherNames":["Xarelto","BAY59-7939"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* The duration of the index hospitalization must have been at least 3 and no more than 10 consecutive days\n* Must meet venous thromboembolism (VTE) risk criteria with a total modified Improve VTE Risk Score of: greater than or equal 4, or 3 with D-dimer \\> 2\\* upper limit of normal (ULN), or 2 with D-dimer \\> 2\\*ULN\n\nKey Exclusion Criteria:\n\n* Any serious bleeding within 3 months prior to randomization or occurring during index hospitalization\n* Serious trauma (including head trauma) within 4 weeks before randomization\n* History of hemorrhagic stroke at any time in the past\n* Any medical condition that requires chronic use of any parenteral or oral anticoagulation","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomization to First Occurrence of Composite of All Symptomatic Venous Thromboembolism (VTE) and VTE Related Death Adjudicated by Clinical Event Committee (CEC)","description":"Symptomatic VTE included lower extremity deep vein thrombosis (DVT) and non-fatal pulmonary embolism (PE). Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":null},{"groupId":"OG001","value":"1.11","spread":null}]}]}]},{"type":"PRIMARY","title":"Event Rate Based on Time From Randomization to the First Occurrence of Major Bleeding Adjudicated by CEC","description":"A major bleeding event was defined using validated International Society on Thrombosis and Haemostasis (ISTH) bleeding criteria. A major bleeding event was defined as overt bleeding that was associated with a fall in hemoglobin of 2 gram per deciliter (g/dL) or more, or a transfusion of 2 or more units of packed red blood cells or whole blood, or a critical site defined as intracranial, intraspinal, intraocular, pericardial, intra-articular, intramuscular with compartment syndrome, retroperitoneal, or a fatal outcome. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or last dose + 2 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.28","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Based on Time From Randomization to First Occurrence of VTE-Related Death Adjudicated by CEC","description":"Event rate based on time from randomization to first occurrence of VTE-related death (adjudicated by CEC) was assessed. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.72","spread":null},{"groupId":"OG001","value":"0.77","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Based on Time From Randomization to the First Occurrence of a Symptomatic Venous Thromboembolism Event (VTE) Adjudicated by CEC","description":"Event rate based on time from randomization to the first occurrence of a symptomatic VTE (adjudicated by CEC) was assessed. Symptomatic VTE included lower extremity DVT and non-fatal PE. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":null},{"groupId":"OG001","value":"0.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Based on Time From Randomization to the First Occurrence of a Composite of Symptomatic VTE and All-Cause Mortality (ACM) Adjudicated by CEC","description":"Event rate based on time from randomization to the first occurrence of a composite of symptomatic VTE and ACM (adjudicated by CEC) was assessed. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.31","spread":null},{"groupId":"OG001","value":"1.80","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Based on Time From Randomization to the First Occurrence of a Composite of Symptomatic VTE, Myocardial Infarction (MI), Non-Hemorrhagic Stroke, and Cardiovascular (CV) Death Adjudicated by CEC","description":"Event rate based on time from randomization to the first occurrence of a composite of symptomatic VTE (lower extremity DVT and non-fatal PE), MI, non-hemorrhagic stroke, and CV death (death due to a known CV cause and death in which a CV cause cannot be ruled out; by this definition, a VTE-related death was considered a CV death) as adjudicated by CEC was reported. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":null},{"groupId":"OG001","value":"2.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Based on Time From Randomization to First Occurrence of All-Cause Mortality (ACM) Adjudicated by CEC","description":"Event rate based on time from randomization to first occurrence of ACM (adjudicated by CEC) was assessed. Event rate was defined as number of events per 100 participants in 45 days of follow up. Participants who did not have events were censored on the minimum of last visit before or on death, or Day 45.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":null},{"groupId":"OG001","value":"1.49","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":475,"n":6007},"commonTop":["Headache","Hypertension","Diarrhoea"]}}}