{"nctId":"NCT04873232","briefTitle":"A 6-Month Extension Study of VMDN-003-2 to Assess Engensis in Participants With Painful Diabetic Peripheral Neuropathy","startDateStruct":{"date":"2021-05-17","type":"ACTUAL"},"conditions":["Diabetic Peripheral Neuropathy"],"count":106,"armGroups":[{"label":"Engensis","type":"EXPERIMENTAL","interventionNames":["Biological: Engensis"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Engensis","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Completed study VMDN-003-2 and consent to enroll in study VMDN-003-2b\n\nExclusion Criteria:\n\n* None","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Evaluate the Efficacy of Intramuscular Administration of Engensis on Reducing Pain in Participants With Painful Diabetic Peripheral Neuropathy in the Feet and Lower Legs as Compared to Placebo","description":"Change in the means of the Average Daily Pain Scores from the full Brief Pain Inventory for Diabetic Peripheral Neuropathy from the 7 days prior to the Day 0 Visit (Study VMDN-003-2) to the 7 days prior to the Day 365 Visit in the intent-to-treat population. The mean of the Average Daily Pain Scores are used for the primary endpoint recorded in the 7 days prior to the Days 270 and 365/ET Visits. The Brief Pain Inventory for Diabetic Peripheral Neuropathy scale is a 0 to 10 point scale with 10 being Pain as bad as you can imagine.\n\nThe mean of at least 5 daily pain scores recorded for Question 5 of the Brief Pain Inventory for Diabetic Peripheral Neuropathy scale in electronic diary during the 7 days prior to the visits on Days 270 and 365/Early termination. The greater the negative difference between the followup visit and the Day 0 Baseline for each group for the average daily pain score in participants, would indicate that the average daily pain is declining.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.27","spread":"2.083"},{"groupId":"OG001","value":"-2.62","spread":"2.087"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.53","spread":"2.173"},{"groupId":"OG001","value":"-2.78","spread":"2.126"}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Efficacy of IM Administration of Engensis on the Worst Pain in Participants With Painful Diabetic Peripheral Neuropathy in the Feet and Lower Legs as Compared to Placebo","description":"Change in the means of the Worst Pain Scores from the full Brief Pain Inventory for Diabetic Peripheral Neuropathy from the 7 days prior to Day 0 Visit (Study VMDN-003-2), to Day 270, and 7 days prior to the Day 365 Visit for Engensis compared to Placebo. The Brief Pain Inventory for Diabetic Peripheral Neuropathy scale is a 0 to 10 point scale with 10 being Pain as bad as you can imagine.\n\nThe mean of at least 5 worst daily pain scores recorded for Question 3 of the Brief Pain Inventory for Diabetic Peripheral Neuropathy in the electronic diary during the 7 days prior to the Visits on Days 270 and 365/Early termination. The greater the negative difference between the followup visit and the Day 0 Baseline for each group for the worst pain score in participants, would indicate that the worst pain is declining.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.50","spread":"2.376"},{"groupId":"OG001","value":"-2.94","spread":"2.664"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.65","spread":"2.485"},{"groupId":"OG001","value":"-3.19","spread":"2.454"}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Safety of IM Administration of Engensis in the Number of Participants With Painful DPN in the Feet and Lower Legs as Compared to Placebo","description":"Number of participants with adverse events and serious adverse events for Engensis compared to Placebo, including the number of participants with clinically significant laboratory values for Engensis compared to Placebo","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"To Evaluate the Efficacy of Administration of Engensis on Reducing Pain in Participants With Painful Diabetic Peripheral Neuropathy in the Feet and Lower Legs","description":"Proportion of Responders (≥ 50% reduction in the Average Daily Pain Scores from the full Brief Pain Inventory for Diabetic Peripheral Neuropathy) from the 7 days prior to the Day 0 Visit (Study VMDN-003-2) to the 7 days prior to the Day 270 Visit and the 7 days prior to the Day 365 Visit for Engensis compared to Placebo.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":49},"commonTop":["COVID-19","Influenza","Diabetic retinopathy","Lipase increased","Diabetes mellitus inadequate control"]}}}