{"nctId":"NCT02009865","briefTitle":"Epanova® for Lowering Very High Triglycerides II (EVOLVE II)","startDateStruct":{"date":"2013-12-16","type":"ACTUAL"},"conditions":["Hypertriglyceridemia"],"count":379,"armGroups":[{"label":"Epanova 2 g/day","type":"EXPERIMENTAL","interventionNames":["Drug: Epanova"]},{"label":"Olive Oil 2 g/day","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Olive Oil"]}],"interventions":[{"name":"Epanova","otherNames":["omega-3 free fatty acids"]},{"name":"Olive Oil","otherNames":["placebo comparator"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Understanding of the study procedures, willingness to adhere to the study schedule, and agreement to participate in the study by giving written informed consent prior to screening;\n2. Willing to use an appropriate and effective method of contraception;\n3. Qualifying (average of Visit 1 or 1a + Visit 2 + Visit 2a \\[repeat measurement\\]) serum TG ≥500 mg/dL (6 mMol/L) and \\<2500 mg/dL (28 mMol/L);\n4. Body mass index ≥20 kg/m2;\n5. Untreated dyslipidemia or dyslipidemia treated with a statin, CAI, or statin-CAI combination that has been stable for 6 weeks prior to randomization; and\n6. Willingness to maintain current physical activity level and follow the TLC diet throughout the study.\n\nExclusion Criteria:\n\n1. Allergy or intolerance to omega-3 fatty acids, omega-3-acid ethyl esters, or fish;\n2. Known lipoprotein lipase impairment;\n3. Known non-responder to omega-3 or fenofibrate therapy;\n4. Use of any prescription medications containing EPA and/or DHA (eg, Lovaza® or Vascepa®) within 8 weeks prior to randomization. Up to 1 g capsule/day of an omega-3 dietary supplement will be permitted;\n5. Unable to discontinue use of bile acid sequestrants, fibrates or niacin (other than niacin-containing vitamins \\<200 mg), or any supplement used to alter lipid metabolism including but not limited to dietary fiber supplements, red rice yeast supplements, garlic supplements, soy isoflavone supplements, sterol/stanol products, or policosanols at screening;\n6. Use of tamoxifen, estrogens, or progestins that has not been stable for \\>4 weeks at screening or is unstable prior to randomization;\n7. Use of oral or injected corticosteroids or anabolic steroids prior to randomization;\n8. History of hospitalization for pancreatitis in the last 5 years;\n9. Uncontrolled diabetes (hemoglobin A1c \\[HbA1c\\] \\>10%);\n10. Uncontrolled hypothyroidism or thyroid-stimulating hormone (TSH) \\>5 mIU/L;\n11. History of cancer (other than basal cell carcinoma) in the past 2 years;\n12. Cardiovascular event (ie, myocardial infarction, acute coronary syndrome, new onset angina, stroke, transient heart attack, unstable congestive heart failure requiring a change in treatment), revascularization procedure or vascular surgery within 6 months of randomization;\n13. Use of simvastatin 80 mg or Vytorin 10/80 mg;\n14. Recent history (within 6 months of randomization) of significant nephrotic syndrome, pulmonary, hepatic, biliary, gastrointestinal, or immunologic disease;\n15. Poorly controlled hypertension (systolic blood pressure ≥180 mmHg and/or diastolic blood pressure ≥110 mmHg);\n16. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>3 × the upper limit of normal (ULN); if ALT/AST is \\>3 × ULN, the levels have been stable for 3 months and are \\<5 × ULN;\n17. Exposure to any investigational product within 4 weeks of randomization; or\n18. Any condition or therapy which, in the opinion of the Investigator, might pose a risk to the subject or make participation in the study not in the subject's best interest.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Triglyceride for All Subjects","description":"This primary endpoint was tested in parallel together with the first of the secondary endpoints, each at 0.025 Type I error rate.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.1","spread":null},{"groupId":"OG001","value":"-10.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Triglycerides for Subjects With at Least 1 Qualifying Triglyceride >885 mg/dL","description":"This first secondary endpoint in subjects with at least 1 qualifying triglyceride \\>885 mg/dL was tested in parallel together with the primary endpoint, each at 0.025 Type I error rate.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.5","spread":null},{"groupId":"OG001","value":"-9.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Non-High-Density Lipoprotein Cholesterol (mg/dL)","description":"This secondary endpoint, together with the 3rd. and 4th secondary ones, was treated as the core secondary, and the p value from the hypothesis test on its treatment comparison was adjusted by using Hommel's procedure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.8","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in High-Density Lipoprotein Cholesterol (mg/dL)","description":"This secondary endpoint, together with the 2nd. and 4th. secondary ones, was treated as the core secondary, and the p value from the hypothesis test on its treatment comparison was adjusted by using Hommel's procedure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Triglyceride(mg/dL) in Subjects With Biochemically Defined Fredrickson Type V (Triglyceride/Very-Low-Density Lipoprotein Cholesterol ≥6)","description":"This secondary endpoint in subjects with Biochemically Defined Fredrickson Type V (Triglyceride/Very-Low-Density Lipoprotein Cholesterol ≥6), together with the 2nd. and 3rd.secondary ones, was treated as the core secondary, and the p value from the hypothesis test on its treatment comparison was adjusted by using Hommel's procedure.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.7","spread":null},{"groupId":"OG001","value":"-12.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":81},"commonTop":["All","ALL","Diarrhoea","ALL","ALL"]}}}