{"nctId":"NCT02201290","briefTitle":"A Long-term Safety Study of Eltrombopag in Pediatric Patients With Chronic Immune (Idiopathic) Thrombocytopenic Purpura (ITP)","startDateStruct":{"date":"2013-06-18","type":"ACTUAL"},"conditions":["Purpura, Thrombocytopenic, Idiopathic"],"count":9,"armGroups":[{"label":"Eltrombopag","type":"EXPERIMENTAL","interventionNames":["Drug: Eltrombopag Tablets","Drug: Eltrombopag PfOS"]}],"interventions":[{"name":"Eltrombopag Tablets","otherNames":[]},{"name":"Eltrombopag PfOS","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent must be obtained from the subject's guardian and accompanying informed assent from the subject (for children over 6 years old).\n* Subjects must be between 1 year and \\<18 years of age at Day 1.\n* Subjects must have enrolled in TRA115450/PETIT2 study.\n* Subjects must have completed Part 1 and Part 2 of TRA115450/PETIT2 study.\n* Female subjects of child-bearing potential (after menarche) must have a negative pregnancy test within 24 hours of first dose of study treatment; agree and be able to provide a blood or urine specimen for pregnancy testing during the study; agree to use effective contraception during the study and for 28 days following the last dose of study treatment, and not be lactating.\n* Male subjects with a female partner of childbearing potential must agree to use effective contraception from 2 weeks prior to administration of the first dose of study treatment until 3 months after the last dose of study treatment.\n\nExclusion Criteria:\n\n* Subjects with any clinically relevant abnormality, other than ITP, identified on the screening examination or any other medical condition or circumstance, which in the opinion of the investigator makes the subject unsuitable for participation in the study or suggests another primary diagnosis (e.g. Thrombocytopenia is secondary to another disease).\n* Any subject considered to be a child in care, defined as one who has been placed under the control or protection of an agency, organization, institution or entity by the courts, the government or a government body, acting in accordance with powers conferred on them by law or regulation. This can include a child cared for by foster parents or living in a care home or institution, provided that the arrangement falls within the definition above. The definition of a child in care does not include a child who is adopted or who has an appointed legal guardian.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"Frequency of all adverse events (including Ophthalmic events) categorized using CTCAE toxicity grades and clinical laboratory test \\[ Time Frame: Up to Week 4 Follow-up period \\] Clinical laboratory assessments and frequency of all adverse events, categorized using Common Terminology Criteria for Adverse Events (CTCAE) toxicity grades will present safety and tolerability endpoints\n\nSerious Adverse Events are below. See All Adverse Events in the following section for specifics\n\nNo statistical analysis was planned for this primary outcome","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":9},"commonTop":["Nasopharyngitis","Headache","Pharyngitis","Tonsillitis","Blood bilirubin increased"]}}}