{"nctId":"NCT00088465","briefTitle":"Open-Label Study of Intramuscular Olanzapine Depot in Patients With Schizophrenia or Schizoaffective Disorder","startDateStruct":{"date":"2004-08"},"conditions":["Schizophrenic Disorders","Schizoaffective Disorder"],"count":931,"armGroups":[{"label":"Intramuscular Olanzapine Depot","type":"EXPERIMENTAL","interventionNames":["Drug: Intramuscular olanzapine depot"]}],"interventions":[{"name":"Intramuscular olanzapine depot","otherNames":["LY170053","Zyprexa Adhera"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have schizophrenia\n* Female patients of childbearing potential must be using a medically accepted means of contraception\n* Patients must have completed (within 10 days) another IM olanzapine depot study if permitted by that study's protocol.\n\nExclusion Criteria:\n\n* Patients must not have participated in a clinical trial of another investigational drug, including olanzapine, within 1 month (30 days) prior to study entry\n* Female patients must not be pregnant or breast-feeding\n* Patients must not be experiencing acute, serious or unstable medical conditions other than schizophrenia or schizoaffective disorder\n* Patients must not have a substance (except nicotine or caffeine) dependence within the past 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"76 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AE)","description":"The list of serious adverse events (SAE) and other non-serious adverse events (AE) are in Adverse Events Section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"501","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Scores at Month 76 Endpoint","description":"Assesses the positive symptoms, negative symptoms, and general psychopathology specifically associated with schizophrenia. The scale consists of 30 items. Each item is rated on a scale from 1 (symptom not present) to 7 (symptoms extremely severe). The sum of the 30 items is defined as the PANSS total score and ranges from 30 to 210.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"16.42"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive Scores at Month 76 Endpoint","description":"PANSS questions 1-7. Assesses positive symptoms associated with schizophrenia. 7 items make up the positive scale (ex. delusions, conceptual disorganization, and hallucinatory behavior). Each item is rated on a scale from 1 (symptom not present) to 7 (symptoms extremely severe). Total positive subscale scores range from 7 to 49.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"4.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Negative Scores at Month 76 Endpoint","description":"PANSS questions 8-14. Assesses negative symptoms associated with schizophrenia. 7 items make up the negative scale (e.g. blunted affect, emotional withdrawal, poor rapport, and passive/apathetic social withdrawal). Each item is rated on a scale from 1 (symptom not present) to 7 (symptoms extremely severe). Total negative subscale scores range from 7 to 49.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"5.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS General Psychopathology Subscales at Month 76 Endpoint","description":"PANSS General Psychopathology Subscale is the Remaining 16 PANSS questions or PANSS Question15 through Question 30. Each item is rated on a scale from 1 (symptom not present) to 7 (symptoms extremely severe). The sum of the 16 items is defined as the PANSS General Psychopathology Subscales. Possible score ranges from 16 to 112.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"8.51"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression-Severity of Illness (CGI-S) Scores at Month 72 Endpoint","description":"Measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill patients).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Heinrichs-Carpenter Quality of Life Scale (QLS) Total Score at Month 76 Endpoint","description":"Heinrich-Carpenter QLS is an interviewer-rated scale which measures the impact of negative symptoms on occupational, social, and psychological functioning in patients with schizophrenia or schizoaffective disorder. Each of 21 items is rated on a scale from 0 (severely impaired functioning) to 6 (normal or adequate functioning), for a total score range of 0-126. Results are presented as change in Total score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.75","spread":"18.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item Short Form Health Survey (SF-36) at Month 76 Endpoint","description":"A self-reported questionnaire that consists of 36 questions covering 8 health domains (physical functioning, social functioning, bodily pain, vitality, mental health, role-physical, role-emotional and general health). Each domain is scored by summing the individual items and transforming the scores into a 0 to 100 scale, with higher scores indicating better health status or functioning. The mental component summary (MCS) and the physical component summary (PCS) have been constructed based on the 8 SF-36 domains.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":"11.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"8.34"}]}]}]},{"type":"SECONDARY","title":"Number of Psychiatric Visits","description":"Psychiatric visits were outpatient visits to a psychiatrist or psychiatric nurse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14102","spread":null}]}]}]},{"type":"SECONDARY","title":"Days of Hospitalization","description":"This is the total number of days for all hospitalized patients that were admitted to General, Psychiatric Ward as well as Intensive Care Unit (ICU).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2386","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35587","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Subjective Well-Being Under Neuroleptic Treatment-Short Form (SWN-S) at Month 76 Endpoint","description":"The Subjective Well-Being under Neuroleptic Treatment-Short Form (SWN-S) is a patient self-rated scale developed to measure the subjective well-being for the previous 7 days of a patient under neuroleptic treatment. The SWN-S consists of 20 items (each item is rated from 1=not at all to 6=very much). Possible total score ranges from 20-120.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":"15.96"}]}]}]},{"type":"SECONDARY","title":"Patient Satisfaction With Medication Questionnaire-Modified (PSMQ) at Month 76 Endpoint","description":"Self-rated scale that measures patient's level of satisfaction with current antipsychotic medication. Consists of 3 items assessing satisfaction with current study medication (scored from 1='very dissatisfied' to 5='very satisfied'), preference comparing current study medication versus previous medications (scored from 1='much prefer previous medication' to 5='much prefer study medication'), and side effects of current study medication compared with previous medications (scored from 1='much less side effects' to 5='much more side effects'). Range of possible scores is 3-15.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Olanzapine Concentrations in Participants During Long-Term Treatment by Year","description":"Plasma olanzapine concentrations are expressed as (nanogram/milliliter)/(milligram/day) (\\[ng/mL\\]/\\[mg/day\\]).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.23","spread":"1.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.51","spread":"1.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.45","spread":"1.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"1.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":"1.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.59","spread":"1.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"1.25"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Abnormal High Prolactin at Any Time Post Baseline","description":"Prolactin normal reference ranges for female: 2.0 - 29.0 nanograms per milliliter (ng/mL); male: 2.0 - 20.0 ng/mL. High value is defined as a change from a value less than or equal to the high limit at all baseline visits to a value greater than the high limit at any time after baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Abnormal High Alanine Transaminase (ALT), High Aspartate Transaminase (AST), High Total Bilirubin at Any Time Post Baseline","description":"High ALT is defined as a baseline value of \\<3 times the upper limit of normal (ULN) to ≥3 times the ULN at any time post baseline. High AST is defined as a baseline value of \\<5 times the ULN to ≥5 times the ULN at any time post baseline. High total bilirubin is defined as a baseline value of \\<2 times the ULN to ≥2 times the ULN at any time post baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Having Normal Fasting Baseline Glucose Value With Treatment-Emergent High Fasting Glucose at Any Time Post Baseline","description":"Normal to high fasting glucose ≤100 milligrams per deciliter (mg/dL) at baseline to ≥126 mg/dL any time post baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Having Normal Fasting Baseline Lipid Value With Treatment-Emergent High Fasting Lipid at Any Time Post Baseline","description":"Normal to high fasting total cholesterol ≤200 mg/dL at baseline to ≥240 mg/dL any time post baseline. Fasting triglycerides \\<150 mg/dL at baseline to ≥200 mg/dL and \\<500 mg/dL any time post baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Weight at Month 76 Endpoint","description":"Mean change in weight from baseline to last observation carried forward (LOCF) endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.10","spread":"7.81"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Potentially Clinically Significant (PCS) Weight Gain at Month 76 Endpoint","description":"PCS weight gain is defined as a ≥7% increase in weight from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"373","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Extrapyramidal Symptoms at Any Time","description":"Extrapyramidal symptoms are defined as Simpson-Angus total score (SAS) \\>3 at any post-baseline visit; Barnes Akathisia Scale (BAS) global score ≥2 at any post-baseline visit; A score ≥3 for any of Abnormal Involuntary Movement Scale (AIMS) for items 1-7 or a score ≥2 for any two of these items. Score for SAS is 0-4 for each of the 10 questions, with 0=normal and 4=extreme. The possible total score for SAS is 0-40. Possible score for BAS is 0-5, with 0=absent and 5=sever. Score 0-4 for each item of AIMS, with 0 =none and 4= sever. Possible total score for items 1-7 is 0-28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":170,"n":931},"commonTop":["Weight increased","Anxiety","Insomnia","Somnolence","Nasopharyngitis"]}}}