{"nctId":"NCT02493517","briefTitle":"Efficacy and Safety of Lanreotide Autogel® 60, 90 or 120 mg With Lanreotide 40 mg Prolonged Release (PR) in Acromegaly","startDateStruct":{"date":"2014-10"},"conditions":["Acromegaly"],"count":128,"armGroups":[{"label":"Lanreotide Autogel® 60mg, 90mg and 120mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lanreotide Autogel®"]},{"label":"Lanreotide 40mg PR (Lanreotide Acetate for Injection )","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lanreotide Acetate"]}],"interventions":[{"name":"Lanreotide Autogel®","otherNames":[]},{"name":"Lanreotide Acetate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has active acromegaly defined as elevated GH and IGF-1 levels (measured at a central laboratory) as outlined below:\n\n  * A serum level for IGF-1 ≥1.3 x upper limit of normal range (ULN) during the screening period (applicable to both treatment naïve subjects and subjects who have stopped treatment and undergone a washout period prior to Visit 1(Week -4).\n  * Subjects must have mean serum GH concentration ≥2.5 μg/L in a GH cycle (5 samples taken at 0, 30, 60, 90 and 120 minutes) during the screening period.\n* The subject has undergone surgical removal of an adenoma for acromegaly at least 3 months prior to Screening, or is likely to require pituitary surgery in the future but not before completing at least 32 weeks of study treatment plus an additional follow up of 8 weeks for subjects taking part in the pharmacokinetics (PK) extension, or for whom pituitary surgery is not an option (due to contraindications, refusal etc.) and is therefore never likely to undergo pituitary surgery.\n\nExclusion Criteria:\n\n* The subject has been treated with radiotherapy within 10 years prior to Screening.\n* The subject has been treated with lanreotide Autogel, lanreotide PR, pegvisomant, cabergoline or octreotide LAR within 3 months of Screening or octreotide immediate release (IR) or bromocriptin within 2 weeks of Screening.\n* The subject has a history of or currently presents with clinically significant ventricular or atrial dysrhythmias ≥Grade 2, using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v4.0.\n* The subject has uncontrolled diabetes (glycosylated haemoglobin (HbA1c) \\>8.5%).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardised Mean Change From Baseline in Age-adjusted IGF-1 Levels at the EOST/EW Visit","description":"The standardised mean change from Baseline in age-adjusted log-transformed IGF-1 standard deviation score (SDS) at EOST/EW is presented for subjects treated with both lanreotide Autogel and lanreotide PR. Back-transformed results are presented in addition to the results without back-transformation.\n\nFor each subject the IGF-1 SDS value was calculated based on the z-score derivation: IGF-1 SDS = (IGF-1 - mean)/ standard deviation (SD), with mean and SD derived from the upper limit of normal (ULN) and lower limit of normal (LLN) margins for each age category. ULN = Mean + 2 SD; LLN = Mean - 2 SD.\n\nThe SDS indicates the number of standard deviations away from the mean. A SDS of 0 is equal to the mean with negative numbers indicating values lower than the mean and positive values higher. A negative change in the SDS indicates a decrease in the mean age-adjusted IGF-1 values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.84","spread":"0.15"},{"groupId":"OG001","value":"-0.52","spread":"0.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"1.16"},{"groupId":"OG001","value":"0.59","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Normal Age-adjusted IGF-1 Levels at the EOST/EW Visit","description":"The percentage of subjects with normal age-adjusted IGF-1 levels at the EOST/EW Visit is presented for subjects treated with Lanreotide Autogel and Lanreotide PR.\n\nAt baseline, all subjects had abnormal IGF-1 levels as per protocol entry criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With GH ≤2.5 Micrograms Per Litre (mcg/L) at the EOST/EW Visit","description":"The percentage of subjects with GH ≤2.5 mcg/L at the EOST/EW Visit is presented for subjects treated with lanreotide Autogel and lanreotide PR.\n\nAt baseline, all subjects had GH levels \\>2.5 mcg/L as per protocol entry criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.7","spread":null},{"groupId":"OG001","value":"31.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With GH ≤1 mcg/L at the EOST/EW Visit","description":"The percentage of subjects with GH ≤1 mcg/L at the EOST/EW Visit is presented for subjects treated with lanreotide Autogel and lanreotide PR.\n\nAt baseline, all subjects had GH levels \\>2.5 mcg/L as per protocol entry criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Normal Age-adjusted IGF-1 Levels and Who Have GH Levels >1 mcg/L and ≤2.5 mcg/L at the EOST/EW Visit","description":"The percentage of subjects with normal age-adjusted IGF-1 levels and who have GH levels \\>1 mcg/L but ≤2.5 mcg/L at the EOST/EW Visit is presented for subjects treated with lanreotide Autogel and lanreotide PR. The calculation of percentages was based on the overall ITT population.\n\nAt baseline, all subjects had abnormal IGF-1 levels and GH levels \\>2.5 mcg/L as per protocol entry criteria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in GH Values at the EOST/EW Visit","description":"The mean change from baseline in GH values at the EOST/EW Visit is presented for subjects treated with lanreotide Autogel and lanreotide PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.548","spread":"22.852"},{"groupId":"OG001","value":"-13.182","spread":"20.224"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With at Least 20% Reduction in Tumour Volume at EOST/EW Visit Compared to Baseline","description":"The percentage of subjects with at least a 20% reduction in the solid component of the tumour volume at the EOST/EW Visit compared to baseline is presented for the subgroup of subjects who had solid tumours at baseline.\n\nThe tumour volume was measured by Magnetic Resonance Imaging (MRI) at Screening and at the EOST/EW Visit, and then assessed by two independent blinded readers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":null},{"groupId":"OG001","value":"50.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percentage Change From Baseline in Tumour Volume at the EOST/EW Visit","description":"The median percentage change in the solid component of the tumour volume from baseline to the EOST/EW Visit is presented.\n\nThe tumour volume was measured by MRI at Screening and at the EOST/EW Visit, and then assessed by two independent blinded readers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.870","spread":null},{"groupId":"OG001","value":"-20.120","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With at Least One Symptom of Acromegaly at Week 13 and at the EOST/EW Visit Compared to Baseline","description":"The percentage of subjects with at least one symptom of acromegaly at Week 13 and at the EOST/EW Visit compared with baseline is presented for subjects treated with lanreotide Autogel and lanreotide PR. The symptoms of acromegaly monitored included: headache, excessive perspiration, fatigue, soft tissue swelling and arthralgia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.3","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"59.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":64},"commonTop":["Diarrhoea","Abdominal distension","Cholelithiasis","Upper respiratory tract infection","Abdominal pain"]}}}