{"nctId":"NCT00355082","briefTitle":"Conversion To Monotherapy With Lamictal Extended Release Tablets For Treatment Of Partial Epilepsy","startDateStruct":{"date":"2006-05"},"conditions":["Epilepsy, Partial"],"count":226,"armGroups":[{"label":"lamotrigine 300","type":"EXPERIMENTAL","interventionNames":["Drug: lamotrigine, 300 mg/day"]},{"label":"lamotrigine 250","type":"EXPERIMENTAL","interventionNames":["Drug: lamotrigine, 250 mg/day"]}],"interventions":[{"name":"lamotrigine, 300 mg/day","otherNames":["lamotrigine"]},{"name":"lamotrigine, 250 mg/day","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or Female ≥13 years of age\n* Have a confident diagnosis of epilepsy with partial seizures for at least 24 weeks prior to the Baseline Phase\n* Have a documented history of partial seizures such that the investigator must judge that the subject is likely to have at least 4 partial seizures during the 8-week Baseline Phase.\n* Have experienced at least 4 partial seizures (i.e., simple or complex partial seizures with or without secondary generalization) during an 8-week (i.e., 56 days) prospective Baseline Phase with at least one partial seizure occurring during each 4-week (i.e., 28-day) period.\n* NOTE: With prior authorization from GlaxoSmithKline (GSK), retrospective data may take the place of up to the first 4 weeks (i.e., first 28 days) of the Baseline Phase for subjects providing reliable documentation of the following:\n\n  1. A complete daily seizure diary that includes the number, and type (i.e., simple or complex partial seizures with or without secondary generalization), of seizures experienced each day for up to 28 consecutive days immediately prior to the prospective Baseline Phase\n  2. Stability of prescribed dosages of background antiepileptic drug (AED)\n  3. Compliance with background AED\n\nAll subjects permitted to use retrospective baseline data must complete a minimum of four weeks (i.e., 28 days) of the prospective Baseline Phase. The retrospective plus the prospective Baseline Phases must equal the 56 consecutive days prior to the start of dosing with study drug.\n\n* be currently receiving AED monotherapy treatment with a stable regimen of a non-enzyme inducing AED for at least four weeks prior to starting the Baseline Phase.\n* be able and willing to maintain an accurate, complete, written daily seizure diary, or has a parent/caregiver who is able and willing to maintain and accurate, complete, written daily seizure diary for the entire duration of the study.\n* be able to comply with the dosing of study drugs, background AED, and all study procedures.\n* understand and sign written informed consent, or will have a parent or a legally authorized representative who has done so, prior to the performance of any study assessments\n* if female, and of childbearing potential be using an acceptable form of birth control, to include one of the following:\n\n  1. Complete abstinence from intercourse for two weeks before exposure to the study drug, throughout the clinical trial, and for a period after the trial to account for elimination of the drug (a minimum of 2 weeks).\n  2. Consistent and correct use of one of the following methods of birth control:\n\nMale partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject.\n\nAny intrauterine device (IUD) with a documented failure rate of less than 1% per year\n\nDouble barrier method consisting of spermicide plus a mechanical barrier (e.g., spermicide plus a male condom or a female diaphragm).\n\nNOTE: Women who have had a hysterectomy, tubal ligation, or are post-menopausal are considered to be of non-childbearing potential.\n\nNOTE: A pharmacokinetic interaction has been observed between lamotrigine (LTG) and estrogen-based oral contraceptives. Therefore, the use of hormonal therapy (e.g., for contraception or hormone replacement therapy) is not allowed.\n\nExclusion criteria:\n\n* Exhibits any primary generalized seizures (e.g., absence, myoclonic primary generalized tonic-clonic seizures).\n* Has had status epilepticus within the 24 weeks prior to, or during, the Baseline Phase.\n* Is taking an enzyme-inducing AED (EIAED - e.g. carbamazepine, phenytoin, phenobarbital, primidone) or is taking more than 1 background AED.\n* Is currently taking lamotrigine (LTG) or has previously had an adequate trial of LTG.\n* Is currently taking felbamate\n* Is using hormone therapy\n* Is abusing alcohol and/or other substances\n* Has taken an investigational drug within the previous 30 days or plans to take an investigational drug anytime during the study.\n* Is receiving chronic treatment with any medication that could influence seizure control\n* NOTE: Use of benzodiazepines is allowed as specified in Section 8.1.2\n* Is currently following the ketogenic diet.\n* Is using vagal nerve stimulation\n* Is planning surgery to control seizures during the study.\n* Is pregnant, breastfeeding, or planning to become pregnant during the study or within the three weeks after the last dose of study drug.\n* Is suffering from acute or progressive neurological disease, severe psychiatric disease or severe mental abnormality that is likely to interfere with the objectives of the study.\n* Has any clinically significant cardiac, renal, hepatic condition, or a condition that affects the absorption, distribution, metabolism or excretion of drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Participants in the 300 mg/Day Dose Group Who Prematurely Discontinued the Study Between Study Visit 5 (Approximately Week 7) and Visit 9 (End of the Treatment Phase)","description":"The percentage of participants prematurely discontinuing the study was calculated as the number of participants who discontinued the study divided by the number who reached Visit 5 minus major protocol violators. The Control group is composed of data from other similar studies and is not part of this study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Participants in the 250 mg/Day Dose Group Who Prematurely Discontinued the Study Between Study Visit 5 (Approximately Week 7) and Visit 9 (End of the Treatment Phase)","description":"The percentage of participants prematurely discontinuing the study was calculated as the number of participants who discontinued the study divided by the number who had reached Visit 5 minus major protocol violators. The Control group was composed of data from other similar studies and is not part of this study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Discontinuation in the Treatment Phase","description":"Time (days) until the participant discontinued the study","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"147.3","spread":"31.5"},{"groupId":"OG001","value":"133.2","spread":"45.6"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Meeting Escape Criteria in the Treatment Phase","description":"The percentage of participants meeting Escape Criteria was calculated as the number of participants who met an Escape Criterion divided by the number who had reached Visit 5 minus major protocol violators. Escape Criteria are: (1) doubling of average monthly seizure frequency; (2) doubling of the highest consecutive 2-day seizure total; (3) occurrence of a new, more severe seizure type; or (4) worsening of generalized tonic-clonic seizures.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Weekly Seizure Frequency Between Study Visits 3 (Start of Dosing) and 9 (End of the Treatment Phase)","description":"Change from Baseline was measured as the number of seizures at Visits 3 through 9 minus the number of seizures at Baseline. The number of partial seizures during treatment divided by the number of weeks of treatment was compared to the weekly seizure frequency during Baseline. A positive number equals a reduction in seizure frequency.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.8","spread":null},{"groupId":"OG001","value":"52.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Seizure-free Participants During the Last 12 Weeks of Treatment of the Treatment Phase","description":"The number of participants who had no seizures during the treatment period was calculated. The last 12 weeks of treatment were either Weeks 11-22 or 12-23 depending on which background AED was being withdrawn","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Average Seizure Frequency Measured at the End of Participation in the Continuation Phase","description":"Change from baseline was calculated as the average seizure frequency at the end of the Continuation Phase minus the average seizure frequency at Baseline. The number of seizures during the Continuation phase divided by the number of weeks was compared to the number of seizures at Baseline. A positive number indicates a reduction in seizure frequency.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.2","spread":null},{"groupId":"OG001","value":"68.8","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With at Least the Specified Change in Seizure Frequency, Compared to Baseline, at the End of Participation in the Continuation Phase (Maximum of 24 Weeks)","description":"Change in seizure frequency was calculated as the average seizure frequency during the Continuation Phase minus the seizure frequency at Baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":112},"commonTop":["Headache","Dizziness","Nasalpharyngitis","Nausea","Somnolence"]}}}