{"nctId":"NCT00383552","briefTitle":"Effects of Mometasone Furoate/Formoterol Combination Versus Mometasone Furoate Alone in Persistent Asthmatics (Study P04073AM1)(COMPLETED)","startDateStruct":{"date":"2006-09"},"conditions":["Asthma"],"count":746,"armGroups":[{"label":"MF/F MDI 100/10 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone Furoate/Formoterol Fumarate Combination MDI 100/10 mcg BID"]},{"label":"MF MDI 100 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Mometasone Furoate MDI (MF MDI)"]},{"label":"F MDI 10 mcg BID","type":"EXPERIMENTAL","interventionNames":["Drug: Formoterol Fumarate 10 mcg"]},{"label":"Placebo BID","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mometasone Furoate/Formoterol Fumarate Combination MDI 100/10 mcg BID","otherNames":["SCH 418131"]},{"name":"Mometasone Furoate MDI (MF MDI)","otherNames":["SCH 32088"]},{"name":"Formoterol Fumarate 10 mcg","otherNames":["Foradil"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>=12 years, either sex, any race, asthma diagnosis \\>=12 months that is consistent with the following: Diagnosis based on clinical history \\& examination, pulmonary function parameters \\& response to beta-2-agonists, according to international guidelines.\n* Been using low daily dose of inhaled corticosteroid (ICS) (either alone or in combination with long-acting beta agonist \\[LABA\\]) \\>=12 weeks \\& been on stable asthma regimen for \\>=2 weeks prior to Screening. Low daily doses of ICS are:\n\n200-500 mcg beclomethasone chlorofluorocarbon (CFC),\n\n100-250 mcg beclomethasone hydrofluoroalkane (HFA),\n\n200-600 mcg budesonide dry powder inhaler (DPI),\n\n500-1000 mcg flunisolide,\n\n100-250 mcg fluticasone,\n\n200 mcg MF,\n\n400-1000 mcg triamcinolone acetonide,\n\n80 to 160 mcg ciclesonide.\n\nNote: Dose delivery by method/modality other than these must be equivalent.\n\n* No harm in changing current asthma therapy to investigator, subject (legal representation, if applicable) must be willing to discontinue his/her ICS or ICS/LABA combination prior to initiating MF MDI run-in medication at Screening Visit, \\& transferred to open-label treatment with MF MDI 100 mcg BID for 2-3 weeks prior to Baseline Visit.\n* To document diagnosis of asthma \\& assure responsiveness to bronchodilators before randomization 1 of these can be used at Screening Visit or thereafter, but prior to Baseline Visit:\n\nDemonstrate increase in absolute FEV1 \\>=12% \\& \\>=200 mL within approximately 15 to 20 minutes after administration of 4 inhalations of albuterol/salbutamol (total dose 360-400 mcg) or nebulized short-acting beta agonist (SABA) (2.5 mg) if confirmed as standard office practice, OR\n\nDemonstrate peak expiratory flow (PEF) variability \\>20% expressed as percentage of the mean highest \\& lowest morning prebronchodilator (before taking albuterol/salbutamol) PEF over \\>=1 week, OR\n\nDemonstrate diurnal variation in PEF of \\>20% based on difference between prebronchodilator (before taking albuterol/salbutamol) morning value \\& postbronchodilator value (after taking albuterol/salbutamol) from evening before, expressed as percentage of mean daily PEF value.\n\n* At Screening Visit, FEV1 must be \\>=60% \\& \\<=90% predicted.\n* At Baseline Visit, FEV1 must be \\>=60% \\& \\<=85% predicted when all restricted drugs have been withheld for appropriate intervals.\n* Lab tests at Screening Visit must be normal or acceptable to investigator/sponsor and include serum pregnancy for females of child-bearing potential). Electrocardiogram (ECG) at Screening Visit, using centralized trans-telephonic technology must be acceptable to investigator. Chest x-ray performed at Screening Visit or within 12 months prior to Screening Visit must be acceptable to investigator.\n* Subject (legal representation, if applicable) must be willing to give written informed consent \\& able to adhere to schedules.\n* A non-pregnant woman of childbearing potential must use birth control. Includes: hormonal contraceptives including hormonal vaginal ring, hormonal implant or depot-injectable; Intrauterine device (IUD); medically prescribed topically-applied transdermal contraceptive patch; condom in combination with spermicide; monogamous relationship with male who had vasectomy. Started birth control method \\>=3 months prior to Screening (exception condom), \\& must agree to continue its use. Female of childbearing potential who is not currently sexually active must agree \\& consent to using birth control, should she become active. Women who have been surgically sterilized or are \\>=1 year postmenopausal are not considered to be of childbearing potential. Female must have negative serum pregnancy test at Screening.\n\nExclusion Criteria:\n\n* Increase/decrease in absolute FEV1 of \\>20% at any time from Screening Visit up to \\& including Baseline Visit. Pulmonary function tests (PFTs) will be performed in the morning.\n* \\>8 inhalations/day of SABA MDI or \\>=2 nebulized treatments/day of 2.5 mg SABA on 2 consecutive days from Screening Visit up to \\& including Baseline Visit.\n* Decrease in AM/PM PEF below Screening Period stability limit on 2 consecutive days prior to randomization.\n* Asthma deterioration results in emergency treatment, hospitalization, or treatment with additional, excluded asthma medication (including oral or other systemic corticosteroids, but allowing SABA) as judged by investigator at any time from Screening Visit up to \\& including Baseline Visit.\n* Treated in emergency room (ER) (for severe asthma exacerbation requiring systemic glucocorticosteroid treatment) or admitted to hospital for management of airway obstruction within last 3 months.\n* Ever required ventilator support for respiratory failure secondary to asthma.\n* Upper/lower respiratory tract infection within previous 2 weeks prior to Screening \\& Baseline Visits. Visits can be rescheduled 2 weeks after complete resolution.\n* Smoker or ex-smoker \\& has smoked within previous year or has cumulative smoking history \\>10 pack-years.\n* Significant abnormal vital sign.\n* Evidence upon visual inspection of significant oropharyngeal candidiasis at Baseline or earlier with or without treatment. If there is evidence at Screening or Pre-Baseline Visit, may be treated as appropriate \\& Baseline Visit can be scheduled upon resolution.\n* History of significant renal, hepatic, cardiovascular, metabolic, neurologic, hematologic, ophthalmologic, respiratory, gastrointestinal, cerebrovascular, or other which, in judgment of investigator, could interfere with study or require treatment which might interfere with study. Examples include (but are not limited to) insulin-dependent diabetes, hypertension being treated with beta-blockers, active hepatitis, coronary artery disease, arrhythmia, significant QTc prolongation (ie QTcF or QTcB \\[Fridericia or Bazett corrections, respectively \\>500 msecs), stroke, severe rheumatoid arthritis, chronic open-angle glaucoma or posterior subcapsular cataracts (including prior cataract surgery), acquired immune deficiency syndrome (AIDS), or conditions that may interfere with respiratory function such as chronic obstructive pulmonary disease (COPD), chronic bronchitis, emphysema, bronchiectasis, cystic fibrosis. Others which are well-controlled \\& stable (eg hypertension not requiring beta-blockers) will not prohibit participation if deemed appropriate by investigator.\n* Allergic/intolerant of glucocorticoids, beta-2-agonists, or any inactive excipients in study drugs.\n* Female who is breast-feeding, pregnant, or intends to become pregnant while in study.\n* Illicit drug user.\n* Human immunodeficiency virus (HIV) positive (testing not done).\n* Unable to use oral MDI inhaler.\n* Has been taking any restricted medications prior to Screening without meeting required washout.\n* Cannot adhere to prohibited \\& permitted concomitant medications.\n* May not participate in same study at another site. Cannot participate in different study at any site, during same time.\n* Must not be randomized into study more than once.\n* No person directly associated with administration of study may participate.\n* Previously participated in trial with MF/F.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Area Under the Time Curve From 0 to 12 Hours (AUC(0-12 Hours)) of Change From Baseline to Week 12 in Forced Expiratory Volume (Liters) in 1 Second (FEV1)","description":"The average of the two predose FEV1 measurements (30 minutes prior to dosing and 0 hour, immediately prior to dosing) at the Baseline Visit were subtracted from each of the serial measurements over the 12-hour period. The AUC was calculated based on these changes from Baseline evaluations. The comparison was for MF/F vs MF. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.94","spread":"3.29"},{"groupId":"OG001","value":"1.85","spread":"3.29"},{"groupId":"OG002","value":"4.09","spread":"3.29"},{"groupId":"OG003","value":"1.64","spread":"3.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.00","spread":"3.71"},{"groupId":"OG001","value":"2.53","spread":"3.71"},{"groupId":"OG002","value":"3.83","spread":"3.71"},{"groupId":"OG003","value":"1.11","spread":"3.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in the Asthma Control Questionnaire (ACQ) Total Score","description":"ACQ consists of seven questions each scaled from 0 (best case) to 6 (worst case). The comparison was for MF/F vs placebo. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.34","spread":"0.71"},{"groupId":"OG001","value":"1.29","spread":"0.60"},{"groupId":"OG002","value":"1.38","spread":"0.76"},{"groupId":"OG003","value":"1.23","spread":"0.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.40","spread":"0.65"},{"groupId":"OG001","value":"-0.32","spread":"0.65"},{"groupId":"OG002","value":"-0.12","spread":"0.65"},{"groupId":"OG003","value":"-0.11","spread":"0.65"}]}]}]},{"type":"PRIMARY","title":"Median Time-to-first Severe Asthma Exacerbation Over the 26-week Treatment Period","description":"Severe asthma exacerbation refers to an occurrence of a decrease below 80% of Baseline in FEV1, a decrease below 70% of Baseline in PEF on 2 consecutive days or a clinical deterioration of asthma resulting in emergency treatment, hospitalization or treatment with asthma medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":"101"},{"groupId":"OG001","value":"54","spread":"98"},{"groupId":"OG002","value":"51.5","spread":"125.5"},{"groupId":"OG003","value":"27.5","spread":"87"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Asthma Quality of Life Questionnaire With Standarized Activities (AQLQ[S]) Total Score","description":"AQLQ(S) consists of 32 questions each scaled from 1 (worst case) to 7 (best case). The comparison was for MF/F vs placebo. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.60","spread":"0.93"},{"groupId":"OG001","value":"5.65","spread":"1.00"},{"groupId":"OG002","value":"5.60","spread":"0.98"},{"groupId":"OG003","value":"5.76","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.73"},{"groupId":"OG001","value":"0.39","spread":"0.73"},{"groupId":"OG002","value":"0.15","spread":"0.73"},{"groupId":"OG003","value":"0.06","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Proportion of Nights Across the Treatment Period With Nocturnal Awakenings Due to Asthma Which Require Use of Short-acting Beta Agonists (SABA)","description":"Baseline is the proportion of nights of the last week (Days -7 to 1) prior to first dose with nocturnal awakenings. Scale is measured as 0 to 1 with 0=no awakenings to 1=awakenings every night. The comparison was for MF/F vs placebo. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"0.12"},{"groupId":"OG001","value":"0.12","spread":"0.12"},{"groupId":"OG002","value":"0.15","spread":"0.15"},{"groupId":"OG003","value":"0.13","spread":"0.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"0.16"},{"groupId":"OG001","value":"-0.03","spread":"0.16"},{"groupId":"OG002","value":"-0.03","spread":"0.16"},{"groupId":"OG003","value":"0.02","spread":"0.16"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in AM FEV1 Pre-dose Assessment, or Trough FEV1, at Week 12","description":"Trough FEV1 is a measure of the end-of-dosing interval. The comparison was for MF/F vs F. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.50","spread":"2.56"},{"groupId":"OG001","value":"2.41","spread":"2.46"},{"groupId":"OG002","value":"2.47","spread":"2.52"},{"groupId":"OG003","value":"2.46","spread":"2.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.21"},{"groupId":"OG001","value":"0.16","spread":"0.21"},{"groupId":"OG002","value":"0.11","spread":"0.21"},{"groupId":"OG003","value":"0.04","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"AUC(0-12 Hour) of the Change From Baseline to Week 12 in FEV1 for Each Body Mass Index (BMI) Subgroup","description":"The average of the two predose FEV1 measurements (30 minutes prior to dosing and 0 hour, immediately prior to dosing) at the Baseline Visit were subtracted from each of the serial measurements over the 12-hour period. The AUC was calculated based on these changes from Baseline evaluations. BMI is a number calculated from a person's weight and height. The higher the number, the higher the amount of fat. The comparison was for MF/F vs placebo. Standard deviation was pooled.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.24","spread":"4.42"},{"groupId":"OG001","value":"3.19","spread":"4.42"},{"groupId":"OG002","value":"4.34","spread":"4.42"},{"groupId":"OG003","value":"2.22","spread":"4.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.36","spread":"4.14"},{"groupId":"OG001","value":"3.23","spread":"4.14"},{"groupId":"OG002","value":"4.26","spread":"4.14"},{"groupId":"OG003","value":"1.22","spread":"4.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.35","spread":"3.68"},{"groupId":"OG001","value":"1.69","spread":"3.68"},{"groupId":"OG002","value":"3.13","spread":"3.68"},{"groupId":"OG003","value":"-0.73","spread":"3.68"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With at Least One Severe Asthma Exacerbation at Week 26","description":"Severe asthma exacerbation refers to an occurrence of a decrease below 80% of Baseline in FEV1, a decrease below 70% of Baseline in PEF on 2 consecutive days and or a clinical deterioration of asthma resulting in emergency treatment, hospitalization or treatment with asthma medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"84","spread":null},{"groupId":"OG003","value":"86","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":882},"commonTop":["UPPER RESPIRATORY TRACT INFECTION","HEADACHE","NASOPHARYNGITIS"]}}}