{"nctId":"NCT00328263","briefTitle":"Efficacy and Safety of BIO-K + CL1285 in Prevention of Antibiotic-associated Diarrhea in Hospitalized Adult Patients","startDateStruct":{"date":"2006-03"},"conditions":["Diarrhea","Clostridium Infections"],"count":472,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Dietary Supplement: Lactobacillus acidophilus CL1285 and Lactobacillus casei"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Dietary Supplement: placebo"]}],"interventions":[{"name":"Lactobacillus acidophilus CL1285 and Lactobacillus casei","otherNames":["BioK CL1285"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* presenting to the Emergency Room and considered for admission to hospital for a minimum of 12 hours and requiring antibiotic administration for the treatment of a suspected or proven bacterial infection OR a hospitalized patient developing a suspected or proven nosocomial infection OR an external patient that come to the hospital for repeated visits to receive his intravenous antibiotic therapy for the treatment of a suspected or proven bacterial infection. The external patients on oral antibiotics that come to the hospital for repeated visits to receive any other treatments requiring a hospital stay of more than one hour will also be included.\n* Hospital employee on antibiotics can also be included in the study\n* having received less than 24 hours of antibiotic therapy;\n* requiring a minimum of 3 days and a maximum of 14 days antibiotic administration\n\nInformed consent must be obtained in writing for all subjects at enrollment into the study\n\nExclusion Criteria:\n\nSubjects presenting with any of the following will not be included in the study:\n\n* active diarrhea;\n* a history of daily consumption of fermented milk and/or yogurt;\n* intolerance to lactose;\n* pregnant/breastfeeding women;\n* an active, non controlled intestinal disease such as Crohn's Disease or ulcerative colitis;\n* ileostomy, jejunostomy or colostomy;\n* immunosuppressed state;\n* a previous documented C. difficile infection in the three months prior to study initiation;\n* active radiotherapy or chemotherapy;\n* recent (\\< 6 months) or planned bone marrow graft or organ transplant;\n* antibiotic therapy in the fourteen days prior to study initiation;\n* the planned administration of metronidazole (alone or in combination) or vancomycin monotherapy for the treatment of an infection;\n* mental or other conditions, or language barriers rendering the subject unable to understand the nature, scope, and possible consequences of the study or complete the self-administered questionnaires;\n* subject unlikely to comply with protocol, e.g., uncooperative attitude, inability to return for follow-up visits, and unlikelihood of completing the study.\n\nPost-enrollment exclusion criteria include fermented milk and/or yogurt consumption during the study period and two consecutive missed dose of study product.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Incidence of Antibiotic-associated Diarrhea.","description":"Presence of at least one diarrhea episode within 24 hours.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"216","spread":null},{"groupId":"OG001","value":"221","spread":null}]}]}]},{"type":"SECONDARY","title":"Positive Results for Clostridium Difficile (C. Difficile) Toxin A or B in Antibiotic Associated Diarrhea Patients.","description":"Testing for CDAD was performed at the discretion of the treating physician and according to the protocol in place at the study centers. CDAD was defined as an episode of diarrhea and positive results for C. difficile Toxin A or B.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Health Outcome Evaluation Will Look at the Direct Medical Costs and Clinical Outcomes of Alternative Strategies in the Prevention of Antibiotic-associated Diarrhea in Hospitalized Adult Patients","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Safety Profile of BIO-K+CL1285® Versus Placebo in Patients on Antibiotics","description":"Safety was assessed by the incidence of treatment-emerged adverse events, which were reported according to MedDRA 10.1","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":216},"commonTop":["Other adverse events","Gastrointestinal adverse events"]}}}