{"nctId":"NCT05067127","briefTitle":"Phase III Study Assessing the Efficacy and Safety of Pegcetacoplan in Patients With C3 Glomerulopathy or Immune-Complex Membranoproliferative Glomerulonephritis","startDateStruct":{"date":"2021-11-12","type":"ACTUAL"},"conditions":["C3G","IC-MPGN","C3 Glomerulopathy","C3 Glomerulonephritis","Complement 3 Glomerulopathy","Complement 3 Glomerulopathy (C3G)","Complement 3 Glomerulonephritis","Dense Deposit Disease","DDD","Membranoproliferative Glomerulonephritis","Membranoproliferative Glomerulonephritis (MPGN)","Immune Complex Membranoproliferative Glomerulonephritis (IC-MPGN)"],"count":124,"armGroups":[{"label":"Group 1: Pegcetacoplan administration","type":"EXPERIMENTAL","interventionNames":["Drug: Pegcetacoplan"]},{"label":"Group 2: Placebo administration","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Pegcetacoplan","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged at least 18 years; where approved, adolescents (aged 12-17 years) weighing at least 30 kg may also be enrolled.\n2. A diagnosis of primary C3G or IC-MPGN (with or without previous renal transplant).\n3. Evidence of active renal disease, based on one or more of the following:\n\n   1. In adults or adolescents with a baseline renal biopsy (either one collected during screening or a historic biopsy collected within 28 weeks prior to randomization), at least 2+ C3c staining on the baseline renal biopsy.\n   2. In adolescents not providing a baseline renal biopsy, at least one of the following:\n\n      * Plasma sC5b-9 level above the upper limit of normal during screening\n      * Serum C3 below the LLN during screening\n      * Presence of an active urine sediment during screening, as evidenced by hematuria with at least 5 red blood cells (RBCs) per high-power field (HPF) and/or red blood cell casts on local or central microscopic analysis of urine.\n      * Presence of C3 nephritic factor within 6 months of screening, based on central laboratory results or medical history.\n4. No more than 50% global glomerulosclerosis or interstitial fibrosis on the baseline biopsy for adult participants or adolescent participants providing a baseline biopsy.\n5. At least 1 g/day of proteinuria on a screening 24-hour urine collection and a uPCR of at least 1000 mg/g in at least 2 first-morning spot urine samples collected during screening.\n6. eGFR ≥30 mL/min/1.73 m2 calculated by the Chronic Kidney Disease-Epidemiology Collaboration creatinine equation for adults or the Bedside Schwartz equation for adolescents.\n7. Stable regimen for C3G/IC-MPGN treatment, as described below:\n\n   1. Angiotensin-converting enzyme inhibitor/, angiotensin receptor blocker, and/or sodium-glucose cotransporter-2 inhibitor therapy that is stable and optimized, in the opinion of the investigator, for at least 12 weeks prior to randomization\n   2. Stable doses of other medications that can affect proteinuria (eg, steroids, mycophenolate mofetil, and/or other allowed immunosuppressants that the participant is receiving for treatment of C3G or IC-MPGN) for at least 812 weeks prior to the baseline renal biopsy and randomization.\n   3. If a participant is on prednisone (or other systemic corticosteroid) for C3G or IC-MPGN treatment, the dosage is stable and no higher than 20 mg/day (or equivalent dosage of a corticosteroid other than prednisone) for at least 12 weeks prior to randomization.\n8. Have received vaccinations against S pneumoniae, N meningitidis (types A, C, W, Y, and B), and H influenzae (type B) within 5 years prior to randomization or agree to receive vaccinations during screening.\n\nExclusion Criteria:\n\n1. Previous exposure to pegcetacoplan.\n2. C3G/IC-MPGN secondary to another condition (eg, infection, malignancy, monoclonal gammopathy, a systemic autoimmune disease such as systemic lupus erythematosus, chronic antibody-mediated rejection, or a medication), in the opinion of the investigator.\n3. Current or prior diagnosis of human immunodeficiency virus (HIV), hepatitis B (HBV), or hepatitis C (HCV) infection or positive serology during screening that is indicative of infection with any of these viruses.\n4. Body weight greater than 100 kg at screening.\n5. Hypersensitivity to pegcetacoplan or to any of the excipients.\n6. History of meningococcal disease.\n7. Malignancy, except for the following:\n\n   1. Cured basal or squamous cell skin cancer\n   2. Curatively treated in situ disease\n   3. Malignancy-free and off treatment for ≥5 years\n8. Severe infection (eg, requiring IV antibiotic therapy) within 14 days prior to the first dose of pegcetacoplan.\n9. An absolute neutrophil count \\<1000 cells/mm3 at screening.\n10. Use of rituximab, belimumab, or any approved or investigational anticomplement therapy other than pegcetacoplan within 5 half-lives of that product prior to the screening period.\n11. Female participants who are pregnant or who are currently breastfeeding and are unwilling to discontinue for the duration of the study and for at least 90 days after the final dose of study drug.\n12. Presence or suspicion of severe infection during the screening period (including but not limited to recurrent or chronic infections) that, in the opinion of the investigator, may place the participant at unacceptable risk by study participation.\n13. Known or suspected hereditary fructose intolerance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Randomized Controlled Period: Change From Baseline in Log-Transformed Urine Protein-to-Creatinine Ratio (uPCR) at Week 26","description":"Baseline uPCR value was calculated as the average of the uPCR measurements from at least 6 of the 9 first-morning spot urine (FMU) samples collected between the start of screening and Day 1, inclusive. The uPCR values used to calculate baseline included those from the samples collected on Day -2, Day -1, and before dosing on Day 1. In situations where less than 6 samples or more than 9 samples were collected, the average of all collected samples was used for baseline derivation. The difference between treatment groups using a composite contrast of equal-weighted average over Weeks 24, 25, and 26 was estimated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.114","spread":null},{"groupId":"OG001","value":"0.029","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects Who Achieved the Composite Renal Endpoint at Week 26","description":"Subject who achieved a composite renal endpoint was defined as: (1) a stable or improved estimated glomerular filtration rate (eGFR) compared to baseline (\\<=15% reduction in eGFR), and (2) a \\>=50% reduction in uPCR compared to baseline. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.21","spread":null},{"groupId":"OG001","value":"3.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects With a Reduction of At Least 50% From Baseline in Urine Protein-to-Creatinine Ratio at Week 26","description":"Baseline uPCR value was calculated as the average of the uPCR measurements from at least 6 of the 9 FMU samples collected between the start of screening and Day 1, inclusive. The uPCR values used to calculate baseline included those from the samples collected on Day -2, Day -1, and before dosing on Day 1. In situations where less than 6 samples or more than 9 samples were collected, the average of all collected samples was used for baseline derivation. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.32","spread":null},{"groupId":"OG001","value":"4.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Change From Baseline in the C3 Glomerulopathy (C3G) Histologic Index Activity Score at Week 26","description":"The C3G histologic index used to assess disease activity and chronicity in C3G. The C3G total activity score ranges from 0 (worse) to 21 (best). Higher scores indicate better outcome. Baseline was defined as the most recent non-missing measurement prior to taking the first dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.482","spread":null},{"groupId":"OG001","value":"-2.480","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects Who Showed Decrease in C3c Staining on Renal Biopsy From Baseline at Week 26","description":"Subject who showed decrease in C3c staining was defined as decrease of at least 2 orders of magnitude of intensity from baseline. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.29","spread":null},{"groupId":"OG001","value":"11.76","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Change From Baseline in Estimated Glomerular Filtration Rate at Week 26","description":"Serum samples were collected to determine the eGFR, calculated by using chronic kidney disease-epidemiology collaboration (CKD-EPI) creatinine equation for adults and the Bedside Schwartz equation for adolescents. Baseline eGFR value was calculated using the last non-missing assessment prior to first dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.497","spread":null},{"groupId":"OG001","value":"-7.808","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects Who Achieved Proteinuria <1 Gram (g)/Day at Week 24","description":"Urine samples were collected to determine the proteinuria. Percentage of subjects who achieved proteinuria \\<1 g/day was assessed by 24-hour urine protein. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.51","spread":null},{"groupId":"OG001","value":"11.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects With Normalization of Serum Albumin Levels at Week 26","description":"Baseline serum albumin value was calculated as the average of up to 2 serum albumin measurements preceding and including Day 1. Week 26 serum albumin values was calculated as the average of up to 2 serum albumin measurements preceding and including Week 26, no earlier than Week 20 measurement. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.78","spread":null},{"groupId":"OG001","value":"4.35","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Percentage of Subjects With Serum C3 Levels Above the Lower Limit of Normal at Week 26","description":"Baseline serum C3 value was calculated as the average of up to 2 serum C3 measurements preceding and including Day 1. Week 26 serum C3 value was calculated as the average of up to 2 serum C3 measurements preceding and including Week 26, no earlier than Week 20 measurement. Percentages are rounded off to the hundredth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.24","spread":null},{"groupId":"OG001","value":"6.12","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Change From Baseline in the Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-Fatigue) Score at Week 26","description":"The FACIT-Fatigue scale was a 13-item Likert scaled instrument that was self-administered by subjects. Subjects were presented with 13 statements and asked to indicate their responses as it applied to the past 7 days. The 5 possible responses were \"not at all\" (0), \"a little bit\" (1), \"somewhat\" (2), \"quite a bit\" (3) and \"very much\" (4). With 13 statements the total score has a range of 0 (worse health-related quality of life) to 52 (best health-related quality of life). Higher scores indicate better quality of life. Baseline was defined as the most recent non-missing measurement prior to taking the first dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.929","spread":null},{"groupId":"OG001","value":"0.367","spread":null}]}]}]},{"type":"SECONDARY","title":"Randomized Controlled Period: Change From Baseline in the Kidney Disease Quality of Life (KDQOL) Score at Week 26","description":"The KDQOL score was constructed as the KDQOL-36 Summary Score (KSS) by averaging the 24 items from Burden of Kidney Disease, Symptoms and Problems of Kidney Disease, and Effects of Kidney Disease on scale ranging from 0 (worse health-related quality of life) to 100 (best health-related quality of life). Higher scores indicate better quality of life. Baseline was defined as the most recent non-missing measurement prior to taking the first dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.757","spread":null},{"groupId":"OG001","value":"-0.587","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":63},"commonTop":["Headache","Pyrexia","Nasopharyngitis","Vomiting","Diarrhoea"]}}}