{"nctId":"NCT00322452","briefTitle":"First Line IRESSA™ Versus Carboplatin/Paclitaxel in Asia","startDateStruct":{"date":"2006-03"},"conditions":["Non-Small Cell Lung Cancer"],"count":1329,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Gefitinib"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel"]}],"interventions":[{"name":"Gefitinib","otherNames":["Iressa","ZD1839"]},{"name":"Carboplatin","otherNames":[]},{"name":"Paclitaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Locally advanced Stage IIIB not amenable to local therapy or Stage IV (metastatic) NSCLC with adenocarcinoma histology.\n* Never smokers or light ex-smokers.(ceased smoking at least 15 years before Day 1 of study treatment and 10 pack-years or fewer)\n\nExclusion Criteria:\n\n* Had prior chemotherapy, biological (including targeted therapies such as EGFR and vascular epidermal growth factor (VEGF) inhibitors) or immunological therapy.\n* Pre-existing idiopathic pulmonary fibrosis evidence by CT scan at baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Progression Free Survival (PFS) in Months","description":"PFS was defined as the interval from the date of randomization to the date of objective disease progression (as per RECIST) or the date of death (from any cause) in the absence of objective disease progression. The median PFS in months is presented here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Overall Survival (OS) in Months at OS Data Cut Off (14th June 2010)","description":"Overall Survival was assessed via calculation of the time to death due to any cause. If a participant was known to have died, the time to death was defined as the time from the date of randomization to the date of death. Otherwise, a participant was censored at the last date they were known to be alive. Median Overall Survival in months is presented here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.8","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Tumour Response Rate According to RECIST","description":"Number of participants with an objective response. An objective response (OR) was defined as a patient having a best overall response of either complete response (CR) or partial response (PR) according to RECIST, confirmed at least 28 days following the date of the initial response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null},{"groupId":"OG001","value":"196","spread":null}]}]}]},{"type":"SECONDARY","title":"Common Toxicity Criteria (CTC) Grade 3, 4, or 5 Neutropenia","description":"Number of patients with a neutropenia event, identified from the lab data as a worsening in absolute neutrophil count from baseline to a CTC grade 3 or above which Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"385","spread":null}]}]}]},{"type":"SECONDARY","title":"Common Toxicity Criteria (CTC) Grade 3, 4, or 5 Thrombocytopenia","description":"Number of patients with a thromboctyopenia event, identified from the lab data as a worsening in platelet count from baseline to a CTC grade 3 or above. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Common Toxicity Criteria (CTC) Grade 3, 4, or 5 Leukopenia","description":"Number of patients with a leukopenia event, identified from the lab data as a worsening in white blood cell count from baseline to a CTC grade 3 or above. Based on the evaluable for-safety-population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"202","spread":null}]}]}]},{"type":"SECONDARY","title":"Common Toxicity Criteria (CTC) Grade 3, 4, or 5 Anaemia","description":"Number of patients with an anaemia event, identified from the lab data as a worsening in haemoglobin from baseline to a CTC grade 3 or above. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Neurotoxicity","description":"Number of patients with a neurotoxicity event. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"411","spread":null}]}]}]},{"type":"SECONDARY","title":"Rashes/Acnes","description":"Number of patients with a rashes/acnes event. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"398","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]}]},{"type":"SECONDARY","title":"Diarrhoea","description":"Number of patients with a diarrhoea event. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"274","spread":null},{"groupId":"OG001","value":"128","spread":null}]}]}]},{"type":"SECONDARY","title":"Nausea","description":"Number of patients with a nausea event. Based on the evaluable for-safety-population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"260","spread":null}]}]}]},{"type":"SECONDARY","title":"Vomiting","description":"Number of patients with a vomiting event. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"193","spread":null}]}]}]},{"type":"SECONDARY","title":"Common Toxicity Criteria (CTC) Grade 3, 4, or 5 Liver Transaminases","description":"Number of patients with an elevated liver transaminase event, identified from the lab data as a worsening in ALT or AST from baseline to a CTC grade 3 or above. Based on the evaluable-for-safety population, which included all patients who received at least 1 dose of study medication (gefitinib, or carboplatin or paclitaxel).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (QoL) as Measured by the Total Score of the Functional Assessment of Cancer Therapy - Lung Cancer (FACT-L) Questionnaire","description":"Number of patients improving: a patient was described as improved if they had 2 visits (at least 21 days apart) where there was an increase in FACT-L score (from baseline) of 6 or more, and there were no intervening visits showing a decrease from baseline of 6 or more. Includes all patients with QoL data at baseline \\& at least 1 post-baseline visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"283","spread":null},{"groupId":"OG001","value":"229","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (QoL) as Measured by the Trial Outcome Index (TOI) of the Functional Assessment of Cancer Therapy - Lung Cancer (FACT-L) Questionnaire","description":"Number of patients improving: a patient was described as improved if they had 2 visits (at least 21 days apart) where there was an increase in TOI score (from baseline) of 6 or more, and there were no intervening visits showing a decrease from baseline of 6 or more. Includes all patients with QoL data at baseline \\& at least 1 post-baseline visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"274","spread":null},{"groupId":"OG001","value":"184","spread":null}]}]}]},{"type":"SECONDARY","title":"Symptom Improvement as Measured by the Lung Cancer Subscale (LCS) of the FACT-L Questionnaire","description":"Number of patients improving: a patient was described as improved if they had 2 visits (at least 21 days apart) where there was an increase in LCS score (from baseline) of 2 or more, and there were no intervening visits showing a decrease from baseline of 2 or more. Includes all patients with QoL data at baseline \\& at least 1 post-baseline visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"304","spread":null},{"groupId":"OG001","value":"272","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":110,"n":607},"commonTop":["Rash","Diarrhoea","Alopecia","Nausea","Anorexia"]}}}