{"nctId":"NCT02280044","briefTitle":"Efficacy of Rifaximin in Preventing Campylobacteriosis","startDateStruct":{"date":"2014-10"},"conditions":["Dysentery","Diarrhea","Enteric Campylobacteriosis"],"count":30,"armGroups":[{"label":"rifaximin","type":"EXPERIMENTAL","interventionNames":["Biological: Rifaximin intervention"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo intervention"]}],"interventions":[{"name":"Rifaximin intervention","otherNames":[]},{"name":"Placebo intervention","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female between 18 and 50 years of age, inclusive\n2. General good health, without significant medical illness, abnormal physical examination findings or clinically significant laboratory abnormalities, as determined by the PI (may consult with the Research Monitor on a case-by-case basis)\n3. Demonstrate comprehension of the protocol procedures and knowledge of Campylobacter illness by passing a written examination (pass grade ≥ 70%)\n4. Willing to participate after informed consent obtained\n5. Available for all planned follow-up visits and remain available for clinic visits (for examination, blood draws and stool collection) and monitoring for 90 days post-challenge and by phone for 180 days post-challenge\n6. If the subject is female, she is eligible to enter if she is of:\n\n   * Non-childbearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal. For purposes of this study, postmenopausal is defined as one year without menses); or must have documentation of having undergone tubal ligation or hysterectomy. OR\n   * Childbearing potential; has a negative serum pregnancy test at screening and a negative urine pregnancy test on admission (Study Day -1), and agrees to the use of an efficacious hormonal or barrier method of birth control during the study, abstinence is acceptable\n\nExclusion Criteria:\n\nGeneral health/issues\n\n1. Presence of a significant medical condition (e.g., psychiatric conditions; gastrointestinal disease, such as peptic ulcer,symptoms or evidence of active gastritis/dyspepsia, inflammatory bowel disease, irritable bowel syndrome (as defined by the Rome III criteria or medical diagnosis); alcohol or illicit drug abuse/dependency) or laboratory abnormalities which in the opinion of the investigator preclude participation in the study\n2. Evidence of Immunoglobulin A deficiency (serum IgA \\< 7 mg/dL or below the limit of detection of assay)\n3. Positive serology results for HIV, HBsAg, or Hepatitis C virus antibodies\n4. Positive urine toxicology screen\n5. Significant abnormalities in screening laboratory hematology or serum chemistry, as determined by PI or PI in consultation with the Research Monitor and sponsor\n6. Use of any medication known to affect the immune function (e.g., corticosteroids and others) within 30 days preceding receipt of the challenge inoculum or planned to be used during the active study period\n7. Nursing mother on the day of admittance to the inpatient unit\n\nStudy-specific exclusionary conditions based on potential increased risk or complicating outcome ascertainment. (See protocol details for complete list of exclusions.)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Campylobacteriosis","description":"A clinical illness meeting at least one of the following patterns:\n\n* Moderate to severe diarrhea.\n* Fever (present on at least 2 occasions, at least 20 minutes apart) without diarrhea, plus an associated symptom (nausea, vomiting, abdominal cramps, tenesmus, or gross blood in ≥ 2 stools); with consideration of potential alternative diagnosis per clinical investigator based on illness time course and associated symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"POST_HOC","title":"Recrudescent Events","description":"Recovered C jejuni from fecal specimen on follow-up after an apparent cure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Abdominal Cramps","Chills","Headache","Malaise","anorexia"]}}}