{"nctId":"NCT01614899","briefTitle":"A Phase III Study of SM-13496 (Lurasidone HCl) in Patients With Schizophrenia","startDateStruct":{"date":"2012-07-02"},"conditions":["Schizophrenia"],"count":457,"armGroups":[{"label":"SM-13496 40mg","type":"EXPERIMENTAL","interventionNames":["Drug: SM-13496 40mg"]},{"label":"SM-13496 80mg","type":"EXPERIMENTAL","interventionNames":["Drug: SM-13496 80mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"SM-13496 40mg","otherNames":[]},{"name":"SM-13496 80mg","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient meets DSM-IV-TR criteria for schizophrenia.\n* Patient is aged 18 through 74 years at informed consent.\n* Patient understands the objectives, procedures, and possible benefits and risks of the study and who provide written voluntarily consent to participate in the study\n\nExclusion Criteria:\n\n* Patient has a history of neuroleptic malignant syndrome, water intoxication, or paralytic ileus.\n* Patient has Parkinson's disease.\n* Patient has a history or complication of malignancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Positive and Negative Syndrome Scale (PANSS) Total Score at Week 6","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items and three subscales: the Positive subscale contains seven questions to assess delusions, conceptual disorganization, hallucinations behavior, excitement, grandiosity, suspiciousness/persecution, and hostility; the Negative subscale contains seven questions to assess blunted effect, emotional withdrawal, poor rapport, passive/apathetic social withdrawal, lack of motivation, and similar symptoms; and the General Psychopathology subscale addresses other symptoms such as anxiety, somatic concern, and disorientation. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.9","spread":"1.72"},{"groupId":"OG001","value":"-17.3","spread":"1.67"},{"groupId":"OG002","value":"-13.1","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Global Impression - Severity of Illness (CGI-S) Score at Week 6","description":"CGI-S is a clinician-rated assessment of the participant's current disease state on a 7-point scale, where a higher score is associated with greater severity of the disease.\n\nThe change from baseline in CGI-S score (repeated measures) at each visit during the treatment phase is presented for the mITT population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.86","spread":"0.100"},{"groupId":"OG001","value":"-0.97","spread":"0.097"},{"groupId":"OG002","value":"-0.79","spread":"0.101"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Positive Subscale Scores at Week 6","description":"The PANSS is comprised of 30 items and three subscales. The Positive subscale contains seven questions to assess delusions, conceptual disorganization, hallucinations behavior, excitement, grandiosity, suspiciousness/persecution, and hostility. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS Positive subscale score is the sum of all 7 items and ranges from 7 through 49. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.4","spread":"0.54"},{"groupId":"OG001","value":"-6.2","spread":"0.52"},{"groupId":"OG002","value":"-4.2","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS Negative Subscale Scores at Week 6","description":"The PANSS is comprised of 30 items and three subscales. The Negative subscale contains seven questions to assess blunted effect, emotional withdrawal, poor rapport, passive/apathetic social withdrawal, lack of motivation, and similar symptoms. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS Negative subscale score is the sum of all 7 items and ranges from 7 through 49. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.9","spread":"0.46"},{"groupId":"OG001","value":"-3.4","spread":"0.45"},{"groupId":"OG002","value":"-2.9","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PANSS General Psychopathology Subscale Scores at Week 6","description":"The PANSS is comprised of 30 items and three subscales. The General Psychopathology subscale addresses other 16 symptoms such as anxiety, somatic concern, and disorientation. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS General Psychopathology subscale score is the sum of all 16 items and ranges from 16 through 112. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.8","spread":"0.85"},{"groupId":"OG001","value":"-7.9","spread":"0.83"},{"groupId":"OG002","value":"-6.3","spread":"0.85"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"Proportion of participants with treatment-emergent adverse events. An adverse event was defined as any untoward medical occurrence in a patient treated with a medicinal (investigational) product and which did not necessarily have a causal relationship with this treatment. Treatment-emergent adverse events (TEAEs) were defined as adverse events with a start date on or after the date of the first dose through the end of follow-up, or adverse events occurring before the date of first dose and worsening during the treatment or follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"107","spread":null},{"groupId":"OG002","value":"97","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With TEAEs Leading to Discontinuation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Treatment-emergent Serious Adverse Events (SAEs)","description":"Proportion of participants with treatment-emergent adverse events. A serious adverse event was defined as an AE that met one or more of the following criteria: Resulted in death; Was life-threatening (i.e., a patient was at immediate risk of death at the time of the event, not an event where occurrence in a more severe form might have caused death); Required hospitalization or prolongation of existing hospitalization; Resulted in persistent or significant disability or incapacity; Was a congenital anomaly or birth defect; Was an important medical event that might jeopardize the patient or might require medical intervention to prevent one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":150},"commonTop":["Akathisia","Headache","Nausea","Constipation","Anxiety"]}}}