{"nctId":"NCT02125461","briefTitle":"A Global Study to Assess the Effects of MEDI4736 Following Concurrent Chemoradiation in Patients With Stage III Unresectable Non-Small Cell Lung Cancer","startDateStruct":{"date":"2014-05-07","type":"ACTUAL"},"conditions":["Non-Small Cell Lung Cancer"],"count":713,"armGroups":[{"label":"MEDI4736","type":"EXPERIMENTAL","interventionNames":["Drug: MEDI4736"]},{"label":"PLACEBO","type":"PLACEBO_COMPARATOR","interventionNames":["Other: PLACEBO"]}],"interventions":[{"name":"MEDI4736","otherNames":[]},{"name":"PLACEBO","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age at least 18 years.\n2. Documented evidence of NSCLC (locally advanced, unresectable, Stage III)\n3. Patients must have received at least 2 cycles of platinum-based chemotherapy concurrent with radiation therapy.\n4. World Health Organisation (WHO) Performance Status of 0 to 1.\n5. Estimated life expectancy of more than 12 weeks.\n\nExclusion Criteria:\n\n1. Prior exposure to any anti-PD-1 or anti-PD-L1 antibody.\n2. Active or prior autoimmune disease or history of immunodeficiency.\n3. Evidence of severe or uncontrolled systemic diseases, including active bleeding diatheses or active infections including hepatitis B, C and HIV.\n4. Evidence of uncontrolled illness such as symptomatic congestive heart failure, uncontrolled hypertension or unstable angina pectoris.\n5. Any unresolved toxicity CTCAE \\>Grade 2 from the prior chemoradiation therapy.\n6. Active or prior documented inflammatory bowel disease (eg, Crohn's disease, ulcerative colitis).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival Based on Blinded Independent Central Review (BICR) According to Response Evaluation Criteria in Solid Tumors (RECIST 1.1)","description":"PFS was defined as the time from randomization until the date of objective disease progression (RECIST 1.1) or death (by any cause in the absence of progression). Progression was defined using RECIST 1.1 as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. PFS was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival","description":"OS was defined as the time from the date of randomization until death due to any cause. OS was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"28.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) Based on BICR Assesments According to RECIST 1.1","description":"ORR was defined as the percentage of patients with at least one visit response of Complete Response (CR) or Partial Response (PR) per RECIST 1.1 for target lesions: CR: Disappearance of all target lesions; PR: \\>=30% decrease in the sum of the longest diameter of target lesions; OR = CR + PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR) Based on BICR Assessments According to RECIST 1.1","description":"DoR was defined as the time from date for first documented response of CR or PR until the first documented response of progression per RECIST 1.1 or death in the absence of progression. DoR was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"18.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Alive and Progression Free at 12 Months From (APF12) Based on BICR Assessments According to RECIST 1.1","description":"APF12 was defined as the percentage of patients who were alive and progression free per RECIST 1.1 at 12 months after randomization per Kaplan-Meier estimate of PFS at 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.9","spread":null},{"groupId":"OG001","value":"35.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Alive and Progression Free at 18 Months From (APF18) Based on BICR Assessments According to RECIST 1.1","description":"APF18 was defined as the percentage of patients who were alive and progression free per RECIST 1.1 at 18 months after randomization per the Kaplan-Meier estimate of PFS at 18 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"27.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death or Distant Metastasis (TTDM) Based on BICR Assessments According to RECIST 1.1","description":"TTDM was defined as the time from the date of randomization until the first date of distant metastasis or death in the absence of distant metastasis. Distant metastasis was defined as any new lesion that was outside of the radiation field according to RECIST 1.1 or proven by biopsy. TTDM was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null},{"groupId":"OG001","value":"16.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Alive at 24 Months (OS24)","description":"OS24 was defined as the percentage of patients who were alive at 24 months after randomization per the Kaplan-Meier estimate of OS at 24 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.3","spread":null},{"groupId":"OG001","value":"55.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Second Progression or Death (PFS2)","description":"PFS2 was defined as the time from randomization to the time of the second progression or death. The date of second progression was recorded by the investigator and defined according to local standard clinical practice, and could have involved any of the following: objective radiological, symptomatic progression, or death. RECIST assessments were not collected for assessment of PFS2. PFS2 was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.3","spread":null},{"groupId":"OG001","value":"17.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Global Health Status / Health-Related Quality of Life (HRQoL), Assessed Using European Organization for Research and Treatment of Cancer 30-Item Core Quality of Life Questionnaire (EORTC QLQ-C30)","description":"Global health status/HRQoL was assessed using the EORTC QLQ-C30 global QoL scale which includes 2 items from the QLQ-C30: \"How would you rate your overall health during the past week?\" (Item 29) and \"How would you rate your overall QoL during the past week?\" (Item 30). Scores from 0 to 100 were derived for each item with higher scores indicating a better health status. Time to deterioration for global health status/HRQoL was defined as time from randomization until the date of first clinically meaningful deterioration (a decrease in global health status/HRQoL from baseline of ≥10) or death (by any cause) in the absence of a clinically meaningful deterioration. Time to deterioration was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Deterioration of Primary Patient-Reported Outcome (PRO) Symptoms, Assessed Using European Organization for Research and Treatment of Cancer QoL Lung Cancer Module (EORTC QLQ-LC13)","description":"The EORTC QLQ-LC13 is a lung cancer specific module from the EORTC comprising 13 questions to assess lung cancer symptoms (cough, hemoptysis, dyspnea, chest pain, arm/shoulder pain, and other pain), treatment related side-effects (sore mouth, dysphagia, peripheral neuropathy and alopecia) and pain medication. Scores from 0 to 100 were derived for each symptom item with higher scores representing greater symptom severity. Time to symptom deterioration was defined as time from randomization until the date of first clinically meaningful symptom deterioration (an increase in the score from baseline of ≥10) or death (by any cause) in the absence of a clinically meaningful symptom deterioration. Results are presented for time to deterioration in the following PRO endpoints identified as primary for EORTC QLQ-LC13: dyspnea, cough, hemoptysis and chest pain. Time to deterioration was calculated using the Kaplan-Meier technique.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"29.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.1","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK) of Durvalumab; Peak and Trough Serum Concentrations","description":"To evaluate PK, blood samples were collected pre-dose and post-dose and trough and peak serum concentrations of durvalumab, respectively, were determined. Pre-dose samples were taken within 60 minutes before infusion and post-dose samples were taken within 10 minutes after the end of infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191.00","spread":"72.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"120.00","spread":"62.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"177.00","spread":"47.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"373.00","spread":"43.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"186.00","spread":"67.4"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Anti-Drug Antibody (ADA) Response to Durvalumab","description":"ADA positive post-baseline only was also referred to as treatment-induced ADA positive. Treatment-boosted ADA was defined as baseline positive ADA titer that was boosted by ≥4-fold following drug administration. Persistently positive was defined as positive at ≥2 post-baseline assessments (with ≥16 weeks between first and last positive) or positive at last post-baseline assessment. Transiently positive was defined as having at least 1 post-baseline ADA positive assessment and not fulfilling the conditions of persistently positive. Confirmed ADA positive samples were subsequently tested in a neutralizing antibody assay.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":138,"n":475},"commonTop":["Cough","Dyspnoea","Fatigue","Diarrhoea","Arthralgia"]}}}