{"nctId":"NCT01441440","briefTitle":"Venlafaxine ER Phase 3 Study for Major Depressive Disorder (MDD)","startDateStruct":{"date":"2011-11"},"conditions":["Major Depressive Disorder"],"count":538,"armGroups":[{"label":"venlafaxine ER 75 mg/day (fixed dose)","type":"EXPERIMENTAL","interventionNames":["Drug: venlafaxine ER 75 mg/day (fixed dose)"]},{"label":"venlafaxine ER 75 mg/day to 225 mg/day (flexible dose)","type":"EXPERIMENTAL","interventionNames":["Drug: venlafaxine ER 75 mg/day to 225 mg/day (flexible dose)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"venlafaxine ER 75 mg/day (fixed dose)","otherNames":[]},{"name":"venlafaxine ER 75 mg/day to 225 mg/day (flexible dose)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Outpatient status.\n* A primary diagnosis of MDD based on the criteria in the Diagnostic and Statistical Manual of Mental Disorders, 4th edition (DSM- IV-TR), single or recurrent episode, without psychotic features.\n* Depressive symptoms for at least 90 days in single episode and for at least 28 days in recurrent episode before the screening visit.\n* A MADRS total score ≥26 at the screening and baseline visits. And change of MADRS total score at baseline is not over 25% from the screening visit.\n* A QIDS16-J-SR score ≥16 at the screening and baseline visits.\n* A score ≥4 on the Clinical Global Impressions Scale-Severity (CGI-S) at the screening and baseline visits.\n\nExclusion Criteria:\n\n* Subjects who concurrently have Axis II personality disorder or mental retardation according to DSM-IV diagnostic criteria.\n* Subjects who meet DSM-IV criteria for current or past history of Schizophrenia, Paranoid Disorders, or any other Psychotic Disorders.\n* Subjects who meet DSM-IV criteria for current or past history of Dementia.\n* Subjects who meet DSM-IV criteria for current or past history of bipolar disorder, Posttraumatic Stress Disorder (PTSD) or Obsessive Compulsive Disorder (OCD).\n* Subjects who meet DSM-IV criteria for current (within 12 months before the screening visit) generalized anxiety disorder, panic disorder, or social anxiety disorder considered by the investigator to be primary (causing a higher degree of distress or impairment than MDD).\n* Subjects with a first degree relative with bipolar disorder.\n* Subjects who are actively suicidal.\n* History of non-responsive to 2 antidepressant treatment (at least 6-week usage for each) for the past or current episodes.\n* History of Electroconvulsive therapy (ECT) at any time in the past.\n* History of chronic treatment with benzodiazepines for longer than 6 months before the screening visit (Excluding subjects who have taken PRN benzodiazepine use, \\< 3 times/week).\n* Any unstable hepatic, renal, pulmonary, cardiovascular (including uncontrolled hypertension), ophthalmologic, neurologic, or any other medical condition that in the investigator's judgment, will substantially increase the risk associated with the subject's participation in and completion of, the study.\n* Known presence of raised intraocular pressure or history or presence of narrow angle glaucoma.\n* Myocardial infarction within 180 days of the screening visit.\n* Clinically important abnormalities, as determined by the investigator, on screening physical examination, electrocardiogram (ECG) or laboratory tests.\n* Use of prohibited treatments","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 17-item Hamilton Raing Scale for Depression (HAM-D17) Total Score at Week 8 or Early Termination","description":"HAM-D17 is a standardized, clinician-administered rating scale that assesses 17 items characteristically associated with major depression (symptoms such as depressed mood, work and activities, sleep, suicide, psychomotor agitation/retardation, appetite, sexual interest, anxiety, and somatic symptoms). The items of the HAM-D17 are rated on a scale of 0 to 2 or 0 to 4, and the total score ranges from 0 to 52. Higher scores indicate more severe symptoms. Change from baseline: mean score at Week 8 or early termination minus mean score at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.25","spread":"0.48"},{"groupId":"OG001","value":"-10.76","spread":"0.50"},{"groupId":"OG002","value":"-10.37","spread":"0.49"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at Week 8 or Early Termination","description":"MADRS is a scale used in subjects with major depressive disorder to measure the overall severity of depressive symptoms. It is a 10 item, clinician-rated scale that assesses treatment-sensitive change by evaluating ten areas of depressive symptomatology: apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thoughts. The items are rated on a 7 point Likert scale (0 - 6) with anchors at 2 point intervals. The total score ranges from 0 to 60, and higher scores indicate more severe symptoms. Change from baseline: mean score at Week 8 or early termination minus mean score at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.41","spread":"0.75"},{"groupId":"OG001","value":"-15.30","spread":"0.77"},{"groupId":"OG002","value":"-15.05","spread":"0.76"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in Clinical Global Impression-Severity (CGI-S) at Week 8 or Early Termination","description":"CGI-S is a 7-point clinician rated scale to assess severity of participant's current illness state; range: 1=normal, not ill at all, 2=borderline mentally ill, 3=mildly ill, 4=moderately ill, 5=markedly ill, 6=severely ill, 7=among the most extremely ill patients. Higher scores reflect higher severity of current illness states. Change from baseline: mean score at Week 8 or early termination minus mean score at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.31","spread":"0.08"},{"groupId":"OG001","value":"-1.57","spread":"0.08"},{"groupId":"OG002","value":"-1.56","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in 6-item Hamilton Rating Scale for Depression (HAM-D6) Total Score at Week 8 or Early Termination","description":"HAM-D6 is a subset of the HAM-D17 that assesses 6 items associated with major depression. The scale uses HAM-D17 items 1, 2, 7, 8, 10 and 13. Item 13 is scored 0 to 2 and all others are scored 0 to 4. Total score ranges from 0 to 22; higher score indicates more depression. Change from baseline: mean score at Week 8 or early termination minus mean score at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.92","spread":"0.28"},{"groupId":"OG001","value":"-6.10","spread":"0.29"},{"groupId":"OG002","value":"-5.99","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline in 16-item Quick Inventory of Depressive Symptomatology Self-Report Japanese Version (QIDS16-SR-J) Total Score at Week 8 or Early Termination","description":"QIDS16-SR-J is a self-rated scale used in patients with major depressive disorder to measure the overall severity of depressive symptoms: 1) sad mood; 2) concentration; 3) self-criticism; 4) suicidal ideation; 5) interest; 6) energy/fatigue; 7) sleep disturbance (initial, middle, and late insomnia or hypersomnia); 8) decrease/increase in appetite/weight; and 9) psychomotor agitation/retardation. QIDS16-SR-J items are rated on a scale of 0 to 3. The total score ranges from 0 to 27, and higher scores indicate more severe symptoms. Change from baseline: mean score at Week 8 or early termination minus mean score at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.50","spread":"0.36"},{"groupId":"OG001","value":"-8.00","spread":"0.37"},{"groupId":"OG002","value":"-7.27","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression - Improvement (CGI-I) Score at Week 8 or Early Termination","description":"CGI-I is a 7-point clinician rated scale ranging from 1=very much improved, 2=much improved, 3=minimally improved, 4=no change, 5=minimally worse, 6=much worse, to 7=very much worse. Improvement is defined as a score of 1 (very much improved), 2 (much improved), or 3 (minimally improved) on the scale. Scores above 4 reflect worsening of illness state as compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.53","spread":"0.08"},{"groupId":"OG001","value":"2.32","spread":"0.09"},{"groupId":"OG002","value":"2.28","spread":"0.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":183},"commonTop":["Nausea","Nasopharyngitis","Somnolence","Headache","Thirst"]}}}