{"nctId":"NCT02067975","briefTitle":"Tryptophan MRI in People With Schizophrenia and Healthy Controls","startDateStruct":{"date":"2014-08-14","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":93,"armGroups":[{"label":"Healthy Controls","type":"OTHER","interventionNames":["Drug: Tryptophan","Drug: Placebo"]},{"label":"Schizophrenia Related Disorders","type":"OTHER","interventionNames":["Drug: Tryptophan","Drug: Placebo"]}],"interventions":[{"name":"Tryptophan","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (Schizophrenia:\n\n* Males and females between the ages of 18 and 55 years\n* Has met DSM-IV-TR/DSM-5 Criteria for schizophrenia, schizoaffective disorder or schizophreniform disorder\n* Prescription of antipsychotic medication for at least 60 days and constant dose for 30 days prior to study entry (either first or second generation antipsychotics permitted)\n* Women must be in the first half of their menstrual cycle at the time of the 2 challenge visits\n\nInclusion Criteria (Healthy Controls):\n\n* Males and females between the ages of 18 and 55 years\n* No DSM-IV-TR/DSM-5 Axis I Disorder (documented by SCID)\n* Women must be in the first half of their menstrual cycle at the time of the 2 challenge visits\n\nExclusion Criteria:\n\n* DSM-IV-TR/DSM-5 substance abuse in the last month or substance dependence in the last 6 months (documented by SCID)\n* Calgary Depression Scale total score ≥ 10 at baseline\n* Current smoker (expired CO ≥ 10 ppm)\n* Current use of nicotine replacement therapy or other nicotine products\n* Pregnancy or breast feeding\n* Post-menopausal women will not be included due to changes in the HPA axis expression and hormonal effects on cognition. In women over the age of 45, menopausal status will be evaluated clinically\n* Excessive self-reported daily caffeine intake, defined as intake exceeding 1000 mg or the equivalent of 8 cups of coffee\n* Active disorders that have been reported to affect tryptophan metabolism or interfere with absorption will be excluded (Acute Intermittent Porphyria, Celiac Disease, Crohn's Disease, Irritable Bowel Syndrome\n* History of an organic brain disorder; mental retardation; or a medical condition, whose pathology or treatment could alter cognition\n* Claustrophobia\n* Metal in body that will interfere with MR imaging\n* Treatment with monoamine oxidase inhibitors, migraine headache medications (triptans) and dextromethorphan","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Verbal Memory Scores From Baseline to 4 Hours Post-Treatment","description":"The following assessment was used to assess the outcome measure: the Hopkins Verbal Learning Test-Revised (HVLT-R). HVLT total scores range from 0 to 36. In order to conduct group comparisons, the HVLT raw total scores are converted to a t-score (range: -10 to 80). The mean t-scores for each condition are below (see outcome measure data table). Higher scores represent better performance. Participants performed the same task before pre- and post-treatment with Tryptophan and again with placebo (2 weeks between conditions). Change in scores pre- and post-treatment were compared between the Tryptophan and placebo conditions.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.90","spread":"8.01"},{"groupId":"OG001","value":"40.49","spread":"11.27"},{"groupId":"OG002","value":"53.03","spread":"9.53"},{"groupId":"OG003","value":"38.49","spread":"10.77"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":["Nausea","Vomiting","Dizziness","Headache","Syncope"]}}}