{"nctId":"NCT01786993","briefTitle":"MultiPoint Pacing IDE Study","startDateStruct":{"date":"2013-04","type":"ACTUAL"},"conditions":["Heart Failure"],"count":506,"armGroups":[{"label":"Multi-point pacing arm","type":"EXPERIMENTAL","interventionNames":["Device: MultiPoint Pacing"]},{"label":"Biventricular arm","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Traditional Biventricular Pacing"]}],"interventions":[{"name":"MultiPoint Pacing","otherNames":[]},{"name":"Traditional Biventricular Pacing","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets current clinical indication for implantation of a cardiac resynchronization therapy system for treatment of heart failure or life-threatening ventricular tachyarrhythmia(s)\n* Receiving a new CRT implant or undergoing an upgrade from an existing ICD or pacemaker implant with no prior LV lead placement\n* Have the ability to provide informed consent for study participation and are willing and able to comply with the prescribed follow-up tests and schedule of evaluations\n\nExclusion Criteria:\n\n* Have had a recent Cerebrovascular Accident (CVA) or Transient Ischemic Attack (TIA) within 3 months of enrollment\n* Have an existing Class I recalled lead\n* Have a hypersensitivity to a single 1.0mg dose of dexamethasone sodium phosphate\n* Have a classification of Status 1 for cardiac transplantation or consideration for transplantation over the next 9 months\n* Have permanent atrial fibrillation (AF)\n* Have undergone a cardiac transplantation within 40 days of enrollment\n* Have had a recent myocardial infarction, unstable angina within 40 days or cardiac revascularization within 3 months of implant.\n* Are currently participating in a clinical investigation that includes an active treatment arm\n* Are pregnant or planning to become pregnant during the duration of the study\n* Have a life expectancy of less than 9 months due to any condition\n* Are less than 18 years of age","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Freedom From System-related Complications Through 9 Months Compared to an Objective Performance Criterion","description":"A system related complication is a complication related to the Quadripolar CRT-D device system which includes pulse generator and leads, as adjudicated by an independent Clinical Events Committee (CEC). All subjects who had an attempted implant or a successful Quadripolar system implant were included in the analysis of this safety endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.932","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Non-responders With MPP Compared to Biventricular Pacing","description":"The hypothesis is that the non-response rate to CRT therapy in the MPP therapy arm is not inferior to the non-response rate in the BiV arm between 3 and 9 months post-implant. Responder status was assessed using the Clinical Composite Score (CCS). A patient's CCS was classified as worsened, improved or unchanged based on the definitions below:\n\n* Worsened - patient died due to cardiovascular reasons, experienced a HF event, demonstrated worsening in NYHA class, or had worsening of PGA score compared to the last observation\n* Improved - patient survived without a HF event, and demonstrated either improvement in NYHA class or improvement in PGA score, or both compared to the last observation.\n* Unchanged - patient was neither improved nor worsened\n\nFor patients who were responders at the 3-month visit, those who were \"Improved\" and \"Unchanged\" between 3 and 9 months were classified as responders, whereas those who were \"Worsened\" were grouped together as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":201},"commonTop":["Phrenic Nerve/Diaphragmatic Stimulation Related to LV Lead","Artifact Observed on Atrial Channel","LV Lead Elevated Pacing Thresholds","RA/RV Lead Oversensing","Pulse Generator Oversensing"]}}}