{"nctId":"NCT01155466","briefTitle":"A Placebo- and Active Controlled Study of Preladenant in Subjects With Moderate to Severe Parkinson's Disease (P04938)","startDateStruct":{"date":"2010-07-14","type":"ACTUAL"},"conditions":["Parkinson Disease"],"count":778,"armGroups":[{"label":"Preladenant 2 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Preladenant 2 mg tablet","Drug: Placebo to Rasagiline capsule"]},{"label":"Preladenant 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Preladenant 5 mg tablet","Drug: Placebo to Rasagiline capsule"]},{"label":"Preladenant 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Preladenant 10 mg tablet","Drug: Placebo to Rasagiline capsule"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo to Preladenant Tablet","Drug: Placebo to Rasagiline capsule"]},{"label":"Rasagiline 1 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo to Preladenant Tablet","Drug: Rasagiline 1 mg capsule"]}],"interventions":[{"name":"Preladenant 2 mg tablet","otherNames":["SCH 420814"]},{"name":"Preladenant 5 mg tablet","otherNames":["SCH 420814"]},{"name":"Preladenant 10 mg tablet","otherNames":["SCH 420814"]},{"name":"Placebo to Preladenant Tablet","otherNames":[]},{"name":"Rasagiline 1 mg capsule","otherNames":["Azilect"]},{"name":"Placebo to Rasagiline capsule","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have a diagnosis of moderate to severe idiopathic Parkinson's disease.\n* Must have received prior therapy with L dopa for approximately 1 or more years immediately before Screening and must continue to have a beneficial clinical response to L dopa\n* Must have been on a stable dopaminergic treatment regimen for at least the 5 weeks immediately before Randomization. Participants receiving other adjunctive treatments (eg, dopamine agonists, anticholinergics, entacapone) or taking only L dopa are permitted, provided the treatment regimen has been taken for at least 5 weeks prior to randomization\n* Must be experiencing motor fluctuations with or without dyskinesias within the 4 weeks immediately before Screening, must be experiencing a minimum of 2 hours/day of \"off\" time, and have a Hoehn \\& Yahr stage between 2.5 and 4 when in the \"on\" state\n* Must be capable of maintaining an accurate and complete symptom diary and to adhere to dose and visit schedules with or without the help of a caregiver\n* Must have results of a physical examination and screening clinical laboratory tests clinically acceptable to the investigator\n* If sexually active or plan to be sexually active agree to use a highly effective method of birth control while in the study and for 2 weeks after the last dose of study drug. Males must also not donate sperm during the trial within 2 weeks after the last dose of study drug\n\nExclusion Criteria:\n\n* Must not have a form of drug induced or atypical parkinsonism, a cognitive impairment, bipolar disorder, untreated major depressive disorder, schizophrenia, or other psychotic disorder; history of exposure to a known neurotoxin, or any neurological features not consistent with the diagnosis of PD as assessed by the investigator\n* Must not have a history of repeated strokes or head injuries, or a stroke within 6 months of Screening\n* Must not have poorly-controlled diabetes or abnormal renal function\n* Must not have had surgery for their PD\n* Must not be at imminent risk of self-harm or harm to others\n* Must not have sleep attacks or compulsive behavior that would interfere with the integrity of the trial or would pose a risk to the subject in participating in the trial\n* Must not have a systolic blood pressure (BP) ≥150 mm Hg OR diastolic BP ≥95 mm Hg at Screening\n* Must not have had any clinically significant cardiovascular event or procedure for 6 months prior to study start, including, but not limited to, myocardial infarction, angioplasty, unstable angina, or heart failure; and must not have heart failure staged New York Heart Association Class III or IV\n* Must not have an alanine aminotransferase (ALT) or aspartate amino transferase (AST) ≥3 x the upper limit of normal (ULN) or total bilirubin (T-BIL) ≥1.5 x ULN\n* Must not have a history of serologically confirmed hepatic dysfunction (defined as viral infection \\[Hepatitis B or C; Epstein Barr virus (EBV); cytomegalovirus (CMV)\\]) or a history of diagnosis of drug or alcohol induced hepatic toxicity or frank hepatitis\n* Must not have a history within the past 5 years of a primary or recurrent malignant disease with the exception of adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or in situ prostate cancer with a normal prostate-specific antigen (PSA) post resection\n* Must not have received certain prespecified medications or ingested high tyramine-containing aged cheeses (eg, Stilton) for a prespecified time window before the trial, during the trial, and for 2 weeks after the trial\n* Must not have an average daily consumption of more than three 4 ounce glasses (118 mL) of wine or the equivalent\n* Must not have a severe or ongoing unstable medical condition (eg, any form of clinically significant cardiac disease, symptomatic orthostatic hypotension, seizures, or alcohol/drug dependence)\n* Must not have allergy/sensitivity to investigational product(s) or its/their excipients\n* A female subject must not be breast-feeding, considering breast-feeding, pregnant, or intending to become pregnant\n* Must not have used preladenant ever, or any investigational drugs within 90 days immediately before Screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean \"Off\" Time","description":"The \"on\" state is defined as the period of time during which a patient's symptoms of PD improve or disappear following treatment with L-dopa or dopamine agonists. The \"off\" state is defined as the period of time characterized by the return of symptoms (i..e. tremor, slowness, and rigidity) following treatment with L-dopa or dopamine agonists. Study participants reported their symptoms at half-hour intervals as \"off\", \"on\", or \"asleep\" on their daily diary for 3 days before randomization (baseline) and for the 3 days immediately before their Week-12 visit. The mean change from baseline in \"off\" time was based on a constrained longitudinal data analysis with treatment, time, and treatment-by-time interaction as fixed effects and subject as random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.21"},{"groupId":"OG001","value":"-0.9","spread":"0.21"},{"groupId":"OG002","value":"-0.8","spread":"0.21"},{"groupId":"OG003","value":"-0.8","spread":"0.21"},{"groupId":"OG004","value":"-1.1","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Numberof Participants With Systolic Blood Pressure >=180 mm Hg","description":"The number of participants with Systolic Blood Pressure \\>=180 mm Hg was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.21"},{"groupId":"OG001","value":"1","spread":"0.21"},{"groupId":"OG002","value":"3","spread":"0.21"},{"groupId":"OG003","value":"1","spread":"0.21"},{"groupId":"OG004","value":"0","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Diastolic Blood Pressure >=105 mm Hg","description":"The number of participants with Diastolic Blood Pressure \\>=105 mm Hg was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":"0.21"},{"groupId":"OG001","value":"4","spread":"0.21"},{"groupId":"OG002","value":"9","spread":"0.21"},{"groupId":"OG003","value":"7","spread":"0.21"},{"groupId":"OG004","value":"4","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Alanine Aminotransferase >=3 Times the Upper Limit of Normal","description":"The number of participants with alanine aminotransferase \\>=3 times the upper limit of normal and a \\>=10% increase was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.21"},{"groupId":"OG001","value":"1","spread":"0.21"},{"groupId":"OG002","value":"1","spread":"0.21"},{"groupId":"OG003","value":"1","spread":"0.21"},{"groupId":"OG004","value":"0","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Aspartate Aminotransferase >=3 Times the Upper Limit of Normal","description":"The number of participants with aspartate aminotransferase \\>=3 times the upper limit of normal and a \\>=10% increase was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.21"},{"groupId":"OG001","value":"1","spread":"0.21"},{"groupId":"OG002","value":"1","spread":"0.21"},{"groupId":"OG003","value":"0","spread":"0.21"},{"groupId":"OG004","value":"0","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Suicidality","description":"The percentage of participants with suicidality using the Columbia - Suicide Severity Rating Scale (C-SSRS) was reported. The C-SSR was used in this study only for the purpose of safety monitoring by measuring the incidence of different types of suicidality categories during treatment. The assessment was done by the nature of the responses, not by a numbered scale. Participants who reported at least one occurrence of suicidal behavior or suicidal ideation were counted as having experienced suicidality. Suicidal behavior included suicide attempt, aborted attempt, interrupted attempt, or preparatory behavior. Suicidal ideation included a wish to die or active suicidal thought with or without method, intent or plan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"0.21"},{"groupId":"OG001","value":"2.6","spread":"0.21"},{"groupId":"OG002","value":"0.7","spread":"0.21"},{"groupId":"OG003","value":"3.2","spread":"0.21"},{"groupId":"OG004","value":"0.6","spread":"0.21"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline at Week 12 in Epworth Sleepiness Scale (ESS)","description":"The ESS is a self-administered questionnaire providing a measure of a person's general level of daytime sleepiness, or their average sleep propensity in daily life. The scale consists of 8 situations in which the participant rates their tendency to become sleepy on a scale of 0=no chance of dozing to 3=high chance of dozing. The overall score is the sum of the scores for the 8 situations for a minimum of 0 and a maximum of 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"3.4"},{"groupId":"OG001","value":"-0.1","spread":"3.1"},{"groupId":"OG002","value":"0.0","spread":"3.5"},{"groupId":"OG003","value":"-0.3","spread":"3.1"},{"groupId":"OG004","value":"0.1","spread":"3.5"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With >30% Change (Reduction) From Baseline at Week 12 in Mean \"Off\" Time","description":"The \"on\" state is defined as the period of time during which a patient's symptoms of PD improve or disappear following treatment with L-dopa or dopamine agonists. The \"off\" state is defined as the period of time characterized by the return of symptoms (i..e. tremor, slowness, and rigidity) following treatment with L-dopa or dopamine agonists. Study participants reported their symptoms at half-hour intervals as \"off\", \"on\", or \"asleep\" on their daily diary for 3 days before randomization and for the 3 days immediately before their Week-12 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.4","spread":null},{"groupId":"OG001","value":"33.6","spread":null},{"groupId":"OG002","value":"35.1","spread":null},{"groupId":"OG003","value":"32.8","spread":null},{"groupId":"OG004","value":"33.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline at Week 12 in Mean \"On\" Time Without Troublesome Dyskinesia","description":"When a participant is \"on\" without dyskinesias, parkinsonian symptoms have dissipated and the participant is experiencing no uncontrollable extraneous movements. Study participants reported their parkinsonian symptoms at half-hour intervals as \"off\", \"on without dyskinesia\", \"on with non-troublesome dyskinesia\", \"on with troublesome dyskinesia\", or \"asleep\" on their daily diary for 3 days before randomization and for the 3 days immediately before their Week-12 visit. The mean change from baseline in \"on without troublesome dyskinesia\" time was based on a constrained longitudinal data analysis with treatment, time, and treatment-by-time interaction as fixed effects and subject as random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"0.24"},{"groupId":"OG001","value":"0.9","spread":"0.24"},{"groupId":"OG002","value":"0.5","spread":"0.23"},{"groupId":"OG003","value":"0.4","spread":"0.24"},{"groupId":"OG004","value":"0.7","spread":"0.24"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":154},"commonTop":["Dyskinesia","Headache","Constipation","Back pain","Tremor"]}}}