{"nctId":"NCT01619085","briefTitle":"Extension Trial of the Long Term Safety of BIBF 1120 in Patients With Idiopathic Pulmonary Fibrosis","startDateStruct":{"date":"2012-06-06","type":"ACTUAL"},"conditions":["Idiopathic Pulmonary Fibrosis"],"count":752,"armGroups":[{"label":"All subjects","type":"EXPERIMENTAL","interventionNames":["Drug: Nintedanib"]}],"interventions":[{"name":"Nintedanib","otherNames":["BIBF 1120"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Signed Informed Consent consistent with International Conference on Harmonisation-Good Clinical Practices (ICH-GCP) and local laws prior to trial participation.\n2. Patients from trials 1199.32 or 1199.34 who completed the 52 weeks treatment period and performed the follow-up visit.\n\nExclusion criteria:\n\n1. Aspartate aminotransferase (AST), Alanine aminotransferase (ALT) \\> 1.5 fold Upper Limit of Normal (ULN) (Patients who completed the parent trial with transaminase values \\> 1.5 fold ULN but \\< 3 fold ULN are considered eligible)\n2. Bilirubin \\> 1.5 fold ULN\n3. Bleeding risk\n4. Planned major surgery within the next 3 months, including lung transplantation, major abdominal or major intestinal surgery.\n5. New major thrombo-embolic events developed after completion of the parent trial.\n6. Time period \\> 12 weeks between Visit 9 of the parent trial and Visit 2 of this study.\n7. Usage of any investigational drug after completion of the parent trial or planned usage of a specific investigational drug during the course of this trial.\n8. A disease or condition which in the opinion of investigator may put the patient at risk because of participation in this trial or limit the patients' ability to participate in this trial.\n9. Alcohol or drug abuse which in the opinion of the investigator would interfere with trial participation.\n10. Pregnant women or women who are breast feeding or of child bearing potential not using two effective methods of birth control (one barrier and one highly effective non-barrier) for at least 1 month prior to Visit 2 and/or not committing to using it until 3 months after end of treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Adverse Events (AEs)","description":"This is the measure for percentage of patients with adverse events (AEs) observed during the trial. The incidence of adverse events (% of patients) over the course of the trial, including the incidence of serious AEs, AEs leading to discontinuation, and fatal AEs are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":509,"n":734},"commonTop":["Diarrhoea","Cough","Nasopharyngitis","Nausea","Bronchitis"]}}}