{"nctId":"NCT03595553","briefTitle":"Comparison of Ridinilazole Versus Vancomycin Treatment for Clostridium Difficile Infection","startDateStruct":{"date":"2019-01-28","type":"ACTUAL"},"conditions":["Clostridioides Difficile Infection"],"count":759,"armGroups":[{"label":"ridinilazole","type":"EXPERIMENTAL","interventionNames":["Drug: Ridinilazole"]},{"label":"vancomycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin"]}],"interventions":[{"name":"Ridinilazole","otherNames":["2,2'-di(pyridin-4-yl)-1H,1'H-5,5'-bi(benzimidazole), 2,2'-bis(4-pyridyl)-3H,3'H-5,5'-bibenzimidazole, 2-pyridin-4-yl-6-(2-pyridin-4-yl-3H-benzimidaz"]},{"name":"Vancomycin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nPatients are eligible to be included in the study only if all the following criteria apply:\n\n1. Patient must be at least 18 years of age, at the time of signing the informed consent.\n2. Have signs and symptoms of CDI including diarrhea such that in the Investigator's opinion, CDI antimicrobial therapy is required. Diarrhea is defined as a change in bowel habits, with ≥3 unformed bowel movements (UBMs) (5, 6 or 7 on the Bristol Stool Chart) in the 24 h prior to randomization.\n3. Have the presence of either toxin A and/or B of C. difficile in the stool determined by a positive free toxin test (using a Sponsor agreed test). The stool sample must be current (produced within 72 hours prior to randomization).\n4. Male or Female\n\n   Male patients:\n\n   • A male patient must agree to use contraception as detailed in Section 10.4 of this protocol during the treatment period and for at least 30 days after the last dose of study treatment and refrain from donating sperm during this period.\n\n   Female patients:\n\n   • A female patient is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies: i. Not a woman of childbearing potential (WOCBP) OR ii. A WOCBP who agrees to follow the contraceptive guidance during the treatment period and for at least 30 days after the last dose of study treatment.\n5. Has provided documented signed informed consent and any authorizations required by local law (e.g. Protected Health Information \\[PHI\\]). If unable to read, understand and sign the informed consent form a legally authorized representative (LAR) may provide consent on the patient's behalf if permitted by the Institutional Review Board (IRB)/Ethics Committee (EC).\n\nExclusion Criteria\n\nPatients are excluded from the study if any of the following criteria apply:\n\n1. Have had more than one prior episode of CDI in the previous 3 months or more than 3 episodes in the past 12 months prior to randomization.\n2. Have a history of chronic diarrheal disease including inflammatory bowel disease (Crohn's disease or ulcerative colitis).\n3. Have had a positive diagnostic test for other GI pathogens, considered to be clinically relevant, within 2 weeks of randomization.\n4. Have had major gastrointestinal (GI) surgery (e.g. significant bowel resection) within 3 months of randomization (this does not include appendectomy). The presence of a colostomy or ileostomy or likely requirement of an ostomy during the study.\n5. Have life threatening or fulminant CDI with evidence of hypotension, septic shock, peritoneal signs or absence of bowel sounds, or toxic megacolon.\n6. History of bone marrow or hematopoietic stem cell transplant at any time or a known current history of a severely compromised/suppressed immune system that, in the opinion of the Investigator, would make the patient unsuitable for the study.\n7. Have had more than the equivalent of 24 hours of dosing of antimicrobial treatment active against the current episode of CDI prior to randomization. (i.e. more than four doses of oral vancomycin, two doses of fidaxomicin or three doses of metronidazole).\n8. Prior or current use of anti-toxin antibodies including bezlotoxumab within the past 6 months prior to randomization.\n9. Are unable to discontinue products used affecting disease progression at randomization.\n10. Has been involved in a clinical trial and received an investigational medicinal product for indications other than CDI within 1 month or five half-lives (whichever is longer) or within 3 months if the investigational medical product was for CDI.\n11. Have received an investigational vaccine against C. difficile.\n12. Patients that the Investigator feels are inappropriate for the study this would include those;\n\n    1. with any other condition that, in the Investigator's judgment, would make the patient unsuitable for inclusion in the study.\n    2. who, in the opinion of the Investigator, are not likely to complete the study for whatever reason, e.g. short life expectancy.\n    3. with known hypersensitivity or intolerance to ridinilazole, vancomycin, and/or their excipients\n    4. who are unwilling or unable to comply with protocol requirements, e.g. complete the full course of study treatment per schedule, attend study visits, report diarrhea/suspected recurrence, provide stool samples, ingest capsules/tablets or blood draws.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Sustained Clinical Response (SCR) Defined as Clinical Response and no Recurrence of CDI Through 30 Days Post End of Treatment (EOT).","description":"This primary outcome measures the number of participants with Sustained Clinical Response (SCR). SCR is defined as Clinical Response and no recurrence of CDI through 30 days post End of Treatment (EOT). At D40, D70 and D100 the Investigator or medically qualified designee will determine if the patient has a sustained clinical response or experienced RECURRENCE since the previous assessment. The Investigator will assess cure/failure and recurrence based on available information which includes, but is not limited to, improvement from baseline in the number of UBMs, signs \\& symptoms of CDI, and the requirement for CDI medication. The Investigator should assess cure/failure in a way that best reflects the Investigator's standard clinical practice.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":null},{"groupId":"OG001","value":"225","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"150","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Response","description":"defined as\n\n* less than 3 unformed bowel movements (UBMs) for consecutive days and maintained through EOT without further CDI treatment at EOT + 2 days, or\n* the investigator's assessment that the subject no longer needs specific CDI antimicrobial treatment after completion of the course of study medication.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"320","spread":null},{"groupId":"OG001","value":"346","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Cure","description":"defined as the resolution of diarrhea (\\<3 UBMs in the 1-day period immediately prior to EOT, that is maintained for 2 days after EOT).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"275","spread":null},{"groupId":"OG001","value":"292","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Clinical Response Over 60 Days","description":"defined as Clinical Response and no recurrence of CDI through 60 days post EOT","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"262","spread":null},{"groupId":"OG001","value":"258","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Clinical Response Over 90 Days","description":"defined as Clinical Response and no recurrence of CDI through 90 days post EOT","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259","spread":null},{"groupId":"OG001","value":"249","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"126","spread":null}]}]}]},{"type":"SECONDARY","title":"Relative Abundance of the 3 Main Bile Acid Groups (Conjugated Primary, Primary and Secondary Bile Acids) From Baseline to EOT.","description":"This secondary outcome measures the relative abundance of the 3 main Bile Acid Groups (Conjugated Primary, Primary and Secondary Bile Acids) from Baseline to EOT.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.34","spread":"35.68"},{"groupId":"OG001","value":"30.25","spread":"34.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.13","spread":"39.63"},{"groupId":"OG001","value":"7.87","spread":"22.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.03","spread":"34.06"},{"groupId":"OG001","value":"57.44","spread":"33.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.99","spread":"38.06"},{"groupId":"OG001","value":"65.72","spread":"33.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.64","spread":"21.93"},{"groupId":"OG001","value":"12.31","spread":"21.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.88","spread":"15.50"},{"groupId":"OG001","value":"26.42","spread":"31.62"}]}]}]},{"type":"SECONDARY","title":"Percentage of Change of α-diversity (Shannon Index) of the Microbiota in Stool Samples From Baseline to EOT.","description":"This secondary outcome measures the percentage of change of α-diversity (Shannon Index) of the microbiota in stool samples from baseline to EOT. Shannon index is a weighted statistic measuring both species richness and evenness. The Shannon Index is calculated by taking the relative abundance of each species and sums the relative abundance times the natural log of the relative abundance for each species. The value is converted into a positive value by times minus one. A higher Shannon Index means higher diversity","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.06","spread":null},{"groupId":"OG001","value":"-7.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Measure of β-diversity of the Gut Microbiota Between Baseline and EOT Stool Samples (Bray-Curtis Index/Dissimilarity).","description":"This secondary outcome measures the β-diversity of the gut microbiota in stool samples from baseline to EOT. Bray-Curtis index/dissimilarity measures how different two samples are in the microbiome composition. The Bray-Curtis dissimilarity is graded between 0 and 1, where 0 means the two samples have the same composition (that is they share all the species and every species has the same abundance), and 1 means the two samples do not share any species.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.81","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":374},"commonTop":["Diarrhoea","Abdominal pain","Headache","Nausea","Anaemia"]}}}