{"nctId":"NCT04788511","briefTitle":"Research Study to Investigate How Well Semaglutide Works in People Living With Heart Failure and Obesity","startDateStruct":{"date":"2021-03-16","type":"ACTUAL"},"conditions":["Obesity"],"count":529,"armGroups":[{"label":"Semaglutide","type":"EXPERIMENTAL","interventionNames":["Drug: Semaglutide"]},{"label":"Placebo (semaglutide)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo (semaglutide)"]}],"interventions":[{"name":"Semaglutide","otherNames":[]},{"name":"Placebo (semaglutide)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, age above or equal to 18 years at the time of signing informed consent.\n* Body mass index (BMI) greater than or equal to 30.0 kg/m\\^2\n* New York Heart Association (NYHA) Class II-IV\n* Left ventricular ejection fraction (LVEF) greater than or equal to 45 percentage at screening\n\nExclusion Criteria:\n\n* A self-reported change in body weight greater than 5 kg (11 lbs) within 90 days before screening irrespective of medical records\n* Haemoglobin A1c (HbA1c) greater than or equal to 6.5 percentage (48 mmol/mol) based on latest available value from medical records, no older than 3 months or if unavailable a local measurement at screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Kansas City Cardiomyopathy Questionnaire Clinical Summary Score (KCCQ-CSS)","description":"The KCCQ is a standardized 23-item, self-administered instrument that quantifies heart failure symptoms (frequency, severity, and recent change), physical limitation, quality of life, and social limitation. The overall summary score and all domains have been independently demonstrated to be valid, reliable, and responsive to clinical change. KCCQ-CSS includes the symptom and physical limitation domains of the KCCQ. Scores are transformed to a range of 0-100, in which higher scores reflect better health status. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":"17.9"},{"groupId":"OG001","value":"10.3","spread":"17.3"}]}]}]},{"type":"PRIMARY","title":"Change in Body Weight","description":"Change in body weight from baseline (week 0) to end of treatment (week 52) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"8.1"},{"groupId":"OG001","value":"-2.5","spread":"5.6"}]}]}]},{"type":"SECONDARY","title":"Change in Six-minute Walking Distance (6MWD)","description":"Observed mean change from baseline (week 0) in 6 minutes walking distance (6MWD) test to end of treatment (week 52) is presented. The 6MWD is a common test of functional exercise capacity that assesses the distance a participant can walk in 6 minutes. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.5","spread":"59.2"},{"groupId":"OG001","value":"5.8","spread":"62.7"}]}]}]},{"type":"SECONDARY","title":"The Hierarchical Composite Endpoint: Percentage of Wins of Participant Pairs","description":"The hierarchical composite outcome measure from baseline (week 0) to end of study (week 57) consists of the components: time to all-cause death, number of heart failure events requiring hospitalization or urgent heart failure visit, time to first heart failure event requiring hospitalization or urgent heart failure visit, difference at least 15 in KCCQ CSS change from baseline to 52 weeks, difference at least 10 in KCCQ CSS change from baseline to 52 weeks, difference at least 5 in KCCQ CSS change from baseline to 52 weeks and difference at least 30 meters in six-minute walking distance change from baseline to 52 weeks. It was analyzed by the win-ratio approach using all participants pairs across treatment groups. Overall summary of wins in each treatment group is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":null},{"groupId":"OG001","value":"34.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in C-Reactive Protein (CRP): Ratio to Baseline","description":"Change in high sensitivity C-reactive protein measured in ratio of C-reactive protein to baseline (week -2) at end of treatment (week 52) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":"121.5"},{"groupId":"OG001","value":"0.92","spread":"105.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving 10 Percent (%) Weight Loss (Yes/No)","description":"Percentage of participants who achieved 10% weight loss (yes/no) from baseline (week 0) to end of treatment (week 52) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved 10% weight loss whereas 'No' infers percentage of participants who have not achieved 10% weight loss. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving 15% Weight Loss (Yes/No)","description":"Percentage of participants who achieved 15% weight loss (yes/no) from baseline (week 0) to end of treatment (week 52) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved 15% weight loss whereas 'No' infers percentage of participants who have not achieved 15% weight loss. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.1","spread":null},{"groupId":"OG001","value":"97.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.9","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving 20% Weight Loss (Yes/No)","description":"Percentage of participants who achieved 20% weight loss (yes/no) from baseline (week 0) to end of treatment (week 52) is presented. In the reported data, 'Yes' infers percentage of participants who have achieved 20% weight loss whereas 'No' infers percentage of participants who have not achieved 20% weight loss The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.4","spread":null},{"groupId":"OG001","value":"99.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Improving 5 Points or More in KCCQ Clinical Summary Score (Yes/No)","description":"Percentage of participants improving 5 points or more in KCCQ-CSS from baseline to end of treatment is presented. The KCCQ is standardized 23-item, self-administered instrument that quantifies heart failure symptoms(frequency, severity, and recent change), physical limitation, quality of life, and social limitation. KCCQ-CSS includes the symptom and physical limitation domains of the KCCQ. Scores are transformed to range of 0-100, in which higher scores reflect better health status. In the reported data, 'Yes' infers percentage of participants who have improved 5 points or more in score whereas 'No' infers percentage of participants who have not improved 5 points or more in score. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":null},{"groupId":"OG001","value":"36.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.3","spread":null},{"groupId":"OG001","value":"63.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Improving 10 Points or More in KCCQ Clinical Summary Score (Yes/No)","description":"Percentage of participants improving 10 points or more in KCCQ-CSS from baseline to end of treatment is presented. The KCCQ is standardized 23-item, self-administered instrument that quantifies heart failure symptoms(frequency, severity, and recent change), physical limitation, quality of life, and social limitation. KCCQ-CSS includes the symptom and physical limitation domains of the KCCQ. Scores are transformed to range of 0-100, in which higher scores reflect better health status. In reported data, 'Yes' infers percentage of participants who have improved 5 points or more in score whereas 'No' infers percentage of participants who have not improved 10 points or more in score. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":null},{"groupId":"OG001","value":"51.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.4","spread":null},{"groupId":"OG001","value":"48.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in KCCQ Overall Summary Score (KCCQ-OSS)","description":"The KCCQ is a standardized 23-item, self-administered instrument that quantifies heart failure symptoms (frequency, severity, and recent change), physical limitation, quality of life, and social limitation. The overall summary score and all domains have been independently demonstrated to be valid, reliable, and responsive to clinical change. KCCQ-CSS includes the symptom and physical limitation domains of the KCCQ while KCCQ-OSS includes the symptom, physical limitation, quality of life, and social limitation domains. Scores are transformed to a range of 0-100, in which higher scores reflect better health status. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.8","spread":"18.3"},{"groupId":"OG001","value":"10.9","spread":"17.5"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Threshold for Clinically Meaningful Within-participants Change in KCCQ-CSS (PGI-S)","description":"The patient global impression of status (PGI-S) for KCCQ was used to rate participants' symptoms of heart failure using 4-category ordinal scale (no symptoms, mild, moderate, severe). KCCQ is standardized 23-item, self-administered instrument that quantifies heart failure symptoms (frequency, severity, and recent change), physical limitation, quality of life, and social limitation. OSS and all domains have been independently demonstrated to be valid, reliable, and responsive to clinical change. KCCQ-CSS includes symptom and physical limitation domains of the KCCQ. Scores are transformed to range of 0-100, in which higher scores reflect better health status. Outcome measure was evaluated based on data from in-trial period. In-trial period was defined as uninterrupted time interval from date of randomization to date of last contact with trial site. The threshold was defined as mean change in KCCQ-CSS in those participants with one-category improvement in PGI-S from baseline to week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.2","spread":null},{"groupId":"OG001","value":"32.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Threshold for Clinically Meaningful Within-participants Change in 6MWD (PGI-S)","description":"Observed mean change from baseline in 6 minutes walking distance (6MWD) test using PGI-S is evaluated for this outcome measure. The 6MWD is a common test of functional exercise capacity that assesses the distance a participant can walk in 6 minutes. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site. The threshold was defined as the mean change in 6MWD in those participants with an one-category improvement in PGI-S from baseline to week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.5","spread":null},{"groupId":"OG001","value":"28.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Systolic Blood Pressure (SBP)","description":"Observed mean change in systolic blood pressure from baseline (week -2) to end of treatment (week 52) is presented. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.4","spread":"19.0"},{"groupId":"OG001","value":"-1.1","spread":"17.5"}]}]}]},{"type":"SECONDARY","title":"Change in Waist Circumference","description":"Change waist circumference from baseline (week 0) to end of the treatment (visit 52) presented. Waist circumference is defined as the abdominal circumference located midway between the lower rib margin and the iliac crest. Measurement must be obtained in standing position with a non-stretchable measuring tape and to the nearest cm or inch. The tape should touch the skin but not compress soft tissue and twists in the tape should be avoided. The participant should be asked to breathe normally. The same measuring tape should be used throughout the trial. The outcome measure was evaluated based on the data from in-trial period. In-trial period was defined as the uninterrupted time interval from date of randomization to date of last contact with trial site.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.0","spread":"8.5"},{"groupId":"OG001","value":"-2.8","spread":"7.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":263},"commonTop":["COVID-19","Nausea","Diarrhoea","Constipation","Vomiting"]}}}