{"nctId":"NCT02722278","briefTitle":"A Study of Oral Testosterone Undecanoate (TU) in Hypogonadal Men","startDateStruct":{"date":"2016-03","type":"ACTUAL"},"conditions":["Hypogonadism"],"count":222,"armGroups":[{"label":"Oral Testosterone Undecanoate","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Testosterone Undecanoate"]},{"label":"Axiron Testosterone Topical Solution","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Axiron Testosterone Topical Solution"]}],"interventions":[{"name":"Oral Testosterone Undecanoate","otherNames":["Oral TU"]},{"name":"Axiron Testosterone Topical Solution","otherNames":["Axiron solution"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Man 18 to 65 years of age, inclusive, with hypogonadism as defined by 2 AM total T values of \\<300 ng/dL drawn on 2 separate days (\\[approximately 7 days apart\\]).\n2. Adequate venous access\n3. Must be naïve to androgen-replacement therapy or washed out of prior androgen replacement therapies; willing to cease current T treatment or currently not be taking T treatment. Subjects must remain off all forms of T, except for dispensed study drug, throughout the entire study.\n4. Subjects on replacement therapy for hypopituitarism or multiple endocrine deficiencies must be on stable doses of thyroid hormone and adrenal replacement hormones for at least 14 days before Screen 1.\n5. Voluntarily given written informed consent to participate in this study.\n\nExclusion Criteria:\n\n1. Received oral topical, intranasal, or buccal T therapy within the previous 2 weeks, intramuscular T injection of short-acting duration within the previous 4 weeks, intramuscular T injection of long-acting duration within the previous 20 weeks, or T implantable pellets within the previous 6 months.\n2. Received oral TU in a previous Clarus-sponsored investigational study.\n3. Significant intercurrent disease of any type; in particular, liver, kidney, uncontrolled or poorly controlled heart disease, including hypertension, congestive heart failure or coronary heart disease, or psychiatric-illness, including severe depression.\n4. Recent (within 2 years) history of stroke, transient ischemic attack, or acute coronary event.\n5. A mean of the triplicate assessment of systolic blood pressure (sBP) \\> 150 mm Hg and/or diastolic blood pressure (dBP) \\> 90 mm Hg at screening.\n6. Recent (within 2 years) history of angina or stent (coronary or carotid) placement.\n7. Untreated, severe obstructive sleep apnea.\n8. Clinically significant abnormal laboratory values (serum transaminases \\> 2 × ULN, serum bilirubin \\> 1.5 × ULN and serum creatinine \\> 1.5 × ULN).\n9. Hematocrit (HCT) value of \\< 35% or \\> 48%.\n10. Has a history of polycythemia, either idiopathic or associated with testosterone replacement therapy (TRT).\n11. Glycosylated hemoglobin (A1C) \\> 8.5%.\n12. BMI ≥ 38 kg/m2.\n13. If receiving the following medications:\n\n    * Has been on stable doses of lipid-lowering medication for \\< 3 months;\n    * Has been on stable doses of oral medication for diabetes for \\< 2 months; or\n    * Has been on stable doses of antihypertensive medication for \\< 3 months.\n14. Abnormal prostate digital rectal examination (palpable nodules), elevated Prostate Specific Antigen (serum PSA \\> 4.0 ng/mL), International Prostate Symptom Score (I-PSS) \\> 19 points at screening, and/or history of, or current or suspected, prostate cancer.\n15. History of, or current or suspected, breast cancer.\n16. History of abnormal bleeding tendencies or thrombophlebitis unrelated to venipuncture or intravenous cannulation within the previous 2 years.\n17. Use of dietary supplements such as saw palmetto or phytoestrogens and any dietary supplements that may increase total T, such as androstenedione or dehydroepiandrosterone within the previous 4 weeks.\n18. Known malabsorption syndrome and/or current treatment with oral lipase inhibitors and bile acid-binding resins.\n19. Inability to refrain from smoking during the confinement periods as required by the individual study center.\n20. History of alcohol abuse or any drug substance within the previous 2 years.\n21. Poor compliance or unlikely to keep clinic appointments.\n22. Has received any drug as part of another research study within 30 days of initial dose administration in this study.\n23. Donated blood (≥ 500 mL) within the 12-week period before the initial study dose.\n24. Currently uses antiandrogens, 5-alpha-reductase inhibitors, estrogens, potent oral CYP3A4 inducers, potent CYP3A4 inhibitors, or long acting opioid analgesics.\n25. Unwilling or unable to follow the dietary guidelines for this study, related to taking oral TU with meals that contain approximately 20 to 40 g of fat","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Oral TU Treated Subjects Who Have a Total T Cavg in the Eugonadal Range of 252 to 907 ng/dL at Visit 7","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"145","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Post-stimulation Cortisol Level of >18 ug/dL at Visit 8","description":"Compare the Oral TU-treated subjects and the Topical Axiron®-treated subjects with respect to number of subjects in the cosyntropin stimulation test substudy with a normal maximum post-stimulation (cosyntropin stimulation) cortisol level at Visit 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":166},"commonTop":["Headache","Haematocrit Increased","Upper respiratory tract infection","High Density Lipoprotein Decreased","Hypertension"]}}}