{"nctId":"NCT00991341","briefTitle":"Red Cell Storage Duration Study","startDateStruct":{"date":"2010-01"},"conditions":["Cardiac Surgery","Erythrocyte Transfusion"],"count":1481,"armGroups":[{"label":"Shorter-storage red blood cell units","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Red blood cell units stored <= 10 days"]},{"label":"Longer-storage red blood cell units","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Red blood cell units stored >= 21 days"]}],"interventions":[{"name":"Red blood cell units stored <= 10 days","otherNames":[]},{"name":"Red blood cell units stored >= 21 days","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\>= 12 years old\n* \\>= 40 kg body weight\n* Scheduled complex cardiac surgery with planned use of median sternotomy.\n* Patients ≥ 18 years must have a Transfusion Risk Understanding Scoring Tool (TRUST) probability score ≥ 3\n\nExclusion Criteria:\n\n* Refusal of blood products\n* Planned surgery is minimally invasive\n* Known transfusion reaction history\n* Requirement for washed products, volume reduced products, or products with additive solution removed\n* Expected residual cyanosis with O2 saturation \\< 90\n* Left ventricular assist device (LVAD) or Extracorporeal membrane oxygenation (ECMO) support pre-operatively or planned need post-operatively\n* Cardiogenic shock requiring pre-operative placement of an Intra-aortic balloon pump (IABP) (IABP done for unstable angina or prophylactically for low ejection fraction is not excluded)\n* Planned Deep Hypothermic Circulatory Arrest (DHCA)\n* Renal dysfunction requiring pre-operative renal replacement therapies such as hemodialysis (HD) or continuous venovenous hemofiltration (CVVH)\n* Planned use of alternative to heparin, e.g. bivalirudin\n* Planned use of autologous or directed donations\n* Prior RBC transfusion during hospitalization for the study-qualifying surgery\n* Prior randomization into the RECESS study","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change in the Composite Multiple Organ Dysfunction Score (MODS) From the Pre-operative Baseline. The Worst Post-operative Values of Each Component of MODS Will be Used to Calculate the Change in MODS.","description":"The follow-up MODS used to calculate 7-day ΔMODS from pre-op baseline was based on the worst value of each component of MODS observed through post-op day 7, hospital discharge, or death, whichever occurred first, even if a subject's worst values for different components occurred on different dates. Subjects who died during this time period were assigned the worst possible follow-up MODS score, 24 points, and each component of MODS was set at 4, which is the worst score. If a subject did not die during this time period but had at least one day where the Glasgow Coma Score couldn't be scored \\[subject sedated; neurologic function not normal by pre-op history (prior stroke, tumor or trauma sequelae, cognitively challenged, behavioral disorder, etc.) or intra-op history, but currently unable to assess because of sedation\\], then a post-op MODS score was set to missing and a 7-day ΔMODS was not computed. The total MODS score ranges from 0 (best possible) to 24 points (worst possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.49","spread":"3.62"},{"groupId":"OG001","value":"8.66","spread":"3.55"}]}]}]},{"type":"SECONDARY","title":"All-cause Mortality","description":"Subjects were randomized for RECESS no earlier than one calendar day before the planned date of surgery, and were followed for all-cause mortality until post-operative Day 28, death, or study withdrawal, whichever occurred first. In some cases the surgery was postponed after randomization had already occurred. If surgery did not occur within 30 days after randomization, the subject ended the study and was not considered evaluable. If surgery did occur within 30 days after randomization, and the subject received at least one RBC transfusion between randomization and 96 hours after the end of surgery, the subject was considered evaluable. Therefore, in a few evaluable subjects, post-operative Day 28 could be nearly two months after the date of randomization. The times in the time-to-event analysis started at randomization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Multiple Organ Dysfunction Score From Pre-operative Baseline.","description":"The follow-up MODS used to calculate 28-day ΔMODS from pre-op baseline was based on the worst value of each component of MODS observed through post-op day 28, hospital discharge, or death, whichever occurred first, even if a subject's worst values for different components occurred on different dates. Subjects who died during this time period were assigned the worst possible follow-up MODS score, 24 points, and each component of MODS was set at 4, which is the worst score. If a subject did not die during this time period but had at least one day where the Glasgow Coma Score couldn't be scored\\[subject sedated; neurologic function not normal by pre-op history (prior stroke, tumor or trauma sequelae, cognitively challenged, behavioral disorder, etc.) or intra-op history, but currently unable to assess because of sedation\\], then a post-op MODS score was set to missing and a 28-day ΔMODS was not computed. The total MODS score ranges from 0 (best possible) to 24 points (worst possible).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.74","spread":"4.04"},{"groupId":"OG001","value":"9.07","spread":"4.22"}]}]}]},{"type":"SECONDARY","title":"Composite of Major In-hospital Post-operative Complications (Death, Stroke, Myocardial Infarction, Renal Failure, Culture-proven Sepsis/Septic Shock)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite of Major Cardiac Events (Death, Myocardial Infarction, Low Cardiac Output, Ventricular Tachycardia, Ventricular Fibrillation)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206","spread":null},{"groupId":"OG001","value":"230","spread":null}]}]}]},{"type":"SECONDARY","title":"Composite of Major Pulmonary Events (Any Mechanical Ventilation From 48 Hours Post-operation to Day 7, Hospital Discharge or Death, Whichever Comes First, or Pulmonary Embolism)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Ventilation Duration","description":"Because some subjects may experience multiple periods of ventilator use, the total duration that they were on a ventilator was compared between the two groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"3.9"},{"groupId":"OG001","value":"2.8","spread":"4.3"}]}]}]},{"type":"SECONDARY","title":"Change in Serum Creatinine From Pre-operative Value to Worst Post-operative Value","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.35","spread":"0.58"},{"groupId":"OG001","value":"0.35","spread":"0.51"}]}]}]},{"type":"SECONDARY","title":"Change in Troponin-I From Pre-operative Value to Worst Post-operative Value","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.82","spread":"37.64"},{"groupId":"OG001","value":"14.06","spread":"23.77"}]}]}]},{"type":"SECONDARY","title":"Change in Lactate From Pre-operative Value to Worst Post-operative Value","description":"The arterial lactate levels were adjusted to make them comparable to venous lactate levels.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.30","spread":"3.33"},{"groupId":"OG001","value":"2.92","spread":"5.97"}]}]}]},{"type":"SECONDARY","title":"Change in Bilirubin From Pre-operative Value to Worst Post-operative Value","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.85","spread":"1.24"},{"groupId":"OG001","value":"1.49","spread":"2.53"}]}]}]},{"type":"SECONDARY","title":"Change in ALT From Pre-operative Value to Worst Post-operative Value (for Pediatric Subjects Only)","description":null,"classes":[]},{"type":"SECONDARY","title":"Days to First Bowel Movement","description":"Subjects were randomized for RECESS no earlier than one calendar day before the planned date of surgery, and were followed until post-operative Day 28, death, or study withdrawal, whichever occurred first. In some cases the surgery was postponed after randomization had already occurred. If surgery did not occur within 30 days after randomization, the subject ended the study and was not considered evaluable. If surgery did occur within 30 days after randomization, and the subject received at least one RBC transfusion between randomization and 96 hours after the end of surgery, the subject was considered evaluable. Therefore, in a few evaluable subjects, post-operative Day 28 could be nearly two months after the date of randomization. The times in the time-to-event analyses are from randomization to first post-operative bowel movement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.89","spread":"0.17"},{"groupId":"OG001","value":"6.62","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Days to First Solid Food","description":"Subjects were randomized for RECESS no earlier than one calendar day before the planned date of surgery, and were followed until post-operative Day 28, death, or study withdrawal, whichever occurred first. In some cases the surgery was postponed after randomization had already occurred. If surgery did not occur within 30 days after randomization, the subject ended the study and was not considered evaluable. If surgery did occur within 30 days after randomization, and the subject received at least one RBC transfusion between randomization and 96 hours after the end of surgery, the subject was considered evaluable. Therefore, in a few evaluable subjects, post-operative Day 28 could be nearly two months after the date of randomization. The times in the time-to-event analyses are from randomization to first post-operative solid food.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.73","spread":"0.37"},{"groupId":"OG001","value":"6.18","spread":"0.35"}]}]}]},{"type":"SECONDARY","title":"Days Alive and Ventilator Free Through Post-op Day 28","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.38","spread":"6.40"},{"groupId":"OG001","value":"25.17","spread":"6.75"}]}]}]},{"type":"SECONDARY","title":"Any Mechanical Ventilation More Than 48 Hours Post-operation","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":283,"n":538},"commonTop":["Hypocalcaemia","Hyperbilirubinaemia","Hypotension","Sinus tachycardia","Hypertension"]}}}