{"nctId":"NCT01285323","briefTitle":"A Study to Evaluate the Efficacy and Safety of Reslizumab in Patients With Eosinophilic Asthma","startDateStruct":{"date":"2011-03"},"conditions":["Eosinophilic Asthma"],"count":464,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Reslizumab 3.0 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Reslizumab"]}],"interventions":[{"name":"Reslizumab","otherNames":["Cinquil","humanized monoclonal antibody","CEP-38072"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient is male or female, 12 through 75 years of age, with a previous diagnosis of asthma. Patients 12 through 17 years of age are excluded from participating in Germany, India, Argentina, and Korea; patients 66 through 75 years of age are excluded from participating in India and Korea.\n* The patient has had at least 1 asthma exacerbation requiring oral, intramuscular (im), or intravenous (iv) corticosteroid use for at least 3 days over the past 12 months before screening.\n* The patient has a current blood eosinophil level of at least 400/μL.\n* The patient has airway reversibility of at least 12% to beta-agonist administration.\n* The patient has an ACQ score of at least 1.5 5 at the screening and baseline (before the 1st dose of study drug) visits.\n* The patient is taking inhaled fluticasone at a dosage of at least 440 μg, or equivalent, daily. Chronic oral corticosteroid use (no more than 10 mg/day prednisone or equivalent) is allowed. If a patient is on a stable dose, eg, 2 weeks or more of oral corticosteroid treatment at the time of study enrollment, the patient must remain on this dose throughout the study. The patient's baseline asthma therapy regimen (including, but not limited to, inhaled corticosteroids, oral corticosteroids up to a maximum dose of 10 mg prednisone daily or equivalent, leukotriene antagonists, 5-lipoxygenase inhibitors, or cromolyn) must be stable for 30 days prior to screening and baseline and must continue without dosage changes throughout the study.\n* All female patients must be surgically sterile, 2 years postmenopausal, or must have a negative pregnancy test (ß-human chorionic gonadotropin \\[ß-HCG\\]) at screening (serum) and baseline (urine).\n* Female patients of childbearing potential (not surgically sterile or 2 years postmenopausal), must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for 30 days after participation in the study. Acceptable methods of contraception include barrier method with spermicide, abstinence, intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, and injected). NOTE: Partner sterility alone is not acceptable for inclusion in the study.\n* Written informed consent is obtained. Patients 12 through 17 years old, where participating, must provide assent.\n* The patient is in reasonable health (except for diagnosis of asthma) as judged by the investigator, and as determined by a medical history, medical examination, ECG evaluation (at screening), serum chemistry, hematology, and urinalysis.\n* The patient must be willing and able to understand and comply with study restrictions, requirements, and procedures, as specified by the study center, and to remain at the study center for the required duration during the study period, and willing to return to the study center for the follow-up evaluation as specified in this protocol.\n* Patients who experience an asthma exacerbation during the screening period will be considered to have failed screening and cannot be randomly assigned to study drug. Patients may be rescreened 1 time only.\n\nExclusion Criteria:\n\n* The patient has a clinically meaningful co-morbidity that would interfere with the study schedule or procedures, or compromise the patient's safety.\n* The patient has known hypereosinophilic syndrome.\n* The patient has another confounding underlying lung disorder (eg, chronic obstructive pulmonary disease, pulmonary fibrosis, or lung cancer). Patients with pulmonary conditions with symptoms of asthma and blood eosinophilia (eg, Churg-Strauss syndrome, allergic bronchopulmonary aspergillosis) will also be excluded.\n* The patient is a current smoker (ie, has smoked within the last 6 months prior to screening).\n* The patient is using systemic immunosuppressive, immunomodulating, or other biologic agents (including, but not limited to, anti-immunoglobulin E (IgE) mAb, methotrexate, cyclosporin, interferon-α, or anti-tumor necrosis factor \\[anti-TNF\\] mAb) within 6 months prior to screening.\n* The patient has previously received an anti-hIL-5 monoclonal antibody (eg, reslizumab, mepolizumab, or benralizumab).\n* The patient has any aggravating medical factors that are inadequately controlled (eg, rhinitis, gastroesophageal reflux disease, and uncontrolled diabetes).\n* The patient has participated in any investigative drug or device study within 30 days prior to screening.\n* The patient has participated in any investigative biologics study within 6 months prior to screening.\n* Other exclusion criteria apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Frequency of Clinical Asthma Exacerbations (CAEs) During 12 Months of Treatment","description":"An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. Adjusted CAE rate and confidence intervals were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.115","spread":null},{"groupId":"OG001","value":"0.859","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) At Week 16","description":"FEV1 is a standard measurement of air movement in the lungs of patients with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer.\n\nPositive change from baseline scores indicate improvement in asthma control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.122","spread":"0.0447"},{"groupId":"OG001","value":"0.223","spread":"0.0445"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"FEV1 is a standard measurement of air movement in the lungs of patients with asthma obtained from pulmonary function tests. It is the volume of air expired in the first second of a forced expiration using a spirometer. During study (Weeks 4, 8, 12 and 16) average value used a mixed effect model for repeated measures (MMRM) with treatment group, visit, treatment and visit interaction, and stratification factors as fixed effects and participant as a random effect. Covariates for baseline values were also included in the model; for pulmonary function test analyses, covariates for height and sex were included as well.\n\nPositive change from baseline scores indicate improvement in asthma control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.094","spread":"0.041"},{"groupId":"OG001","value":"0.187","spread":"0.041"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Quality of Life Questionnaire (AQLQ) to Week 16","description":"The AQLQ is a 32-item instrument administered as a self-assessment (Juniper et al 1992). The questionnaire is divided into 4 domains: activity limitation, symptoms, emotional function, and environmental stimuli. Patients were asked to recall their experiences during the last 2 weeks and to respond to each question on a 7-point scale (1=severe impairment, 7=no impairment). The overall AQLQ score is the mean of all 32 responses. Five of the activity questions were \"patient-specific,\" which means that each patient identified and scored 5 activities in which the patient was limited by asthma; these 5 activities were identified at the first visit and retained for all subsequent follow-up visits.\n\nPositive change from baseline scores indicate improvement in quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.777","spread":"0.1152"},{"groupId":"OG001","value":"0.987","spread":"0.1158"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Control Questionnaire (ACQ) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The ACQ is a 7-item instrument that measures asthma control (Juniper et al 1999). Six questions are self-assessments; the seventh item, completed by a member of the study staff, is the result of the patient's FEV1 measurement. Each item has 7 possible answers on a scale of 0 to 6, and the total score is the mean of all responses (the total scale is therefore 0-6). A higher score is an indication of poorer asthma control. The during treatment (Weeks 4, 8, 12 and 16) average ACQ was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.660","spread":"0.0875"},{"groupId":"OG001","value":"-0.857","spread":"0.0872"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates for Time to First Clinical Asthma Exacerbation (CAE)","description":"An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization.\n\nCAEs were adjudicated by committee to assure consistency. The distributions were compared by a log rank test stratified by baseline usage of oral corticosteroid (yes or no) and geographical region (US or other).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Asthma Symptom Utility Index (ASUI) Over 16 Weeks Using Mixed Model for Repeated Measures","description":"The ASUI is an 11-item instrument designed to assess the frequency and severity of asthma symptoms and side effects, weighted by patient preferences (Revicki et al 1998). ASUI is a utility score that ranges from 0 to 1, with higher values indicating better asthma control; info obtained from questionnaire about asthma symptoms.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average ASUI was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nPositive change from baseline values indicate improvement in asthma symptoms. Information was obtained from questionnaire about asthma symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.080","spread":"0.0161"},{"groupId":"OG001","value":"0.115","spread":"0.0161"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short-Acting Beta-Agonist (SABA) Use Over 16 Weeks Using Mixed Model for Repeated Measures","description":"SABA are used for quick relief of asthma symptoms. To measure SABA use, at each clinical visit patients were asked to recall their usage of SABA therapy within the last 3 days of the scheduled visit. If usage was confirmed, the number of puffs used was recorded. For the purpose of summaries, an average daily usage was evaluated by dividing the total number of puffs recorded over 3 days by 3.\n\nThe during treatment (Weeks 4, 8, 12 and 16) average SABA use was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements.\n\nNegative change from baseline scores indicate improvement in asthma control.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"0.233"},{"groupId":"OG001","value":"-0.50","spread":"0.230"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Blood Eosinophil Count Over 16 Weeks and 52 Weeks Using Mixed Model for Repeated Measures","description":"The blood eosinophil counts were measured using a standard complete blood count (CBC) with differential blood test. Results of all differential blood tests conducted after randomization were blinded.\n\nThe during treatment average eosinophil count was estimated using a mixed-effect model for repeated measures (MMRM) with fixed effects (treatment, stratification factors, sex, visit, interaction of treatment and visit), covariates (height, baseline value), and patient as the random effect for the repeated measurements. The 'over 16 weeks' value used data from Weeks 4, 8, 12 and 16. The 'over 52 weeks' value used all the during study time points listed in the Time Frame field.\n\nNegative change from baseline values correlate to reduced asthma severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.076","spread":"0.0268"},{"groupId":"OG001","value":"-0.555","spread":"0.0266"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.076","spread":"0.0233"},{"groupId":"OG001","value":"-0.565","spread":"0.0231"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events TEAE)","description":"An adverse event (AE) was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical intervention to prevent the previously listed serious outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201","spread":null},{"groupId":"OG001","value":"177","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"PRIMARY","title":"Frequency of Each of the Two Criteria for Clinical Asthma Exacerbations (CAEs)","description":"An exacerbation event was considered a CAE if the patient met either or both of the criteria listed below and this was corroborated with at least 1 other measurement to indicate the worsening of clinical signs and symptoms of asthma:\n\n* use of systemic, or an increase in the use of inhaled, corticosteroid treatment for 3 or more days; or an increased 2 or more fold for at least 3 or more days for patient's already on corticosteroids.\n* asthma-related emergency treatment, such as an unscheduled visit to the physician's office or emergency room for nebulizer treatment or other urgent treatment to prevent worsening of asthma symptoms, or an asthma-related hospitalization CAEs were adjudicated by committee to assure consistency.\n\nAdjusted CAE rate and confidence intervals for the two criteria were based on Negative Binomial regression model adjusted for stratification factors.\n\nResults are offered as adjusted means.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.660","spread":null},{"groupId":"OG001","value":"0.646","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.047","spread":null},{"groupId":"OG001","value":"0.033","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Abnormal Lab Values","description":"Data represents participants with potentially clinically significant (PCS) abnormal serum chemistry, hematology (except for eosinophil values), and urinalysis values.\n\nSignificance criteria:\n\n* Blood urea nitrogen: \\>=10.71 mmol/L\n* Creatinine: \\>=177 μmol/L\n* Urate: M\\>=625, F\\>=506 μmol/L\n* Aspartate aminotransferase (AST): \\>=3\\*upper limit of normal (ULN)\n* Alanine aminotransferase (ALT): \\>=3\\*ULN\n* GGT = gamma-glutamyl transpeptidase: \\>= 3\\*ULN\n* Total bilirubin: \\>=34.2 μmol/L\n* White blood cells (low): \\<=3.0\\*10\\^9/L\n* White blood cells (high): \\>=20\\*10\\^9/L\n* Hemoglobin (age \\>=18 years): M\\<=115, F\\<=95 g/dL\n* Hematocrit (age \\>=18 years): M\\<0.37, F\\<0.32 L/L\n* Eosinophils/leukocytes: \\>=10.0%\n* Platelets: \\<=75\\*10\\^9/L\n* Neutrophils: \\<=1.0\\*10\\^9/L\n* Urinalysis: blood, ketones, glucose, and protein: \\>=2 unit increase from baseline","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"168","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Potentially Clinically Significant (PCS) Vital Signs Values","description":"Data represents participants with potentially clinically significant (PCS) vital sign values.\n\nSignificance criteria\n\n* Sitting pulse (high): \\>100 and increase of \\>= 30 beats/minute\n* Sitting systolic blood pressure (low): \\<90 and decrease of \\>= 30 mmHg\n* Sitting systolic blood pressure (high): \\>160 and increase of \\>= 30 mmHg\n* Sitting diastolic blood pressure (low): \\<50 and decrease of \\>=12 mmHg (if 12-17 years old: \\<55 and decrease of \\>=12 mmHg 0\n* Sitting diastolic blood pressure (high): \\>100 and increase of \\>=12 mmHg\n* Respiratory rate (low): \\<6 breaths/minute\n* Respiratory rate (high): \\>24 and increase of \\>=10 breaths/minute\n* Body temperature (low): \\<35.8° Celsius\n* Body temperature (high): \\>=38.1 and increase of \\>=1.1° Celsius","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With a Positive Anti-Reslizumab Antibody Status During Study","description":"Counts of participants with a positive anti-drug antibody (ADA) response during treatment is offered for the experimental treatment arm. Blood samples were collected for determination of ADAs before study drug infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":232},"commonTop":["Asthma","Nasopharyngitis","Headache","Upper respiratory tract infection","Back pain"]}}}