{"nctId":"NCT03704922","briefTitle":"Age of Blood in Sickle Cell Transfusion","startDateStruct":{"date":"2017-10-04","type":"ACTUAL"},"conditions":["Sickle Cell Disease"],"count":26,"armGroups":[{"label":"≤10 day Blood","type":"EXPERIMENTAL","interventionNames":["Biological: Transfusion"]},{"label":"≥30 day Blood","type":"EXPERIMENTAL","interventionNames":["Biological: Transfusion"]}],"interventions":[{"name":"Transfusion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 16 to 60 years\n* have diagnosis of sickle cell disease\n* receiving outpatient red cell transfusion therapy\n* outpatient at the time of transfusion\n\nExclusion criteria:\n\n* history of reactions to transfusion therapy that cannot be adequately managed by antihistamines\n* do not have crossmatch compatible red cells\n* participation in another therapeutic trial for SCD\n* pregnant\n* HIV positive\n* uncontrolled inter-current illness, or psychiatric illness/social situations that would limit compliance with study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"60 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Biochemically Old Red Cell Units","description":"The investigators will compare the transfusions provided to the two groups (the proportion of biochemically old units when stored ≥30 days compared to when stored ≤10 days) using a Fisher exact test at an alpha of 0.05.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":null},{"groupId":"OG001","value":"0.86","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in the Concentration of CD62L Positive Circulating Monocytes","description":"Change in CD62Lcirculating monocyte/macrophage mean fluorescence intensity (MFI) at 2 hours post-transfusion compared to the subject pre-transfusion. The investigators will compare the two groups using a two sample two-sided t-test of the log at an alpha of 0.05. Power: In addition, we will use a generalized linear model to include biochemically old units transfused,regardless of unit age, as a covariate. Other co-variates will include free heme, cell free hemoglobin, and non-transferrin bound iron (NTBI) from the transfused unit. We will similarly compare secondary activation endpoints: activation markers for neutrophils and measured cytokine concentrations. When possible, donor and recipient red cells will be differentiated in S-antigen negative patients who are by chance provided S-positive heterozygous or homozygous donor red cells.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Infections in Adults","description":"The primary endpoint is the percentage of infections in adults who receive ≥30 day-old units as compared to ≤10 day-old units. The presence of an indwelling catheter will be used as a key co-variate in this analysis.\n\nThe investigators will further explore the relationship of blood age and transfusion of biochemically old red cell units on the change in hemoglobin (Hb) and hemoglobin S (HbS)% over time, daily pain scores, opioid use and dose, emergency department (ED) and hospitalization rate, infection symptoms, new alloantibody formation, and antibiotic use during the 3-month study period. The investigators will compare groups using a Fisher exact test. Power: A difference of 20% will be of clinical interest. The investigators do not expect to have adequate power for this pilot study but at an alpha of 0.05 with 20 subjects in each group the investigators will be able to detect a difference of 47% between the proportions.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":13},"commonTop":["Vaso-occlusive pain","Penile pain","Injury due to Fall","Fistula Swelling","Influenza"]}}}