{"nctId":"NCT02115321","briefTitle":"Study of Efficacy and Safety of Grazoprevir (MK-5172) + Elbasvir (MK-8742) in Chronic Hepatitis C Participants With Child-Pugh (CP)-B Hepatic Insufficiency (MK-5172-059)","startDateStruct":{"date":"2014-05-09","type":"ACTUAL"},"conditions":["Chronic Hepatitis C"],"count":40,"armGroups":[{"label":"Part A: CP-B GZR 50 mg + EBR 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir"]},{"label":"Part A: NC GZR 100 mg + EBR 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir","Drug: MK-5172A"]},{"label":"Part B: CP-B GZR 100 mg + EBR 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir","Drug: MK-5172A"]},{"label":"Part C: CP-B GZR 50 mg or 100 mg + EBR 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Grazoprevir","Drug: Elbasvir","Drug: MK-5172A"]}],"interventions":[{"name":"Grazoprevir","otherNames":["MK-5172"]},{"name":"Elbasvir","otherNames":["MK-8742"]},{"name":"MK-5172A","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Has documented chronic HCV GT1 infection (for Arm 4 participants may have GT4 or GT6 infection) with no evidence of non-typable or mixed genotype infection\n* Has clinical evidence of hepatic cirrhosis with a score on the Child-Pugh scale from 7 to 9 and not anticipated to receive a liver transplant within the next 36 weeks (for Arm 1, Arm 3, and Arm 4)\n* Has no evidence of cirrhosis (only for Arm 2 )\n* Agrees to remain truly abstinent or use (or have their partner use) an acceptable method of birth control from at least 2 weeks prior to Day 1 and continue until at least 14 days after last dose of study drug, or longer if dictated by local regulations\n\nExclusion criteria:\n\n* Is co-infected with hepatitis B virus or human immunodeficiency virus (HIV)\n* Has previously received direct-acting antiviral therapy for HCV\n* Has a history of malignancy \\<=5 years prior to signing informed consent except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or carcinoma in situ; or under evaluation for other active or suspected malignancy\n* Has cirrhosis and liver imaging results within 4 weeks prior to screening showing evidence of hepatocellular carcinoma (HCC), or is under evaluation for HCC\n* Is currently participating or has participated in a study with an investigational compound within 30 days of signing informed consent and is not willing to refrain from participating in another such study during the course of this study\n* Has clinically-relevant drug or alcohol abuse within 12 months of screening\n* Is pregnant or breast-feeding, or expecting to conceive or donate eggs or sperm from at least 2 weeks prior to Day 1 and continue throughout treatment and follow up, or longer if dictated by local regulations\n* Has received organ transplants (including hematopoietic stem cell transplants) other than cornea and hair\n* Has poor venous access\n* Has a history of gastric surgery (e.g., stapling, bypass) or history of malabsorption disorders (e.g., celiac sprue disease)\n* Requires, or likely to require, chronic systemic administration of corticosteroids during the course of the trial\n* Has evidence or history of chronic hepatitis not caused by HCV, including but not limited to nonalcoholic steatohepatitis (NASH), drug-induced hepatitis, and autoimmune hepatitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Viral Response 12 Weeks After Completing Study Therapy (SVR12)","description":"SVR12 was defined as hepatitis C virus (HCV) ribonucleic acid (RNA) levels below the lower limit of quantification (LLoQ) 12 weeks after completing study therapy. HCV RNA was measured with the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0 ® assay which has a LLoQ of 15 IU/mL and a limit of detection of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Experiencing an Adverse Event (AE) During Treatment and First 14 Follow-up Days","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Discontinuing Study Drug Due to an AE","description":"An AE is defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Model for End-Stage Liver Disease (MELD) Scores in CP-B Participants","description":"The MELD score provides an objective and granular assessment of liver improvement as a continuous variable. The calculation of MELD score is based on three biochemical variables (serum bilirubin, creatinine and international normalized ratio \\[INR\\] of prothrombin time). The MELD equation is as follows: 9.57 x ln(creatinine mg/dL) +3.78 x ln(bilirubin mg/dL) +11.2 x ln (INR) + 6.43. Scores are multiplied by 10 and rounded to the nearest whole number and range from 6 (less ill) to 40 (gravely ill). MELD scores were determined at Baseline (Day 1) and again at Week 12, Follow-up (FU) Week 12 (Week 24), and FU Week 24 (Week 36). Change from baseline in MELD score = Post-baseline MELD score - baseline MELD score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"1.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.38","spread":"1.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"3.15"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With HCV RNA Undetectable at Weeks 2, 4, and 12","description":"HCV RNA was measured with the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0 ® assay which has a LLoQ of 15 IU/mL and a limit of detection of 15 IU/mL.","classes":[]},{"type":"SECONDARY","title":"Percentage of Participants With HCV RNA <LLoQ at Weeks 2, 4, and 12","description":"HCV RNA was measured with the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0 ® assay which has a LLoQ of 15 IU/mL and a limit of detection of 15 IU/mL.","classes":[]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Viral Response 4 Weeks After Completing Study Therapy (SVR4)","description":"SVR4 was defined as HCV RNA levels \\<LLoQ 4 weeks after completing study therapy. HCV RNA was measured with the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0 ® assay which has a LLoQ of 15 IU/mL and a limit of detection of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Viral Response 24 Weeks After Completing Study Therapy (SVR24)","description":"SVR24 was defined as HCV RNA levels \\<LLoQ 24 weeks after completing study therapy. HCV RNA was measured with the COBAS™ AmpliPrep/COBAS™ Taqman™ HCV Test, v2.0 ® assay which has a LLoQ of 15 IU/mL and a limit of detection of 15 IU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":30},"commonTop":["Fatigue","Headache","Arthralgia","Nausea","Abdominal pain"]}}}