{"nctId":"NCT00690430","briefTitle":"Efficacy and Safety of Pasireotide Long Acting Release vs. Octreotide Long Acting Release in Patients With Metastatic Carcinoid Disease","startDateStruct":{"date":"2008-04"},"conditions":["Symptomatic Refractory Resistant Carcinoid Disease"],"count":186,"armGroups":[{"label":"Pasireotide LAR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Pasireotide"]},{"label":"Octreotide LAR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Octreotide"]}],"interventions":[{"name":"Pasireotide","otherNames":["SOM230"]},{"name":"Octreotide","otherNames":["Sadostatin LAR"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female patients aged 18 or greater\n* Patients with carcinoid tumors and symptoms (diarrhea and flushing) that are not adequately controlled by somatostatin analogues.\n* Female patients of child bearing potential must have a negative pregnancy test at baseline.\n* Patients for whom written informed consent to participate in the study has been obtained.\n\nExclusion criteria:\n\n* Patients receiving radiolabeled somatostatin analogue therapy within the 3 months or any cytotoxic chemotherapy or interferon therapy within the 4 weeks prior to randomization\n* Diabetic patients on anti-diabetic medications whose fasting blood glucose is poorly controlled as indicated by HBA1C \\> 8%\n* Patients with symptomatic cholelithiasis\n* Patient with malabsorption syndrome, short bowel or cholegenic diarrhea not controlled by specific therapeutic means.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Who Achieved Clinical Symptom Improvement by Randomization Stratum and Treatment.","description":"Percentage of patients who received clinical benefit in symptom (diarrhea and/or flushing) improvement as: Diarrhea (D)+Flushing (F): Patients with a daily mean number (#) of at least four bowel movements and a total of five or more flushing episodes. Clinical Benefit Response Criteria (CBRC): \\<4 daily mean bowel movements AND at least 20% reduction from Baseline in the daily mean # of bowel movements AND any reduction in the total # of flushing episodes compared with Baseline. (D) Patients with a daily mean # of at least four bowel movements and a total # of \\<5 flushing episodes. (CBRC) \\<4 daily mean bowel movements AND at least a 20% reduction from Baseline in the daily mean # of bowel movements. (F) Patients with a total # of at least 14 flushing episodes and a daily mean # of \\<4 bowel movements (CBRC) At least a 30% reduction from Baseline in the total # of flushing episodes.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.5","spread":null},{"groupId":"OG001","value":"28.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"20.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement in Daily Mean Number of Diarrhea Bowel Movement Episodes by Randomization Stratum and Treatment.","description":"Percent change from Baseline in mean daily bowel movements at Month 6 were compared between the two treatment groups using ANCOVA model with treatment as the main effect and symptom levels at Baseline (e.g. mean daily bowel movement at Baseline) and randomization stratum (D+F or D) as covariates. Percentage change = (Month 6 - baseline)/baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.5","spread":"24.28"},{"groupId":"OG001","value":"-38.4","spread":"28.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.2","spread":"10.26"},{"groupId":"OG001","value":"-22.9","spread":"31.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.1","spread":"24.04"},{"groupId":"OG001","value":"-36.5","spread":"29.05"}]}]}]},{"type":"SECONDARY","title":"Improvement in Daily Mean Number of Flushing Episodes by Randomization Stratum and Treatment.","description":"Percent change from Baseline in total number of flushing episodes comprising Month 6 were compared between the two treatment groups using ANCOVA model with treatment as the main effect and symptom levels at Baseline (e.g. total number of flushing episodes at Baseline) and randomization stratum (D+F or F) as covariates.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.0","spread":"41.06"},{"groupId":"OG001","value":"-52.8","spread":"32.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.4","spread":"23.13"},{"groupId":"OG001","value":"47.2","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.1","spread":"38.76"},{"groupId":"OG001","value":"-49.4","spread":"36.65"}]}]}]},{"type":"SECONDARY","title":"Pasireotide LAR vs. Octreotide LAR on Time to Symptom Response.","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Objective Tumor Response Rate Assessed by Investigator","description":"Baseline evaluations were to include Triphasic CT scan or MRI of the abdomen. Triphasic CT or MRIs were to be read by same radiologist at each assessment, measuring the same target and non-target lesions and accounting for all lesions that were present at Baseline. All known disease was accounted for when assessing objective tumor status. Current objective tumor status was to be captured on Tumor Assessment CRF. Objective response rate was defined by RECIST criteria: Partial response (PR) must have ≥ 30% decrease in the sum of longest diameter of all target lesions, from the baseline sum. Complete response (CR) must have disappearance of all target and non-target lesions. For CR or PR, tumor measurements must be confirmed by 2nd assessments within 4 weeks. Progression = 20% increase in the sum of longest diameter of all target lesions, from smallest sum of longest diameter of all target lesions recorded at or after baseline; or a new lesion; or progression of non-target lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Pasireotide LAR vs. Octreotide LAR on Disease Control Rate Based on RECIST Criteria","description":"Disease control rate (DCR) is the proportion of patients with a best overall response of Complete Response (CR) or Partial Response (PR) or Stable Disease (SD). Complete Response (CR): Disappearance of all target lesions Partial Response (PR): At least a 30% decrease in the sum of the longest diameter of all target lesions, taking as reference the baseline sum of the longest diameters. Progressive Disease (PD): At least a 20% increase in the sum of the longest diameter of all measured target lesions, taking as reference the smallest sum of longest diameter of all target lesions recorded at or after baseline, or a new lesion; or progression of non-target lesions. Stable Disease (SD): Neither sufficient shrinkage to qualify for PR or CR nor an increase in lesions which would qualify for PD. Unknown (UNK) Progression has not been documented and one or more target lesions have not been assessed or have been assessed using a different method than baseline.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.7","spread":null},{"groupId":"OG001","value":"46.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Pasireotide LAR vs. Octreotide LAR on Quality of Life Assessed by FACIT-D Questionnaire","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Pasireotide LAR vs. Octreotide LAR on Time to Symptom Progression","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Pasireotide LAR vs. Octreotide LAR on Duration of Symptom Response","description":null,"paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Assess the Proportion of Patients Who Achieved at Least a 30% Reduction in Frequency of Bowel Movements","description":null,"paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":53},"commonTop":["Fatigue","Hyperglycaemia","Diarrhoea","Nausea","Oedema peripheral"]}}}