{"nctId":"NCT02165397","briefTitle":"Ibrutinib With Rituximab in Adults With Waldenström's Macroglobulinemia","startDateStruct":{"date":"2014-07-07","type":"ACTUAL"},"conditions":["Waldenström's Macroglobulinemia"],"count":181,"armGroups":[{"label":"Randomized Study (Ibrutinib + Rituximab)","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib","Drug: Rituximab"]},{"label":"Randomized Study (Placebo + Rituximab)","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Rituximab"]},{"label":"Open-Label Substudy (Ibrutinib)","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib"]}],"interventions":[{"name":"Ibrutinib","otherNames":["PCI-32765"]},{"name":"Placebo","otherNames":[]},{"name":"Rituximab","otherNames":["Rituxan"]}],"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria for the Randomized Study\n\nInclusion Criteria:\n\n* Untreated or previously treated for WM. Previously treated subjects must have either documented disease progression or had no response (stable disease) to the most recent treatment regimen\n* Centrally confirmed clinicopathological diagnosis of WM\n* Measurable disease defined as serum monoclonal immunoglobulin M (IgM) \\>0.5 g/dL\n* Symptomatic disease meeting at least 1 of the recommendations from the Second International Workshop on Waldenström Macroglobulinemia for requiring treatment\n* Hematology and biochemical values within protocol-defined limits\n* Men and women ≥ 18 years of age\n* Eastern Cooperative Oncology Group (ECOG) performance status of ≤ 2\n\nExclusion Criteria:\n\n* Known involvement of the central nervous system by WM\n* Disease that is refractory to the last prior rituximab-containing therapy defined as either\n\n  * Relapse after the last rituximab-containing therapy \\< 12 months since last dose of rituximab, OR\n  * Failure to achieve at least a minor response (MR) after the last rituximab-containing therapy If the subject meets this exclusion criterion and therefore is excluded from the main randomized study, participation in the non randomized substudy (Arm C) may be considered\n* Rituximab treatment within the last 12 months before the first dose of study drug\n* Known anaphylaxis or (immunoglobulin E) IgE-mediated hypersensitivity to murine proteins or to any component of rituximab\n* Prior exposure to ibrutinib or other Bruton's tyrosine kinase (BTK) inhibitors\n* Known bleeding disorders (eg, von Willebrand's disease) or hemophilia\n* History of stroke or intracranial hemorrhage within 12 months prior to enrollment.\n* Any uncontrolled active systemic infection.\n* Any life-threatening illness, medical condition, or organ system dysfunction that, in the investigator's opinion, could compromise the subject's safety or put the study outcomes at undue risk.\n* Currently active, clinically significant cardiovascular disease\n* Requires treatment with a strong cytochrome P450 (CYP) 3A inhibitor\n\nEligibility Criteria for Open-label Substudy Treatment Arm C\n\nThe inclusion/exclusion criteria for the substudy (Arm C) are identical to those described above for the randomized study but, to be eligible, subjects need to be considered refractory to the last prior rituximab-containing therapy defined as either\n\n* Relapse after the last rituximab-containing therapy \\<12 months since last dose of rituximab, OR\n* Failure to achieve at least a MR after the last rituximab-containing therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression Free Survival (PFS) Based on Independent Review Committee (IRC) Assessment - Kaplan Meier Landmark Estimates at Month 54","description":"PFS was defined as the time from date randomization to date of first IRC-confirmed disease progression (PD) assessed according to the modified VIth International Workshop on Waldenström's Macroglobulinemia (IWWM) criteria (National Comprehensive Cancer Network \\[NCCN\\] 2014) or death due to any cause, whichever occurs first, regardless of the use of subsequent antineoplastic therapy prior to documented PD or death.\n\nAs the median PFS was not reached in the Ibrutinib + Rituximab arm at the time of the analysis, Kaplan Meier landmark estimate of the PFS rate at 54 months (that is, the estimated percentage of participants with PFS at Month 54) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"25.3","spread":null},{"groupId":"OG002","value":"39.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate (ORR) Based on IRC Assessment Up to 3 Years After Last Participant Randomized","description":"ORR, defined as the percentage of participants achieving a best overall response of protocol-specified complete response (CR), very good partial response (VGPR), or partial response (PR) per the IRC assessment at or prior to initiation of subsequent antineoplastic therapy and confirmed by 2 consecutive assessments. IRC assessment of response was conducted according to the modified VIth IWWM (NCCN 2014) criteria and incorporated assessments from the central radiology review. CR required complete resolution of lymphadenopathy/splenomegaly if present at baseline. VGPR and PR required reduction in lymphadenopathy/splenomegaly if present at baseline.. Kaplan-Meier estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.0","spread":null},{"groupId":"OG001","value":"30.7","spread":null},{"groupId":"OG002","value":"77.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Next Treatment (TnT) Time From the Date of Randomization to the Start Date of Any Subsequent WM Treatment.","description":"TTnT was measured from the date of randomization to the start date of any subsequent WM treatment. Participants without subsequent treatment were censored at the date of the last study visit.\n\nAs the median TTnT was not reached in the Ibrutinib + Rituximab arm and the Open-Label Substudy arm at the time of the analysis, Kaplan Meier landmark estimate of the TTnT rate at 54 months (that is, the estimated percentage of participants not receiving subsequent WM treatment at Month 54) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.4","spread":null},{"groupId":"OG001","value":"29.4","spread":null},{"groupId":"OG002","value":"64.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Hemoglobin (Hgb) Improvement Up to 3 Years After Last Participant Randomized","description":"Percentage of participants achieving a sustained improvement in Hgb at or prior to initiation of subsequent antineoplastic therapy. Hgb improvement is defined as an increase of ≥ 2 g/dL over baseline regardless of baseline value, or an increase to \\>11 g/dL with a ≥0.5 g/dL improvement if baseline is ≤ 11 g/dL. Sustained Hgb improvement is defined as improvement that is sustained continuously for ≥ 56 days (8 weeks) without blood transfusion or growth factors, which includes hemoglobin \\> 110 g/L with at least a 5 g/L improvement if baseline ≤110 g/L or increase ≥20 g/L over baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.3","spread":null},{"groupId":"OG001","value":"42.7","spread":null},{"groupId":"OG002","value":"71.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥ 3 Points Increase From Baseline by Week 25 in the Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-Fatigue) Subscale Score","description":"Percentage of participants with ≥ 3 points increase from baseline by Week 25 in the FACIT-Fatigue subscale score.The FACIT-Fatigue is a 13-item questionnaire that assesses participant reported fatigue and its impact upon daily activities and function over the past 7 days. Each of the 13 items of the FACIT-Fatigue Scale ranges from 0-4, with a range of possible total scores from 0 (extreme fatigue) to 52 (no fatigue). Scores below 30 indicate severe fatigue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.0","spread":null},{"groupId":"OG001","value":"54.7","spread":null},{"groupId":"OG002","value":"87.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) - Kaplan Meier Landmark Estimates at Month 54","description":"OS, defined as the time from the date of randomization to the date of death from any cause. All deaths observed as the time of the analysis were considered as events. For participants who were not known to have died at the time of the analysis, OS data were censored at the date last known alive.\n\nAs the median OS was not reached in any treatment arm at the time of the analysis, Kaplan Meier point estimates of the OS rate (that is, the estimated percentage of participants still surviving at Month 54) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.4","spread":null},{"groupId":"OG001","value":"84.2","spread":null},{"groupId":"OG002","value":"73.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":75},"commonTop":["Infusion related reaction","Diarrhoea","Anaemia","Tumour flare","Headache"]}}}