{"nctId":"NCT00205855","briefTitle":"An Implantable Spinal Cord Stimulation Pain Management System","startDateStruct":{"date":"2003-02"},"conditions":["Chronic Pain","Pain, Intractable","Pain","Back Pain","Failed Back Surgery Syndrome"],"count":65,"armGroups":[{"label":"Precision SCS","type":"EXPERIMENTAL","interventionNames":["Device: Precision SCS"]}],"interventions":[{"name":"Precision SCS","otherNames":["Stimulus System","PRECISION Spinal Cord Stimulator System (PRECISION System)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosed with chronic, intractable pain of the trunk and/or limbs which includes but is not limited to, unilateral or bilateral pain associated with any of the following: failed back surgery syndrome, intractable low back pain and leg pain.\n2. Be an appropriate candidate for surgery.\n3. Be capable of giving informed consent.\n4. Be capable and willing to follow all study related procedures.\n\nExclusion Criteria:\n\n1. Have an inability to operate the system either by self or care-giver.\n2. Are currently participating or have participated within the past 30 days in any clinical investigation that could conflict with the requirements of this study.\n3. Have any implanted electrical devices, regardless of whether active or inactive.\n4. Have any active implantable device regardless of whether stimulation is ON or OFF.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Visual Analog Scale (VAS) Score From Baseline to 2 Week Post Initial Fitting.","description":"The VAS score is rated by the patient for the average pain level within the past 7 days where on a scale of 0 to 10, 0 is equal to\"no pain\" and 10 is equal to \"worst pain imaginable.\" This measurement is captured at baseline and again at 2 weeks post intitial fitting. The measurement is the percent difference between the VAS at 2 weeks post intital fitting from the baseline VAS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":65},"commonTop":["Device Malfunction","Lead Migration","Over and Under stimulation during SCS Trial","CSF leak","Unpleasant Stimulation"]}}}