{"nctId":"NCT03399786","briefTitle":"Efficacy and Safety of Evinacumab in Patients With Homozygous Familial Hypercholesterolemia","startDateStruct":{"date":"2018-01-18","type":"ACTUAL"},"conditions":["Homozygous Familial Hypercholesterolemia"],"count":65,"armGroups":[{"label":"evinacumab","type":"EXPERIMENTAL","interventionNames":["Drug: evinacumab"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"evinacumab","otherNames":["REGN1500"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Diagnosis of functional HoFH\n2. If undergoing LDL apheresis, must have initiated LDL apheresis at least 3 months prior to screening and must have been on a stable weekly or every other week schedule and/or stable settings for at least 8 weeks\n3. Willing to consistently maintain his/her usual low fat or heart-healthy diet for the duration of the study\n\nKey Exclusion Criteria:\n\n1. LDL-C level \\<70 mg/dL (1.81 mmol/L) at the screening visit\n2. Background medical Lipid Modifying Therapy (LMT) (if applicable) that has not been stable before the screening visit\n3. Lipid-apheresis schedule /apheresis settings (if applicable) that have not been stable for at least 8 weeks before the screening visit\n4. Use of nutraceuticals or over-the-counter therapies known to affect lipids, at a dose/amount that has not been stable for at least 4 weeks prior to the screening visit\n5. Presence of any clinically significant uncontrolled endocrine disease known to influence serum lipids or lipoproteins\n6. Newly diagnosed (within 3 months prior to randomization visit) diabetes mellitus or poorly controlled (HbA1c \\>9%) diabetes\n7. History of a MI, unstable angina leading to hospitalization, coronary artery bypass graft surgery, percutaneous coronary intervention, uncontrolled cardiac arrhythmia, carotid surgery or stenting, stroke, transient ischemic attack, valve replacement surgery, carotid revascularization, endovascular procedure or surgical intervention for peripheral vascular disease within 3 months prior to the screening visit\n8. Pregnant or breastfeeding women\n9. Sexually active women of child bearing potential (WOCBP), who are unwilling to practice a highly effective birth control method prior to the initial dose, during the study, and for 24 weeks after the last dose of study drug\n10. Men who are sexually active with women of child bearing potential (WOCBP) and are unwilling to consistently use condoms during the study drug treatment period and for 24 weeks after the last dose of study drug regardless of vasectomy status\n\nNote: Other protocol defined inclusion/exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) From Baseline to Week 24 (Intent-to-Treat [ITT] Estimand)","description":"Percent change was calculated as 100x(calculated LDL-C value at Week 24 - calculated LDL-C value at baseline)/calculated LDL-C value at baseline. The baseline LDL-C value was the last calculated LDL-C value obtained before the first dose of double-blind-study drug. The calculated LDL-C at week 24 was the LDL-C value obtained within the week 24 efficacy analysis window, regardless of adherence to treatment and subsequent therapies (intent-to-treat \\[ITT\\] estimand). The ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"6.5"},{"groupId":"OG001","value":"-47.1","spread":"4.6"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Apolipoprotein B (Apo B) From Baseline to Week 24 (ITT Estimand)","description":"Percent change in Apo B from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"4.8"},{"groupId":"OG001","value":"-41.4","spread":"3.3"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Non-High-Density Lipoprotein Cholesterol (Non-HDL-C) From Baseline to Week 24 (ITT Estimand)","description":"Percent change from baseline in non-HDL-C at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"5.4"},{"groupId":"OG001","value":"-49.7","spread":"3.8"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Total Cholesterol (TC) From Baseline to Week 24 (ITT Estimand)","description":"Percent change in TC from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"4.2"},{"groupId":"OG001","value":"-47.4","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥30% Reduction in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) at Week 24 (ITT Estimand)","description":"Percentage of participants who achieved reduction in calculated LDL-C ≥30% at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.2","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With ≥50% Reduction in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) at Week 24 (ITT Estimand)","description":"Percentage of participants who achieved reduction in calculated LDL-C ≥ 50% at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"55.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) From Baseline to Week 24 (ITT Estimand)","description":"Absolute change in calculated LDL-C from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"17.6"},{"groupId":"OG001","value":"-134.7","spread":"12.4"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Met United States (US) Apheresis Eligibility Criteria at Week 24 (ITT Estimand)","description":"US apheresis eligibility criteria included participants who had inadequate response to diet and LMTs after 6 months of treatment and with functional Homozygous familial hypercholesterolemia (HoFH) or Heterozygous familial hypercholesterolemia (HeFH) (with 0-1 risk factor) with LDL-C ≥ 300 mg/dL (7.77 mmol/L). Percentage of participants who met US apheresis eligibility criteria at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Low-Density Lipoprotein Cholesterol (LDL-C) <100 Milligrams Per Deciliter (mg/dL) (2.59 Millimoles Per Liter [mmol/L]) at Week 24 (ITT Estimand)","description":"Percentage of participants with LDL-C value \\<100 mg/dL (2.59 mmol/L) in the DBTP at Week 24 was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analysed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Met European Union (EU) Apheresis Eligibility Criteria at Week 24 (ITT Estimand)","description":"EU apheresis eligibility criteria included participants who had inadequate response to diet and Lipid modifying therapies (LMTs) after 3 months of treatment, Primary prevention: Participants with Familial hypercholesterolemia (FH) with LDL-C \\>160 mg/dL (4.2 mmol/L) and Cardiovascular (CV) events in close relatives. Secondary prevention: Participants with progressive CV events with LDL-C \\> 120 to 130 mg/dL (3.1-3.4 mmol/L). Percentage of participants who met EU apheresis eligibility criteria at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.3","spread":null},{"groupId":"OG001","value":"32.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Calculated Low-Density Lipoprotein Cholesterol (LDL-C) <70 mg/dL (1.81 mmol/L) at Week 24 (ITT Estimand)","description":"Percentage of participants with LDL-C \\<70 mg/dL (1.81 mmol/L) at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"27.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Fasting Triglycerides (TG) From Baseline to Week 24 (ITT Estimand)","description":"Percent change from baseline in TG at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"7.0"},{"groupId":"OG001","value":"-55.0","spread":"3.1"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Lipoprotein A (Lp[a]) From Baseline to Week 24 (ITT Estimand)","description":"Percent change in Lp(a) from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"5.8"},{"groupId":"OG001","value":"-5.5","spread":"4.0"}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Apolipoprotein B (Apo B) From Baseline to Week 24 (ITT Estimand)","description":"Absolute change in Apo B from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"9.1"},{"groupId":"OG001","value":"-74.4","spread":"6.3"}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Non-High-Density Lipoprotein Cholesterol (Non-HDL-C) From Baseline to Week 24 (ITT Estimand)","description":"Absolute change in non-HDL-C from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"17.4"},{"groupId":"OG001","value":"-148.0","spread":"12.3"}]}]}]},{"type":"SECONDARY","title":"Absolute Change in Total Cholesterol (TC) From Baseline to Week 24 (ITT Estimand)","description":"Absolute change in TC from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"17.2"},{"groupId":"OG001","value":"-161.6","spread":"12.2"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Apolipoprotein CIII (Apo CIII) From Baseline to Week 24 (ITT Estimand)","description":"Percent change in Apo CIII from baseline at Week 24 in the DBTP was reported; value obtained regardless of adherence to study treatment and subsequent therapies (ITT estimand). ITT population included all randomized participants who received at least one dose or part of a dose of double-blind study drug. Participants in the ITT population were analyzed according to the treatment group allocated by randomization (i.e., as randomized participant group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"5.5"},{"groupId":"OG001","value":"-84.1","spread":"3.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":["Nasopharyngitis","Headache","Influenza like illness","Toothache","Nausea"]}}}