{"nctId":"NCT05763823","briefTitle":"A Study of Letermovir (MK-8228) to Evaluate Efficacy and Safety for Prevention of Cytomegalovirus Infection in Chinese Hematopoietic Stem Cell Transplant Recipients (MK-8228-045)","startDateStruct":{"date":"2023-03-24","type":"ACTUAL"},"conditions":["Cytomegalovirus Infection"],"count":120,"armGroups":[{"label":"Letermovir","type":"EXPERIMENTAL","interventionNames":["Drug: Letermovir"]}],"interventions":[{"name":"Letermovir","otherNames":["MK-8228"]}],"eligibilityModule":{"eligibilityCriteria":"The key inclusion and exclusion criteria include but are not limited to the following:\n\nInclusion Criteria:\n\n* Male/Female Chinese adult participant of an allogeneic Hematopoietic Stem Cell Transplant (HSCT).\n* Has documented positive Cytomegalovirus (CMV) serostatus (CMV immunoglobulin G \\[IgG\\] seropositive) for recipient (R+) at the time of screening.\n* Is receiving a first allogeneic HSCT.\n* Is within 28 days post-HSCT at the time of randomization.\n* Female participant is not a Woman of Child Bearing Potential (WOCBP) or is a WOBCP who agrees to use acceptable contraception during the treatment period and for ≥28 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* Received a previous allogeneic HSCT.\n* Has a history of CMV end-organ disease within 6 months prior to randomization.\n* Has evidence of CMV viremia at any time from HSCT procedure until the time of randomization.\n* Has severe hepatic insufficiency.\n* Is a) on renal replacement therapy (e.g., hemodialysis, peritoneal dialysis) OR b) has end stage renal impairment with a creatinine clearance \\<=10 mL/min within 5 days prior to randomization.\n* Has both moderate hepatic insufficiency AND moderate to severe renal insufficiency.\n* Has an uncontrolled infection on the day of randomization.\n* Has rapidly progressing disease that requires mechanical ventilation or is hemodynamically unstable.\n* Has a documented positive result for a human immunodeficiency virus antibody (HIV-Ab) test at any time prior to randomization, or for hepatitis C virus antibody (HCV-Ab) with detectable HCV ribonucleic acid (RNA), or hepatitis B surface antigen (HBsAg) within 90 days prior to randomization.\n* Has active solid tumor malignancies except localized basal cell or squamous cell skin cancer or the condition under treatment (e.g., lymphomas).\n* Has received any prohibited medications within 2 days prior to initiation of treatment with Letermovir.\n* Is anticipated to be treated with Traditional Chinese Medicine or herbal medicine during the study treatment period and for 14 days after study medication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Clinically Significant Cytomegalovirus (CMV) Infection up to Week 24 Post-Transplant","description":"Clinically significant CMV infection was defined as either one of the following: 1) initiation of anti-CMV pre-emptive therapy based on documented CMV viremia and the clinical condition of the participant or 2) onset of CMV end-organ disease. The percentage of participants with clinically significant CMV infection up to week 24 post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced an Adverse Event (AE)","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The percentage of participants who experienced an AE is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinue Study Treatment Due to an Adverse Event","description":"An adverse event (AE) is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The percentage of participants who discontinued study treatment due to an AE is reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinically Significant CMV Infection up to Week 14 Post-Transplant","description":"Clinically significant CMV infection was defined as either one of the following: 1) initiation of anti-CMV pre-emptive therapy based on documented CMV viremia and the clinical condition of the participant or 2) onset of CMV end-organ disease. The percentage of participants with clinically significant CMV infection up to 14 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Preemptive Therapy for CMV Viremia up to Week 14 Post-Transplant","description":"Initiation of anti-CMV preemptive therapy was based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with initiation of anti-CMV preemptive anti-CMV therapy up to 14 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Preemptive Therapy for CMV Viremia up to Week 24 Post-Transplant","description":"Initiation of anti-CMV preemptive therapy was based on documented CMV viremia and the clinical condition of the participant. The percentage of participants with initiation of anti-CMV preemptive anti-CMV therapy up to 24 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CMV End-organ Disease up to Week 14 Post-Transplant","description":"CMV end-organ disease met per-protocol diagnostic criteria for CMV-pneumonia, gastrointestinal disease, hepatitis, central nervous system disease, retinitis, nephritis, cystitis, myocarditis, pancreatitis, or other disease categories. Only Clinical Adjudication Committee-confirmed CMV end-organ disease will be included in this analysis. The percentage of participants with CMV end-organ disease up to 14 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CMV End-organ Disease up to Week 24 Post-Transplant","description":"CMV end-organ disease met per-protocol diagnostic criteria for CMV-pneumonia, gastrointestinal disease, hepatitis, central nervous system disease, retinitis, nephritis, cystitis, myocarditis, pancreatitis, or other disease categories. Only Clinical Adjudication Committee-confirmed CMV end-organ disease will be included in this analysis. The percentage of participants with CMV end-organ disease up to 24 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-Cause Mortality up to Week 14 Post-Transplant","description":"The percentage of participants who died due to any cause up to 14 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-cause Mortality up to Week 24 Post-Transplant","description":"The percentage of participants who died due to any cause up to 24 weeks post-transplant is reported.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":120},"commonTop":["Hypokalaemia","Vomiting","Pyrexia","Nausea","White blood cell count decreased"]}}}