{"nctId":"NCT04144413","briefTitle":"3-year Study in Dry Eye Disease Patients With Severe Keratitis Receiving Ikervis® (1mg/mL Ciclosporin)","startDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"conditions":["Dry Eye Disease With Severe Keratitis"],"count":350,"armGroups":[{"label":"Period 1 Open-label Ikervis","type":"EXPERIMENTAL","interventionNames":["Drug: Open-label Ikervis"]},{"label":"Period 2 Masked Ikervis","type":"EXPERIMENTAL","interventionNames":["Drug: Masked Ikervis"]},{"label":"Period 2 Masked Vehicle","type":"OTHER","interventionNames":["Other: Vehicle Comparator: Masked Vehicle"]}],"interventions":[{"name":"Open-label Ikervis","otherNames":[]},{"name":"Masked Ikervis","otherNames":[]},{"name":"Vehicle Comparator: Masked Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator, the patient is capable of understanding and complying with protocol requirements.\n2. The patient has signed and dated a written informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n3. Male or female patient is aged 18 years or above.\n4. At least 4 weeks of use of tear substitutes prior to the Baseline Visit\n5. DED patients with severe keratitis defined as the following:\n\n   * CFS score of 3, 4 or 5 on the modified Oxford scale in at least one eye at Baseline Visits, AND\n   * Schirmer test without anaesthesia scored \\<10 mm/5min in the same eye at Baseline Visit, AND\n   * At least two moderate to very severe symptoms of dry eye disease with a score ≥2 (severity graded on a 0 to 4 grade scale), among the following symptoms: burning/stinging, foreign body sensation, eye dryness, eye pain and blurred/poor vision at Baseline Visit.\n6. Patient must be willing and able to undergo and return for scheduled study-related examinations.\n\nExclusion Criteria:\n\n1. Active herpes keratitis or history of ocular herpes.\n2. History of ocular trauma or ocular infection (viral, bacterial, fungal, protozoal) within 90 days before the Baseline Visit.\n3. Any ocular diseases other than DED requiring topical ocular treatment during the course of the study. Patients taking preservative-free IOP lowering medications are eligible for study enrolment.\n4. Concurrent ocular allergy (including seasonal conjunctivitis) or chronic conjunctivitis other than dry eye.\n5. Anticipated use of temporary punctal plugs during the study. Patients with punctal plugs placed prior to the Baseline Visit are eligible for enrolment; however, punctal plugs must remain in place during the study.\n6. Best corrected distance visual acuity (BCDVA) score ≤ 20/200 Snellen in each eye.\n7. Presence or history of any systemic or ocular disorder, condition or disease that could possibly interfere with the conduct of the required study procedures or the interpretation of study results or judged by the investigator to be incompatible with the study (e.g., diabetes with glycemia out of range, thyroid malfunction, uncontrolled autoimmune disease, current systemic infections, ocular infection…).\n8. Known hypersensitivity to one of the components of the study or procedural medications (e.g., fluorescein, etc.).\n9. History of ophthalmic malignancy\n10. History of malignancy (other than ophthalmic) in the last 5 years.\n11. Anticipated change during course of the study in the dose of systemic medications that could affect a dry eye condition \\[mainly, estrogen-progesterone or other estrogen derivatives (only allowed for post-menopausal women), pilocarpine, isotretinoine, tetracycline, antihistamines, tricyclic antidepressants, anxiolytics, antimuscarinics, beta-blocking agents, phenothiazines, omega-3, systemic corticosteroids\\]. These treatments are allowed during the study provided they remain stable throughout the course of the study.\n12. Use of topical ciclosporin in the past 3 months prior to Baseline visit.\n13. Any change in systemic immunosuppressant drugs within 30 days before the Baseline Visit or anticipated change during the course of the study.\n14. Pregnancy or lactation at the Baseline Visit.\n15. Women of childbearing potential not using a medically acceptable, highly effective method of birth control (such as hormonal implants, injectable or oral contraceptives together with condoms, some intrauterine devices, sexual abstinence or vasectomised partner) from the Baseline Visit throughout the conduct of the study treatment periods and up to 2 weeks after the study end. Post-menopausal women (two years without menstruation) do not need to use any method of birth control.\n16. Participation in a clinical trial with an investigational substance within the past 30 days prior to Baseline Visit.\n17. Participation in another clinical study at the same time as the present study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Correlation Between Mean Change From Baseline in Corneal Fluorescein Staining (CFS) Score and Symptom Assessment iN Dry Eye (SANDE) Symptoms Score at Each Visit.","description":"For analysis, SCC (Spearman Correlation Coefficient) and its 95% Confidence Interval were calculated for the correlation analysis between change from baseline in CFS (Corneal Fluorescein Staining) score at visit X and SANDE (Symptom Assessment iN Dry Eye) symptoms score using the FAS (Full Analysis Set) Period 1 Population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.169","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.245","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.274","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.258","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.322","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.274","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.343","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.332","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.266","spread":null}]}]}]},{"type":"SECONDARY","title":"Corneal Fluorescein Staining (CFS) Score and Change From Baseline by Visit","description":"Period 1 is Baseline to Month 12 included. CFS is Corneal Fluorescein Score. Staining using fluorescein was graded using the modified Oxford scale (7-point ordinal scale, score 0, 0.5, and 1 to 5 per area \\[cornea + nasal and temporal conjunctiva\\]) for cornea and conjunctiva separately. On this modified scale, the score 0 corresponds to no staining dots and the score 0.5 corresponds to one staining dot per area.\n\nA CFS grade of 0 represents complete corneal clearing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"0.667"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":"1.072"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":"0.995"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.72","spread":"1.137"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.91","spread":"1.143"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.42","spread":"1.094"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.20","spread":"1.123"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"1.008"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.49","spread":"0.981"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":344},"commonTop":["Eye irritation","Dry Eye","COVID-19","Eye pain","Eye pruritus"]}}}