{"nctId":"NCT03391882","briefTitle":"A Study of an Investigational Drug to See How it Affects the People With Parkinson's Disease Complicated by Motor Fluctuations (\"OFF\" Episodes) Compared to an Approved Drug Used to Treat People With Parkinson's Disease Complicated by Motor Fluctuations (\"OFF\" Episodes)","startDateStruct":{"date":"2018-12-19","type":"ACTUAL"},"conditions":["Motor OFF Episodes Associated With Parkinson's Disease"],"count":113,"armGroups":[{"label":"APL-130277","type":"EXPERIMENTAL","interventionNames":["Drug: APL-130277"]},{"label":"subcutaneous apomorphine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: subcutaneous apomorphine"]}],"interventions":[{"name":"APL-130277","otherNames":["Apomorphine Hydrochloride"]},{"name":"subcutaneous apomorphine","otherNames":["APO-go®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The subject (and caregiver, if applicable) must be fully informed of and understand the objectives, procedures, and possible benefits and risks of the study, and give written informed consent prior to performing any study related activities.\n2. Male or female ≥ 18 years of age.\n3. Clinical diagnosis of Idiopathic Parkinson's disease (PD), consistent with UK Brain Bank Criteria (excluding the \"more than one affected relative\" criterion).\n4. Clinically meaningful response to levodopa (L-Dopa), as determined by the Investigator.\n5. Subjects at screening must demonstrate an adequate L-Dopa response on the Movement Disorder Society Unified Parkinson's Disease Rating Scale (MDS UPDRS) Part III in the \"ON\" state compared to the MDS UPDRS Part III in the \"OFF\" state and on the Hoehn and Yahr, as determined during the review by Enrollment Adjudication Committee (EAC), Sponsor, and Medical Monitor.\n6. Receiving stable doses of L Dopa/carbidopa and/or L Dopa/benserazide and/or L Dopa/carbidopa/entacapone (immediate or chronic release) administered at least 4 times per day OR Rytary™ administered at least 3 times per day for at least 4 weeks before the initial screening Visit (SV1). Adjunctive PD medication regimens are permitted but must be maintained at a stable dose for at least 4 weeks prior to SV1 with the exception of monoamine oxidase B (MAO B) inhibitors, which must be maintained at a stable level for at least 8 weeks prior to SV1.\n7. No planned medication change(s) or surgical intervention anticipated during the course of study.\n8. Subjects must experience at least one well defined \"OFF\" episode per day and have a total daily \"OFF\" time duration of \\> 2 hours during the waking day, based on judgment of physician and subject self assessment.\n9. Subject must have predictable morning \"OFF\" periods, based on judgment of physician and subject self assessment.\n10. Subject, and where appropriate caregiver, must be trained in completing the home dosing diaries and able to recognize \"ON\" and \"OFF\" states.\n11. Stage III or less on the modified Hoehn and Yahr scale in the \"ON\" state.\n12. Mini-Mental State Examination (MMSE) score \\> 25.\n13. Female subject of childbearing potential and male subject with female partner of childbearing potential must agree to either remain abstinent or use adequate and reliable contraception throughout the study and for at least 7 days after the last dose of study drug has been taken. Note: Continued use of adequate and reliable contraception is recommended through 30 days after study completion.\n14. Willing and able to comply with scheduled visits, treatment plan, laboratory tests, and other study related procedures to complete the study.\n15. Must be approved as a satisfactory candidate by the Enrollment Adjudication Committee (EAC), Medical Monitor, and Sponsor.\n\nExclusion Criteria:\n\n1. Atypical or secondary parkinsonism.\n2. Major focal brain disorders including malignancy or stroke.\n3. Prior treatment with any of the following: a neurosurgical procedure for PD; continuous subcutaneous (subcutaneous) apomorphine infusion; subcutaneous (subcutaneous) apomorphine injection; Duodopa/Duopa; or APL-130277.\n4. Contraindications to domperidone, subcutaneous apomorphine, or hypersensitivity to apomorphine hydrochloride or any of the ingredients of subcutaneous apomorphine (notably sodium metabisulfite).\n5. Female who is pregnant or lactating.\n6. Participation in an interventional clinical study and/or receipt of any investigational (ie, unapproved) medication within 30 days prior to SV1.\n7. Currently taking selective 5HT3 antagonists (ie, ondansetron, granisetron, dolasetron, palonosetron, alosetron), dopamine antagonists (excluding quetiapine or clozapine) or dopamine depleting agents. Subjects receiving anti depressants must be on a stable daily dose for at least 8 weeks prior to SV1.\n8. The subject has a current diagnosis or history of substance abuse (excluding nicotine and caffeine) or alcohol abuse (in the opinion of the investigator) \\< 6 months prior to SV1.\n9. The recreational use of cannabinoids and hallucinogenic are excluded, as well any use of a sublingual formulation of any drug.\n10. Subject has a history of malignancy within 5 years prior to SV1, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer.\n11. Subject has a clinically significant abnormality on screening evaluation including physical examination, vital signs, electrocardiogram (ECG), or laboratory tests that the Investigator considers to be inappropriate to allow participation in the study.\n12. Subject has screening laboratory test results of: blood urea nitrogen (BUN) value ≥ 1.5 times the upper limit of normal (ULN) for the reference range; serum creatinine \\> 1.5 times the ULN for the reference range; or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) value ≥ 2 times the ULN for the reference laboratory.\n13. Subject has random (non-fasting) screening glucose of ≥ 200 mg/dL (11.1 mmol/L) or HbA1c \\> 7.0%.\n14. Subjects with type 1 diabetes, or insulin dependent diabetics are excluded. Subjects with type 2 diabetes are eligible for study inclusion if the following conditions are met:\n\n    * Subject's screening glucose is \\< 200 mg/dL (11.1 mmol/L). Note: Subjects with random (non fasting) blood glucose at screening ≥ 200 mg/dL (11.1 mmol/L) must be retested in a fasted state; and\n    * Subject's hemoglobin A1c (HbA1c) ≤ 7.0%; and\n    * If the subject is currently being treated with oral anti-diabetic medication(s), the dose must have been stable for at least 4 weeks prior to SV1. Such medication may be adjusted or discontinued during the study, as clinically indicated.\n15. The subject's screening ECG results of corrected QT interval using Fridericia's formula (QTcF) ≥ 450 msec for male subjects or ≥ 470 msec for female subjects. Eligibility will be based on the core laboratory ECG interpretation report.\n16. Subject has a positive screening laboratory test result for human immunodeficiency virus (HIV).\n17. Subject has a positive screening laboratory test result for hepatitis B surface antigen or hepatitis C antibodies and has liver function test results at screening above the ULN for the reference laboratory.\n18. Subject has any other medical disorder that, in the opinion of the Investigator, could interfere with the subject's participation in the study.\n19. Subject has major psychiatric disorder(s), including but not limited to: bipolar disorder, psychosis (eg, Parkinson's Disease Psychosis), major depressive episode, or any disorder that, in the opinion of the Investigator, would require treatment that could make study participation unsafe or make treatment compliance difficult.\n20. History of clinically significant impulse control disorder(s).\n21. History of symptomatic orthostatic hypotension requiring medication.\n22. History of severe dyskinesia based on a score of 4 on the MDS-UPDRS Part IV.\n23. Dementia that precludes providing informed consent or would interfere with participation in the study.\n24. Current/recent suicidal ideation as evidenced by answering \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS assessment at screening (using the \"screening /Baseline Version\" scale, in the past 12 months) or attempted suicide within the last 5 years.\n25. Presence of canker or mouth sores in the 30 days prior to SV1, or other clinically significant oral pathology in the opinion of the Investigator. The Investigator should follow-up with an appropriate specialist on any finding, if indicated, before enrolling a subject into the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Pre-dose to 90 Mins. Post-dose in Movement Disorders Society Unified Parkinson's Disease Rating Scale Part III Score After 4 Weeks of Dosing in Each Crossover Period (Assessed by the Blinded-rater In-clinic at Visit 3 and Visit 6 of PART B).","description":"The Movement Disorders Society Unified Parkinson's Disease Rating Scale (MDS-UPDRS) is a clinimetric assessment of subjective and objective symptoms and signs of Parkinson's disease created by the Movement Disorder Society. The summary score used in this study for the primary objective and primary efficacy endpoint is Part III motor examination score. Each Part III item has a 0-4 rating, where 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe. Higher MDS-UPDRS scores reflect worse motor function. MDS-UPDRS III is a total of 18 questions with 33 individual items, each item ranges from 0-4. The MDS-UPDRS III motor score is the summation of all these 33 individual item scores, and hence ranges from 0-132. Score drops over time imply improvement in motor function (higher values represent a worse outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.78","spread":null},{"groupId":"OG001","value":"-13.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Durability of Effect, Defined as an Investigator Confirmed Full \"ON\" Within 30 Minutes Post Dose and at 90 Minutes Post-dose, After 4 Weeks of Dosing in Each Crossover Period (Assessed by the Blinded-rater In-clinic at Visit 3 and Visit 6 of PART B).","description":"Investigator will confirm whether subject is \"OFF\", Full \"ON\" or Partial \"ON\" , and note the time the subject changes from \"OFF\" to Partial \"ON\" or Full \"ON\". The Investigator will also record the subject \"ON\"/\"OFF\" status (binary variable, Yes / No) prior to performing each MDS-UPDRS Part III assessment. Durability of effect is defined as an Investigator confirmed full \"ON\" within 30 minutes post-dose and at 90 minutes post-dose, after 4 weeks of dosing in each PART B crossover period.\n\nResponse rate = % of subjects that achived full \"ON\" within the timeframe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.03","spread":null},{"groupId":"OG001","value":"17.74","spread":null}]}]}]},{"type":"SECONDARY","title":"Subject Preference for APL Treatment as Measured by the Subject Treatment Preference Questionnaire (TPQ), Planned After the Subject Had Completed Both APL-130277 and sc Apomorphine Treatment Regimens (Assessed In-clinic at Visit 6 of PART B)","description":"The TPQ assessment of subject treatment preference was changed from being based on a visual analogue scale or VAS (Q9b)) to a 5-point Likert scale (Q9a). Subject reported preference for APL or SC was based on question Q9a or Q9b combined. For Q9a, responses were dichotomized as follows for statistical analysis: preference for APL (responses of either definitely or somewhat prefer APL) versus no preference for APL (responses of no preference, or somewhat/definitely prefer sc apomorphine). The VAS score was similarly dichotomized as preference for APL (score of \\>0 to 50) versus no preference for APL (-50 to 0). If a subject responded to both Q9a and Q9b, then Q9a only was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Subject Confirmed Durability of Effect, Defined as Subject Confirmed Full \"ON\" Within 30 Minutes Post-dose and at 90 Minutes Post-dose, After 4 Weeks of Dosing in Each Crossover Period (Assessed In-clinic at Visit 3 and Visit 6 of PART B).","description":"Patients will confirm whether he/she is \"OFF\", Full \"ON\" or Partial \"ON\", and the staff will ask the subject to notify the staff when he/she changes from \"OFF\" to Partial \"ON\" or Full \"ON\" (binary variable, Yes / No) . Subject confirmed durability of effect is defined as subject confirmed full \"ON\" within 30 minutes post-dose and at 90 minutes post-dose, after 4 weeks of dosing in each crossover period (assessed in-clinic at V3 and V6 of PART B).\n\nResponse rate = % subjects that achived full ON within the timeframe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.75","spread":null},{"groupId":"OG001","value":"19.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGI-C): Subject Improvement of \"OFF\" Episodes, Defined as Very Much Better, Much Better or a Little Better After 4 Weeks of Dosing in Each Crossover Period (Assessed In-clinic at Visit 3 and Visit 6 of PART B).","description":"The PGI-C is the patient reported outcome counterpart to the Clinical Global Impressions scale, (CGI), which was published in 1976 by the National Institute of Mental Health (US). It consists of one item taken from the CGI and adapted to the patient. The PGI-C is based on a 7-point scale, where a lower score is associated with higher symptom improvement. The scale is:\n\nVery much better Much better A little better No change A little worse Much worse Very much worse\n\nSubject improvement of \"OFF\" episodes is defined as very much better, much better or a little better at Week 4 in each PART B crossover period.\n\nResponse rate= % of subjects who achieved improvement of \"OFF\" episodes","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.14","spread":null},{"groupId":"OG001","value":"83.10","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":102},"commonTop":["Nausea","Dyskinesia","Somnolence","Fatigue","Injection site haematoma"]}}}