{"nctId":"NCT03678675","briefTitle":"Increased Ketorolac Administration After Cesarean Section and Its Effect on Opioid Use: a Randomized Control Trial","startDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"conditions":["Post-operative Pain","Post-partum Pain","Cesarean Section Complications"],"count":148,"armGroups":[{"label":"Standard Protocol","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Ketorolac Protocol","type":"EXPERIMENTAL","interventionNames":["Drug: Ketorolac"]}],"interventions":[{"name":"Ketorolac","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women presenting for care at Tufts Medical Center as an outpatient in obstetrics clinic or on Labor and Delivery.\n* The subject must have had a cesarean section for any indication at Tufts Medical Center to be randomized to the study\n* The subject is willing to have a phone call follow up conversation 2 weeks after their surgery.\n\nExclusion Criteria:\n\n* Patients with allergy to ketorolac, NSAIDS or aspirin\n* Patients with peptic ulcer disease, preexisting kidney or liver disease.\n* Duramorph is not used as the anesthetic for the spinal/epidural during the cesarean section.\n* Patient is hemodynamically unstable due to hemorrhage.\n* Patient requires therapeutic anticoagulation in the post-operative period\n* Patients with peripartum cardiomyopathy\n* Provider decision to exclude patient.\n* Patient diagnosis of chronic hypertension, gestational hypertension, preeclampsia, HELLP syndrome, or eclampsia\n* A study subject may participate in another research study while participating in this research study.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Total Morphine Milligram Equivalents (MME) Used in the First 72 Postoperative Hours","description":"The amount of MME's will be monitored for each group. MME's will be determined by the amount of opiate mediations administered. The MME value can range from 0 to typically 200 MME's, however there is no upper limit of measureable MME's. The MME's for each patient will be a sum of MME's administered throughout the course of the hospitalization.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Pain Score Greater Than 3","description":"The patient reported pain scores will be recorded and analyzed for each group. The Pain Score is determined by the patient using a visual analog scale with a range from 0-10, where 0 is no pain at all and 10 is the worst pain imaginable for the patient. Pain scores were collected by postpartum nursing staff per institutional policy. The number of patients with a pain score greater than 3 will be reported. A pain score greater than 3 was chosen as a cutoff as this is the pain score at which an opioid may be indicated for analgesia at our institution.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Patients That Used no Opioid Postoperatively","description":"The number of patients in each arm that required no opioids for pain control postoperatively.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Postoperative Change in Hematocrit","description":"The change in patient hematocrit from baseline to POD1","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.5","spread":"3.5"},{"groupId":"OG001","value":"-5.5","spread":"2.6"}]}]}]},{"type":"SECONDARY","title":"Change in Creatinine","description":"The change in patient's creatinine from POD1 to POD2","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":".03","spread":".05"},{"groupId":"OG001","value":".59","spread":".01"}]}]}]},{"type":"SECONDARY","title":"Postoperative Satisfaction With Inpatient Pain Control","description":"Two weeks after cesarean section, subjects were contacted by telephone to complete a survey on postpartum pain management. At least three attempts were made to contact subjects by telephone. In the follow-up phone call, patients were asked to rate their satisfaction with their postpartum care: very satisfied, satisfied, neutral, dissatisfied, or very dissatisfied. The number below describes the number of patients who reported they were \"very satisfied\" with their care.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Postoperative Satisfaction With Their Inpatient Postpartum Care.","description":"Two weeks after cesarean section, subjects were contacted by telephone to complete a survey on their overall postpartum care. At least three attempts were made to contact subjects by telephone. In the follow-up phone call, patients were asked to rate their satisfaction with their postpartum care: very satisfied, satisfied, neutral, dissatisfied, or very dissatisfied. The number below describes the number of patients that reported they were very satisfied with their care.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":74},"commonTop":[]}}}