{"nctId":"NCT01969708","briefTitle":"Study of Comparative Treatments for Retinal Vein Occlusion 2 (SCORE2)","startDateStruct":{"date":"2014-09","type":"ACTUAL"},"conditions":["Central Retinal Vein Occlusion"],"count":362,"armGroups":[{"label":"aflibercept","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: aflibercept"]},{"label":"bevacizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: bevacizumab"]}],"interventions":[{"name":"aflibercept","otherNames":["EYLEA"]},{"name":"bevacizumab","otherNames":["Avastin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have center-involved macular edema secondary to CRVO. Eyes may be enrolled as early as the time of diagnosis of the macular edema. The definition of CRVO used in SCORE will also be used for the purposes of SCORE2: a CRVO is defined as an eye that has retinal hemorrhage or other biomicroscopic evidence of retinal vein occlusion (e.g., telangiectatic capillary bed) and a dilated venous system (or previously dilated venous system) in all 4 quadrants.\n* Due to the similarities of a hemiretinal vein occlusion (HRVO) to CRVO,HRVO will be classified as CRVO for the purposes of this clinical trial. Eyes classified as having a HRVO will be limited to no more than 25% of the planned sample size. A HRVO is defined as an eye that has retinal hemorrhage or other biomicroscopic evidence of retinal vein occlusion (e.g. telangiectatic capillary bed) and a dilated venous system (or previously dilated venous system) in 5 or more clock hours but less than all 4 quadrants. Typically, a HRVO is a retinal vein occlusion that involves 2 altitudinal quadrants.\n* E-Early Treatment Diabetic Retinopathy Study (ETDRS)visual acuity score of greater than or equal to 19 letters (approximately 20/400) and less than or equal to 73 letters (approximately 20/40) by the ETDRS visual acuity protocol. The investigator must believe that a study eye with visual acuity between 19 and 33 letters is perfused.\n* Retinal thickness on SD-OCT measurement, defined as central subfield thickness of 300 µm or greater. If the SD-OCT measurement is taken from a Heidelberg Spectralis Machine, the central subfield thickness should be 320 µm or greater.\n* Media clarity, pupillary dilation and participant cooperation sufficient for adequate fundus photographs.\n\nExclusion Criteria:\n\n* A condition that, in the opinion of the investigator, would preclude participation in the study (e.g., chronic alcoholism or drug abuse, personality disorder or use of major tranquilizers indicating difficulty in long term follow-up, likelihood of survival of less than 12 months).\n* Participation in an investigational trial within 30 days of study entry that involved treatment with any drug that has not received regulatory approval at time of study entry.\n* History of allergy to any anti-VEGF agent, corticosteroid, or component of the delivery vehicle.\n* The participant will be moving out of the area of the clinical site to an area not covered by another clinical site during the 12 months of the study.\n* Positive urine pregnancy test: all women of childbearing potential (those who are pre-menopausal and not surgically sterilized) may participate only if they have a negative urine pregnancy test, and if they do not intend to become pregnant during the timeframe of the study. Women who are sexually active with a male partner must agree to use at least one of the following birth control methods: hormonal therapy such as oral, implantable or injectable chemical contraceptives; mechanical therapy such as spermicide in conjunction with a barrier such as a condom or diaphragm; intrauterine device (IUD); or surgical sterilization of partner.\n* Women who are breast-feeding.\n* Examination evidence of vitreoretinal interface disease (e.g., vitreomacular traction, epiretinal membrane), either on clinical examination or OCT thought to be contributing to macular edema.\n* An eye that, in the investigator's opinion, would not benefit from resolution of macular edema such as eyes with foveal atrophy, dense pigmentary changes or dense subfoveal hard exudates.\n* Presence of an ocular condition that, in the opinion of the investigator, might affect macular edema or alter visual acuity during the course of the study (e.g., age-related macular degeneration, uveitis or other ocular inflammatory disease, neovascular glaucoma, iris neovascularization, Irvine-Gass Syndrome, prior macula-off rhegmatogenous retinal detachment).\n* Presence of a substantial cataract that, in the opinion of the investigator, is likely to be decreasing visual acuity by 3 lines or more (i.e., a 20/40 cataract).\n* History of laser photocoagulation for macular edema within 3 months prior to randomization.\n* History of intravitreal corticosteroid within 4 months of randomization.\n* Intravitreal anti-VEGF injection within 2 months of randomization. Note: Enrollment will be limited to no more than 25% of the planned sample size with any history of anti-VEGF treatment. Once this number of eyes has been enrolled, any history of anti-VEGF treatment will be an exclusion criterion. For enrollment of study eyes with prior intravitreal anti-VEGF agents, in the opinion of the investigator, the treatment response to prior anti-VEGF treatment must be either incomplete or the study eye had developed recurrent CRVO-associated macular edema, such that the study eye would benefit from additional anti-VEGF treatment.\n* History of peribulbar or retrobulbar corticosteroid use for any reason within 2 months prior to randomization.\n* History of panretinal scatter photocoagulation (PRP) or sector laser photocoagulation within 3 months prior to randomization or anticipated within the next 3 months following randomization.\n* History of major ocular surgery (including cataract extraction, scleral buckle, any intraocular surgery, etc.) within 4 months prior to randomization or anticipated within the next 6 months following randomization.\n* History of yttrium aluminum garnet (YAG) capsulotomy performed within 2 months prior to randomization.\n* Aphakia.\n* Presence of an anterior chamber intraocular lens\n* Examination evidence of external ocular infection, including conjunctivitis, chalazion or significant blepharitis.\n* History of macular detachment.\n* Examination evidence of any diabetic retinopathy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Best-corrected Early Treatment Diabetic Retinopathy Study (ETDRS) Visual Acuity Letter Score at Month 6","description":"The primary analysis is based on observed data at 6 months. The measure is calculated by subtracting the baseline visual acuity letter score from the month 6 visual acuity letter score. The participant is refracted for best corrected vision, and then reads single letters on an electronic visual acuity tester at a 3 meter distance according to a specific algorithm. A letter score is provided that ranges from 0 (unable to ready any letters) to 100. A visual acuity letter score of 85 corresponds to a visual acuity of 20/20 as a Snellen equivalent.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"18.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Study Eyes With Gain of ≥15 Letters in Visual Acuity Letter Score at Month 6","description":"The measure is the number of study eyes that gained at least 15 letters in their visual acuity letter score at month 6","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Study Eyes With Visual Acuity Letter Score of 70 or Better at Month 6","description":"The measure is the number of study eyes with a visual acuity letter score of 70 (Snellen equivalent of 20/40) or better at month 6","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Spectral-domain Optical Coherence Tomography Central Subfield Thickness","description":"The measure is the mean central subfield thickness at month 6 measured by spectral-domain optical coherence tomography","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231.3","spread":null},{"groupId":"OG001","value":"287.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Spectral Domain Optical Coherence Tomography Central Subfield Thickness at Month 6","description":"The measure is calculated by subtracting the baseline central subfield thickness from the month 6 central subfield thickness","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-425","spread":null},{"groupId":"OG001","value":"-387","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Study Eyes With Central Subfield Thickness <300 μm, no Subretinal Fluid, no Intraretinal Fluid, and no Cystoid Spaces","description":"The measure is the number of study eyes with central subfield thickness \\<300 μm, no subretinal fluid, no intraretinal fluid, and no cystoid spaces at month 6","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"49","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":180},"commonTop":["Conjunctival haemorrhage","Vitreous floaters","Visual acuity reduced","Eye pain","Nasopharyngitis"]}}}