{"nctId":"NCT01160770","briefTitle":"Safety and Effectiveness of Open-Label Clobazam in Subjects With Lennox-Gastaut Syndrome","startDateStruct":{"date":"2005-12"},"conditions":["Lennox-Gastaut Syndrome"],"count":267,"armGroups":[{"label":"Clobazam","type":"EXPERIMENTAL","interventionNames":["Drug: Clobazam"]}],"interventions":[{"name":"Clobazam","otherNames":["Aedon, Antacastill, Castilium, Clarmyl, Frisium, Karidium, Mefrilan, Mystan, Noiafren, Onfi, Psiton, Psyton, Sentil, Seryl, Urbadan, Urbanil, Urbanol, Urbanyl."]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject or subject's legally authorized representative (LAR) must sign and date the institutional review board (IRB)/independent ethics committee (IEC) approved Informed Consent Form/Health Insurance Portability and Accountability Act (HIPAA) Authorization (if required) prior to study participation.\n* Previous participation in Lundbeck-sponsored LGS study.\n* Subject must weigh ≥12.5 kilograms.\n* Male or female subjects must have been between 2 and 60 years of age at the time of the enrollment in the Phase 3 double-blind study (13110A/OV1012/NCT00518713) or between 2 and 30 years of age at the time of the enrollment in the Phase 2 double-blind study (13108A/OV1002/NCT00162981) study.\n* If female:\n\n  * Subject is either not of childbearing potential, defined as premenarchal, postmenopausal for at least 1 year or surgically sterile (bilateral tubal ligation, bilateral oophorectomy or hysterectomy), or if of childbearing potential, must comply with a method of birth control acceptable to the investigator during the study, for at least 4 weeks prior to study entry and for 4 weeks following completion of the study.\n  * Subject is not breastfeeding.\n  * Subjects of childbearing potential must have a negative serum pregnancy test at Study Day 1.\n* In the investigator's opinion, parent or caregiver must be able to keep an accurate seizure diary.\n\nExclusion Criteria:\n\n* Greater than 14 days have elapsed since the subject received his/her last dose of study medication in the previous Lundbeck-sponsored LGS study.\n* Subject had a serious or severe adverse event in the previous Lundbeck-sponsored LGS study that in the opinion of the investigator was probably or definitely related to clobazam use and precludes safe use of clobazam.\n* Subject has had an anoxic episode requiring resuscitation within 6 months of study entry.\n* Subject has a history of an allergic reaction or significant sensitivity to benzodiazepines or to any of the other ingredients in clobazam tablets.\n* Subject is taking more than 3 concurrent anti-epileptic drugs (AEDs). NOTE: Vagal Nerve Stimulator (VNS) or ketogenic diet is allowed and will not be counted in the three allowed AEDs.\n* Subject is currently taking long-term systemic steroids (excluding inhaled medication for asthma treatment) or any other daily medication known to exacerbate epilepsy. An exception will be made of prophylactic medication, for example, for idiopathic nephrotic syndrome or asthma.\n* If the subject is taking felbamate, has been taking it for less than 1 year prior to study entry or previous treatment with felbamate resulted in withdrawal due to liver or bone marrow adverse events.\n* Subject has experienced an idiosyncratic reaction to an AED, e.g., carbamazepine with resulting aplastic anemia or agranulocytosis, topiramate with resulting metabolic acidosis, felbamate with resulting aplastic anemia or hepatic failure, or lamotrigine with resulting skin irritation and/or rash.\n* Subject has shown any clinically significant history of hyper-sensitivity to central nervous system (CNS) active medications leading to neurobehavioral aberrations (e.g., increased biting, scratching, kicking, or hitting).\n* Subject has taken or used any investigational drug or device in the 30 days prior to screening, with the exception of clobazam in a Lundbeck-sponsored study.\n* Subject has a clinically significant unstable hepatic, hematological, renal, cardiovascular, gastrointestinal, or pulmonary disease or ongoing malignancy.\n* Subject has a diagnosis of sleep apnea.\n* Subject has a compromised respiratory function or severe respiratory insufficiency.\n* Subject has a history of severe muscle weakness, including myasthenia gravis.\n* Subject has a clinically significant abnormal laboratory value or electrocardiogram (ECG) abnormality.\n* Subject has progressive lesion confirmed by magnetic resonance imaging (MRI) or computed tomography (CT) scan.\n* Subject has a history of drug or alcohol abuse.\n* Subject has a history of poor compliance on past antiepileptic therapy.\n* Subject has inadequate supervision by parent or guardian.\n* For any reason, the subject is considered by the investigator to be an unsuitable candidate for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"60 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Percent Reduction in Average Weekly Rate of Drop Seizures Based on the 7-day Assessment","description":"Number of drop seizures was obtained from seizure diaries","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Median Percent Reduction in Average Weekly Rate of Drop Seizures Based on the Last 30-day Assessment","description":"Number of drop seizures was obtained from seizure diaries","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patients Considered Treatment Responders Defined as Those With a ≥25%, ≥50%, ≥75%, 100% Reduction in Drop Seizures Based on the 7-day Assessment","description":"Number of drop seizures obtained from seizure diaries","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Patients Considered Treatment Responders Defined as Those With a ≥25%, ≥50%, ≥75%, 100% Reduction in Drop Seizures Based on the Last 30-day Assessment","description":"Number of drop seizures obtained from seizure diaries","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"83.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Global Evaluations of the Patient's Overall Change in Symptoms","description":"The physician was asked to rate the patient's overall change in symptoms since the beginning of clobazam treatment by checking \"very much improved\", \"much improved\", \"minimally improved\", \"no change\", \"minimally worse\", \"much worse\", or \"very much worse\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Parent/Caregiver Global Evaluations of the Patient's Overall Change in Symptoms","description":"The parent/caregiver was asked to rate the patient's overall change in symptoms since the beginning of clobazam treatment by checking \"very much improved\", \"much improved\", \"minimally improved\", \"no change\", \"minimally worse\", \"much worse\", or \"very much worse\".","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":115,"n":267},"commonTop":["Upper Respiratory Tract Infection","Pyrexia","Somnolence","Fall","Otitis Media"]}}}