{"nctId":"NCT02279173","briefTitle":"Long-term Study of Romiplostim in Thrombocytopenic Pediatric Patients With Immune Thrombocytopenia (ITP)","startDateStruct":{"date":"2014-12-10","type":"ACTUAL"},"conditions":["Immune Thrombocytopenia"],"count":203,"armGroups":[{"label":"Romiplostim","type":"EXPERIMENTAL","interventionNames":["Drug: Romiplostim"]}],"interventions":[{"name":"Romiplostim","otherNames":["Nplate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of primary ITP according to The American Society of Hematology (ASH) Guidelines at least 6 months before screening, regardless of splenectomy status\n* Age ≥ 1 year and \\< 18 years of age\n* Refractory to prior ITP therapy, relapsed after at prior ITP therapy, or be ineligible for other therapies. Examples of prior therapy include: corticosteroids, intravenous Immunoglobulin (IVIG), anti-D immunoglobulin, platelet transfusions.\n* Platelet count ≤ 30 x10\\^9/L or is experiencing uncontrolled bleeding\n* Has provided informed consent before any study-specific procedure;\n* Adequate hematologic, renal, and liver function during screening:\n\n  * Hemoglobin \\> 10.0 g/dL\n  * Serum creatinine ≤ 1.5 x the upper limit of normal (ULN)\n  * Total serum bilirubin ≤ 1.5 x the ULN\n  * Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 x the ULN\n* For the EU, Switzerland and Turkey protocol supplement, subject must agree to a scheduled bone marrow biopsy and aspirate at Year 1 or Year 2 following romiplostim treatment and any unscheduled biopsies if clinically indicated\n* For the EU, Switzerland and Turkey protocol supplement, a reticulin grade of 0, 1, 2, or 3 according to the modified Bauermeister grading scale, as assessed by central laboratory from a bone marrow biopsy performed within 1 year prior to planned first dose of romiplostim or consent to a pre-treatment bone marrow biopsy and aspirate prior to planned first dose of romiplostim\n\nExclusion Criteria:\n\n* History of a bone marrow stem cell disorder (Any abnormal bone marrow findings other than those typical of ITP must be approved by Amgen before a subject may be enrolled)\n* Prior bone marrow transplant or peripheral blood progenitor cell transplant\n* Active or prior malignancy except non-melanoma skin cancers within the last 5 years\n* History of myelodysplastic syndrome\n* History of bleeding diathesis\n* History of congenital thrombocytopenia\n* History of Hepatitis B, Hepatitis C or human immunodeficiency virus (HIV)\n* History of systemic lupus erythematosus, Evans syndrome, or autoimmune neutropenia\n* History of antiphospholipid antibody syndrome or known positive for lupus anticoagulant\n* History of disseminated intravascular coagulation, hemolytic uremic syndrome, or thrombotic thrombocytopenic purpura\n* History of venous thromboembolism or thrombotic events\n* Previous use of romiplostim or previous use of eltrombopag within 4 weeks of enrollment\n* Previous use of pegylated recombinant human megakaryocyte growth and development factor (PEG-rHuMGDF), recombinant human thrombopoietin (rHuTPO) or any other platelet producing agent\n* Rituximab (for any indication) or 6-mercaptopurine within 8 weeks of enrollment, or anticipated use at any time during the study\n* Splenectomy within 4 weeks of the screening visit\n* Alkylating agents within 8 weeks before the screening visit or anticipated use during the time of the proposed study\n* Vaccinations known to decrease platelet counts within 8 weeks before the screening visit\n* Currently enrolled in another investigational device or drug study, or less than 30 days since ending investigational study\n* Will have investigational procedures while enrolled on study\n* Female subject of child bearing potential (defined as having first menses) not willing to use, in combination with her partner highly effective methods of birth control during treatment and for 1 month after the end of treatment\n* Subject is pregnant or breast feeding, or might become pregnant within 1 month after the end of treatment\n* Subject has known hypersensitivity to any recombinant Escherichia coli derived product (eg, Infergen®, Neupogen®, somatropin, and Actimmune®)\n* Has previously enrolled into this study\n* Will not be available for protocol-required study visits or procedures, to the best of the subject's and investigator's knowledge\n* Any kind of disorder that, may compromise the subject to give written informed consent and/or to comply with all required study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Time With a Platelet Response During the First 6 Months of Treatment","description":"Platelet response was defined as a platelet count of ≥ 50 x 10⁹/L with no rescue medication use for ITP in the past 4 weeks.\n\nMonthly platelet response was calculated based on the median platelet count during each month. For each participant, the percentage of time with platelet response during the first 6 months was calculated as the number of months a platelet response was observed divided by the total number of months response was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.00","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Developed Collagen After Exposure to Romiplostim","description":"The percentage of participants who developed collagen as evidenced by trichrome staining, defined as a Grade 4 on the modified Bauermeister grading scale:\n\nGrade 0: No reticulin fibers demonstrable\n\nGrade 1: Occasional fine individual fibers and foci of a fine fiber network\n\nGrade 2: Fine fiber network throughout most of the section; no coarse fibers\n\nGrade 3: Diffuse fiber network with scattered thick coarse fibers but no mature collagen (negative to trichrome staining)\n\nGrade 4: Diffuse, often course fiber network with areas of collagenization (positive trichrome staining)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time With a Platelet Response During the Overall Treatment Period","description":"Platelet response was defined as a platelet count of ≥ 50 x 10⁹/L with no rescue medication use in the past 4 weeks.\n\nMonthly platelet response was calculated based on the median platelet count during each month. For each participant, the percentage of time with platelet response was calculated as the number of months a platelet response was observed divided by the total number of months response was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Time With an Increase in Platelet Count ≥ 20 x 10⁹ Cells/L Above Baseline","description":"The percentage of time with an increase in platelet count ≥ 20 x 10⁹ cells/L above baseline from week 2 until the end of the treatment period without rescue medication use within the past 4 weeks.\n\nFor each participant, the percentage of time with an increase in platelet count ≥ 20 x10⁹ cells/L above baseline was calculated as the number of months the median platelet count was ≥ 20 x10⁹ cells/L above baseline divided by the total number of months assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Reporting Use of Rescue Medications for ITP During the Treatment Period","description":"Rescue medication is defined as any medication or transfusion, other than romiplostim and excluded medications, that is administered after enrollment to the participant with the intent of raising platelet counts or to prevent bleeding and includes concomitant medications for ITP in which the dose and/or schedule was increased. Permitted rescue medications included the following:\n\n* corticosteroids\n* platelet transfusions\n* Intravenous immunoglobulin (IVIG)\n* azathioprine\n* anti-D immunoglobulin\n* danazol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Anti-Romiplostim or Anti-Thrombopoietin Neutralizing Antibodies","description":"Blood samples were first tested for the presence of binding antibodies to romiplostim or the peptide portion of romiplostim, and to endogenous thrombopoietin (eTPO). Samples testing positive for binding antibodies were then tested for neutralizing antibodies by assessing their ability to neutralize romiplostim and/or eTPO in a cell-based bioassay.\n\nParticipants who developed neutralizing antibodies are those who had a postbaseline positive result with a negative or no result at baseline. Transient is defined as a negative result at the participant's last time point tested within the study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"An adverse event (AE) was defined as any untoward medical occurrence in a clinical trial participant, which does not necessarily have a causal relationship with study treatment.\n\nA serious adverse event (SAE) was defined as an AE that met at least 1 of the following criteria:\n\n* fatal\n* life threatening\n* required in-patient hospitalization or prolongation of existing hospitalization\n* resulted in persistent or significant disability/incapacity\n* congenital anomaly/birth defect\n* other medically important serious event Adverse events were graded for severity according to the Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 grading scale, where Grade 1 = mild AE; Grade 2 = moderate AE; Grade 3 = severe AE; Grade 4 = life-threatening or disabling; Grade 5 = death related to AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Increased Modified Bauermeister Grade","description":"The percentage of participants with an increased modified Bauermeister grade defined as an increase by ≥ 2 severity grades or an increase to grade 4 (i.e., grade 0 to 2-4, grade 1 to 3-4, grade 2 to 4, or grade 3 to 4 over baseline). The modified Bauermeister grading scale:\n\nGrade 0: No reticulin fibers demonstrable\n\nGrade 1: Occasional fine individual fibers and foci of a fine fiber network\n\nGrade 2: Fine fiber network throughout most of the section; no coarse fibers\n\nGrade 3: Diffuse fiber network with scattered thick coarse fibers but no mature collagen (negative to trichrome staining)\n\nGrade 4: Diffuse, often course fiber network with areas of collagenization (positive trichrome staining)\n\nParticipants without an evaluable baseline result were assumed to have a baseline modified Bauermeister score of 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Developed Bone Marrow Abnormalities","description":"The percentage of participants with bone marrow abnormalities (eg, myelodysplastic syndrome, monosomy 7) based on analysis of bone marrow biopsy and aspirate samples using cytogenetics and fluorescence in situ hybridization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Developed Increased Reticulin","description":"The percentage of participants with increased reticulin as evidenced by silver staining and defined as any increase from baseline in the modified Bauermeister grade:\n\nGrade 0: No reticulin fibers demonstrable\n\nGrade 1: Occasional fine individual fibers and foci of a fine fiber network\n\nGrade 2: Fine fiber network throughout most of the section; no coarse fibers\n\nGrade 3: Diffuse fiber network with scattered thick coarse fibers but no mature collagen (negative to trichrome staining)\n\nGrade 4: Diffuse, often course fiber network with areas of collagenization (positive trichrome staining)\n\nParticipants without an evaluable baseline result were assumed to have a baseline modified Bauermeister score of 0.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.5","spread":null},{"groupId":"OG001","value":"47.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":60,"n":203},"commonTop":["Headache","Epistaxis","Nasopharyngitis","Pyrexia","Cough"]}}}