{"nctId":"NCT03897075","briefTitle":"Efficacy and Safety Study of Tildrakizumab in the Treatment of Nail Psoriasis","startDateStruct":{"date":"2021-05-13","type":"ACTUAL"},"conditions":["Chronic Plaque Psoriasis","Moderate to Severe Nail Psoriasis"],"count":99,"armGroups":[{"label":"Arm A","type":"EXPERIMENTAL","interventionNames":["Drug: Tildrakizumab"]},{"label":"Arm B","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Tildrakizumab","Drug: Placebo"]}],"interventions":[{"name":"Tildrakizumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects are eligible to be included in the study only if all of the following criteria apply:\n\n1. Subjects with a chronic moderate to severe plaque-type psoriasis for at least 6 months (as determined by subject interview and confirmation of diagnosis through physical examination by Investigator).\n2. Subjects must have moderate to severe nail psoriasis at Screening and Baseline, defined by:\n\n   * mNAPSI score of ≥20.\n   * ViSENPsO ≥3\n3. Subjects must have moderate to severe plaque psoriasis at Screening and Baseline, defined by:\n\n   * s-PGA score of at least 3.\n   * Body Surface Area (BSA) involvement of ≥10%.\n   * PASI ≥12\n4. Subjects must be considered candidates for systemic therapy, meaning psoriasis inadequately controlled by topical treatments (corticosteroids), and/or phototherapy, and/or previous systemic therapy.\n\nExclusion Criteria:\n\nSubjects are excluded from the study if any of the following criteria apply:\n\n1. Subjects who have predominantly non-plaque forms of psoriasis, specifically erythrodermic psoriasis, predominantly pustular psoriasis, medication-induced, or medication-exacerbated psoriasis, or new-onset guttate psoriasis.\n2. Subjects with ongoing inflammatory skin diseases other than psoriasis or any other disease affecting the fingernails, which may potentially confound the evaluation of study treatment.\n3. Subjects with fungal nail infection should be excluded from the study. Subjects in whom the Investigator suspects a fungal nail infection in addition to nail psoriasis should have scrapings sent for direct microscopy and fungal culture. If fungal culture or direct microscopy of nail scrapings turns out to be positive for fungal infection, the subject should be excluded from the study. At the discretion of the investigator, Periodic Acid-Schiff (PAS) staining for nail clippings could also be considered to rule of fungal infection of the nails. Direct microscopy or fungal culture are not required if fungal infection is diagnosed in PAS staining.\n4. Subjects with any previous use of tildrakizumab or other IL-23/Th-17 pathway inhibitors, including p40, p19 and IL-17 antagonists for psoriasis.\n5. Subjects with known history of allergy or hypersensitivity to any of the inactive ingredients of the Tildrakizumab or placebo formulations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Subjects Who Achieve at Least a 75% Improvement From Baseline in Total mNAPSI at Week 28.","description":"Primary Efficacy Endpoint","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.042","spread":null},{"groupId":"OG001","value":"0.255","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With a Score of \"0 - Normal\" or \"1 - Minimal Nail Psoriasis\" and at Least a 2-point Decrease From Baseline at Week 28 as Measured by the ViSENPsO.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.042","spread":null},{"groupId":"OG001","value":"0.294","spread":null}]}]}]},{"type":"SECONDARY","title":"The Proportion of Subjects With at Least 3 Point Decrease From Baseline, in Nail Pain NRS Score in Subjects With Baseline Nail Pain NRS Score of >3","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.257","spread":null},{"groupId":"OG001","value":"0.455","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Incidence, Seriousness, and Severity of All Adverse Events.","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Severe Infections Whether or Not Reported as a Serious Event Defined as Any Infection Meeting the Regulatory Definition of a Serious Adverse Event, or Any Infection Requiring Intravenous Antibiotics.","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Malignancies (Excluding Carcinoma in Situ of the Cervix).","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Non-melanoma Skin Cancer.","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Major Adverse Cardiovascular Events.","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Melanoma Skin Cancer.","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Injection Site Reactions (eg. Pain, Erythema, Edema Etc)","description":"Primary Safety Endpoint","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"The Percentage of Subjects With Study Treatment Related Hypersensitivity Reactions (eg, Anaphylaxis, Urticaria, Angioedema, Etc).","description":"Primary Safety Endpoint","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":51},"commonTop":["COVID-19","Upper respiratory tract infection","Hypertension","Cellulitis","Urinary tract infection"]}}}