{"nctId":"NCT02513160","briefTitle":"Study to Assess the Efficacy and Safety of Beclomethasone Dipropionate in Adolescent and Adult Patients 12 Years of Age and Older With Persistent Asthma","startDateStruct":{"date":"2015-09-30","type":"ACTUAL"},"conditions":["Persistent Asthma"],"count":713,"armGroups":[{"label":"Beclomethasone dipropionate BAI 320","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate via 320 mcg BAI","Drug: albuterol/salbutamol"]},{"label":"Beclomethasone dipropionate BAI 640","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone Dipropionate 640","Drug: albuterol/salbutamol"]},{"label":"Beclomethasone dipropionate MDI 320","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: albuterol/salbutamol","Drug: Beclomethasone dipropionate via 320 mcg MDI"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: albuterol/salbutamol"]}],"interventions":[{"name":"Beclomethasone Dipropionate 640","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Beclomethasone dipropionate via 320 mcg BAI","otherNames":[]},{"name":"albuterol/salbutamol","otherNames":["ProAir®"]},{"name":"Beclomethasone dipropionate via 320 mcg MDI","otherNames":["QVAR® Inhalation Aerosol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient has a diagnosis of asthma as defined by the NIH. The asthma diagnosis\n* has been present for a minimum of 3 months and has been stable (defined as no exacerbations and no changes in medication) for at least 30 days.\n* The patient has been maintained on stable doses of :\n\n  * non-corticosteroid therapy\n  * inhaled corticosteroid therapy\n* Written informed consent/assent is obtained. For adult patients (18 years of age and older, or as applicable per local regulations), the written informed consent form (ICF) must be signed and dated by the patient before conducting any study-related procedure. For minor patients (ages 12 to 17 years, or as applicable per local regulations), the written ICF must be signed and dated by the parent/legal guardian and the written informed assent form must be signed and dated by the patient before conducting any study-related procedure.\n* The patient is a male or female 12 years of age or older as of the visit when informed consent/assent is signed (screening or prescreening visit, as applicable). (Note: Age requirements are as specified or allowed by local regulations.)\n* The patient is able to perform acceptable and repeatable spirometry\n* The patient is able to use an electronic diary after training.\n* The patient is able to use devices properly\n* If female, patient is currently not pregnant, not breast feeding, nor attempting to become pregnant (for 30 days before the screening visit (SV) and throughout the duration of the study and for 30 days after patient's last study visit) or, is of childbearing potential and not sexually active, has a negative urine pregnancy test, and is willing to commit to using a consistent and acceptable method of birth control\n* If male, the patient is willing to commit to an acceptable method of birth control for the duration of the study, is surgically sterile or exclusively has same-sex partner(s).\n* The patient does not have any concomitant conditions or treatments that could interfere with study conduct, influence the interpretation of study observations/results, or put the patient at increased risk during the study as judged by the investigator.\n* The patient/parent/legal guardian is capable of understanding the requirements, risks, and benefits of study participation, and, as judged by the investigator, capable of giving informed consent/assent and being compliant with all study requirements (eg, dose schedules, visit schedules, procedures, and record keeping).\n* The patient, as judged by the investigator, is able to discontinue all asthma medications at the SV.\n\n  * other criteria apply, please contact the investigator for more information\n\nExclusion Criteria\n\n* Life-threatening asthma, defined as a history of asthma episode(s) requiring intubation and/or associated with hypercapnea, respiratory arrest or hypoxic seizures, asthma-related syncopal episode(s), or hospitalizations within the past year.\n* The patient received systemic corticosteroids within 30 days before the SV (for asthma exacerbation or for other indications).\n* The patient has participated in any investigational drug study as a randomized patient within the 30 days (starting at the final visit of that study) preceding SV (or prescreening visit, as applicable), or plans to participate in another investigational drug study at any time during this study.\n* The patient has previously participated in a beclomethasone dipropionate breath-actuated inhaler (device) (BAI) study as a randomized patient.\n* The patient has a known hypersensitivity to any corticosteroid or any of the excipients in the study drug or rescue medication formulation.\n* The patient has been treated with any known strong cytochrome inhibitors during the study.\n* The patient has been treated with any of the prohibited medications during the prescribed (per protocol) withdrawal periods before the SV.\n* The patient currently smokes or has a smoking history of 10 pack years or more (a pack year is defined as smoking 1 pack of cigarettes/day for 1 year). The patient may not have used tobacco products within the past year (eg, cigarettes, cigars, chewing tobacco, or pipe tobacco).\n* The patient has a suspected bacterial or viral infection of the upper or lower respiratory tract, sinus, or middle ear that has not resolved at least 2 weeks before the SV.\n* The patient has a history of alcohol or drug abuse within 2 years preceding SV.\n* The patient has had an asthma exacerbation requiring oral corticosteroids within 1 month before the SV, or has had any hospitalization for asthma within 3 months before SV.\n* The patient has initiated immunotherapy (administered by any route) less than 90 days before the SV or had a dose escalation of immunotherapy less than 30 days before the SV.\n* The patient is unable to tolerate or unwilling to comply with the required washout periods and withholding of all applicable medications.\n* The patient has untreated oral candidiasis at SV. Patients with clinical visual evidence of oral candidiasis and who agree to receive treatment and comply with appropriate medical monitoring may enter the study.\n* The patient is either an employee or an immediate relative of an employee of the clinical investigational center.\n* A member of the patient's household is participating in the study at the same time. (However, after the enrolled patient completes or discontinues participation in the study, another patient from the same household may be screened).\n* The patient has a disease/condition that, in the medical judgment of the investigator, would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n\n  * other criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardized Baseline-Adjusted Trough Morning Forced Expiratory Volume in One Minute (FEV1) Area Under the Effect Curve From Time Zero to 6 Weeks (AUEC(0-6wk))","description":"The primary efficacy variable was the standardized baseline-adjusted trough morning (pre-dose and pre-rescue bronchodilator) FEV1 AUEC(0-6wk). Pulmonary function measurements such as FEV1 were obtained electronically by spirometry at the randomization visit, each treatment visit (Weeks 2, 4 and 6) and any unscheduled visit (such as the early termination visit). The highest FEV1 value from 3 acceptable and 2 repeatable maneuvers (maximum of 8 attempts) was used. The least-square (LS) means, difference of LS means and its 95% confidence interval (CI), and p-value represent the results obtained from the analysis of covariance with covariate adjustment for baseline, sex, age, current asthma therapy, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":"23.0"},{"groupId":"OG001","value":"205","spread":"23.2"},{"groupId":"OG002","value":"212","spread":"23.3"},{"groupId":"OG003","value":"210","spread":"23.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Trough Morning Peak Expiratory Flow (PEF) Rate Over the 6-Week Treatment Period","description":"Change from baseline in the weekly average of daily trough morning (pre-dose and pre-rescue bronchodilator) PEF by handheld spirometer over the 6-week treatment period. PEF were determined twice daily, in the morning and in the evening, before administration of study drug or rescue medications. A handheld spirometer was provided to patients and used to determine the morning and evening PEF throughout the study. The spirometer was programmed to record the highest PEF obtained from 3 valid attempts. Baseline was defined as the average of recorded trough morning PEF assessments over the 7 days prior to the first dose of double-blind study treatment, including the morning assessment at the randomization visit. The LS means, difference of LS means and its 95% confidence interval, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy, treatment, week, and treatment by week interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.0","spread":"4.31"},{"groupId":"OG001","value":"20.1","spread":"4.30"},{"groupId":"OG002","value":"11.9","spread":"4.28"},{"groupId":"OG003","value":"10.9","spread":"4.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Trough Morning Forced Expiratory Volume in One Minute (FEV1) Rate Over the 6-Week Treatment Period","description":"Change from baseline in the weekly average of daily trough morning (pre-dose and pre-rescue bronchodilator) FEV1 by handheld spirometer over the 6-week treatment period. FEV1 were determined twice daily, in the morning and in the evening, before administration of study drug or rescue medications. A handheld spirometer was provided to patients and used to determine the morning and evening FEV1 throughout the study. The spirometer was programmed to record the highest FEV1 obtained from 3 valid attempts. Baseline was defined as the average of recorded trough morning FEV1 assessments over the 7 days prior to the first dose of double-blind study treatment, including the morning assessment at the randomization visit. The LS means, difference of LS means and its 95% confidence interval, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asthma therapy, treatment, week, and treatment by week interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8","spread":"26.0"},{"groupId":"OG001","value":"162","spread":"25.8"},{"groupId":"OG002","value":"135","spread":"25.9"},{"groupId":"OG003","value":"125","spread":"25.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Total Daily (24-Hour) Rescue Medication Use Over the 6-Week Treatment Period","description":"Change from baseline in the weekly average of total daily (24-hour) use of albuterol/salbutamol inhalation aerosol over weeks 1 through 6. Patients recorded the number of inhalations (puffs used) of rescue medication (albuterol/salbutamol HFA MDI \\[90 mcg ex-actuator\\] or equivalent) each morning and evening in the diary. The average number of daily inhalations over the 7 days before the randomization visit was the baseline value and was compared with the rescue medication use during the 6-week treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.37","spread":"0.140"},{"groupId":"OG001","value":"-0.73","spread":"0.139"},{"groupId":"OG002","value":"-0.66","spread":"0.140"},{"groupId":"OG003","value":"-0.66","spread":"0.139"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Total Daily Asthma Symptom Score Over the 6-Week Treatment Period","description":"Asthma symptom scores were recorded in the patient's diary each morning and evening before determining FEV1 and PEF and before administration of study or rescue medications. The Daytime Symptom Score was recorded in the evening on a scale of 0 (No symptoms during the day) to 5 (Symptoms so severe that I could not go to work or perform normal daily activities) plus the Nighttime Symptom Score in the morning on a scale of 0 (No symptoms during the night) to 4 (Symptoms so severe that I did not sleep at all) for a total score range of 0-9. Baseline was defined as the average of recorded daily asthma symptom scores (average of daytime and nighttime score) over the 7 days prior to the first dose of double-blind study treatment, including the morning assessment at the randomization visit. The LS means, difference of LS means and its 95% CI, and p value are obtained from the mixed model for repeated measures analysis with covariate adjustment for baseline, sex, age, current asth","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.043"},{"groupId":"OG001","value":"-0.18","spread":"0.043"},{"groupId":"OG002","value":"-0.26","spread":"0.043"},{"groupId":"OG003","value":"-0.24","spread":"0.043"}]}]}]},{"type":"SECONDARY","title":"Count of Participants Withdrawn From Study Drug Treatment Due to Meeting Stopping Criteria for Worsening Asthma","description":"Number of participants who were withdrawn from study drug due to worsening asthma. Alert criteria for individual patients with worsening asthma were designed to ensure patient safety. The investigator determined whether the patient's overall clinical picture was consistent with worsening asthma and if the patient should be withdrawn from study drug treatment (but not the study) and be placed on appropriate asthma therapy in the interest of patient safety. An example of an alert criteria is:\n\n* Morning FEV1 by handheld spirometer as measured at home falls below the FEV1 stability limit (FEV1 \\<80%) as calculated at the screening visit for the Run-in Period and at the randomization visit (Day 0) for the Treatment Period on 4 or more days out of any 7-day period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events (TEAE)","description":"An adverse event was defined in the protocol as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= an inability to carry out usual activities. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly/birth defect, or an important medical event that may not result in death, be life-threatening, or require hospitalization, but may jeopardize the patient and may require medical intervention to prevent one of the outcomes listed in this definition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"22","spread":null},{"groupId":"OG002","value":"32","spread":null},{"groupId":"OG003","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"18","spread":null},{"groupId":"OG003","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"10","spread":null},{"groupId":"OG003","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"9","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":713},"commonTop":["Upper respiratory tract infection"]}}}