{"nctId":"NCT00047008","briefTitle":"Chemotherapy and Radiation Therapy With or Without Surgery in Treating Patients With Head and Neck Cancer","startDateStruct":{"date":"2002-07","type":"ACTUAL"},"conditions":["Head and Neck Cancer"],"count":743,"armGroups":[{"label":"Standard fractionation RT + cisplatin","type":"OTHER","interventionNames":["Drug: cisplatin","Radiation: Standard fractionation RT","Procedure: Conventional surgery for select patients"]},{"label":"Accelerated fractionation RT + cisplatin","type":"EXPERIMENTAL","interventionNames":["Drug: cisplatin","Radiation: Accelerated fractionation radiation therapy","Procedure: Conventional surgery for select patients"]}],"interventions":[{"name":"cisplatin","otherNames":[]},{"name":"Standard fractionation RT","otherNames":[]},{"name":"Accelerated fractionation radiation therapy","otherNames":[]},{"name":"Conventional surgery for select patients","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically confirmed squamous cell carcinoma of the oral cavity, oropharynx, hypopharynx, or larynx\n\n  * Stage III or IV (T2, N2-3, M0 or T3-4, any N, M0)\n* No metastases below the clavicle or more distant by clinical exam or radiology\n\nPATIENT CHARACTERISTICS:\n\nAge\n\n* 18 and over\n\nPerformance status\n\n* Zubrod 0-1\n\nLife expectancy\n\n* Not specified\n\nHematopoietic\n\n* Absolute granulocyte count at least 2,000/mm\\^3\n* Platelet count at least 100,000/mm\\^3\n\nHepatic\n\n* Bilirubin no greater than 1.5 mg/dL\n* Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) no greater than 2 times upper limit of normal\n\nRenal\n\n* Creatinine no greater than 1.5 mg/dL\n* Creatinine clearance at least 50 mL/min\n* Calcium normal\n\nCardiovascular\n\n* No symptomatic coronary artery disease (angina)\n* No myocardial infarction within the past 6 months\n\nOther\n\n* No other invasive malignancy within the past 3 years except nonmelanoma skin cancer\n* No simultaneous primary tumors\n* Not pregnant or nursing\n* Negative pregnancy test\n* Fertile patients must use effective contraception\n\nPRIOR CONCURRENT THERAPY:\n\nBiologic therapy\n\n* Not specified\n\nChemotherapy\n\n* No prior chemotherapy\n\nEndocrine therapy\n\n* Not specified\n\nRadiotherapy\n\n* No prior radiotherapy to the head and neck except radioactive iodine therapy\n\nSurgery\n\n* No prior surgery to the primary tumor or nodes except diagnostic biopsy or nodal sampling of neck disease\n\n  * No radical or modified neck dissection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (Percentage of Participants Alive)","description":"Overall survival time is defined as time from randomization to the date of death (failure) or last known follow-up (censored). Overall survival rates are estimated by the Kaplan-Meier method. The full distribution is the outcome of interest, and the protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year estimates are provided as a summary of the distributions. Analysis was planned to occur after 309 deaths had been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.3","spread":null},{"groupId":"OG001","value":"70.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Local-regional Failure (Percentage of Participants With Local-regional Failure)","description":"Local-regional failure time is defined as time from randomization to persistent disease in the primary tumor or regional nodes (considered an event at day 1), relapse/progression in either of those sites (considered an event at the time of relapse/progression), death (competing event), or last follow-up (censored). Progression is defined as an estimated increase in the size of the tumor of greater than 25% or appearance of new areas of malignant disease. The full distribution is the outcome of interest, and the protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year estimates are provided as a summary of the distributions. Analysis was planned to occur after 309 deaths had been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":null},{"groupId":"OG001","value":"28.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Local-regional Failure (Alternate Definition) [Percentage of Participants With Local-regional Failure]","description":"Local-regional failure time is defined as time from randomization to relapse/progression in the primary tumor or regional nodes (event), death due to study cancer or unknown causes (event), death due to other causes (competing event), distant metastasis (competing event), or last follow-up (censored). Progression is defined as an estimated increase in the size of the tumor of greater than 25% or appearance of new areas of malignant disease. The full distribution is the outcome of interest, and the protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year estimates are provided as a summary of the distributions. Analysis was planned to occur after 309 deaths had been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":null},{"groupId":"OG001","value":"28.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (Percentage of Participants Alive Without Disease)","description":"Disease-free survival time is defined as time from randomization to persistent disease in the primary tumor or regional nodes (considered an event at day 1), relapse/progression in either of those sites (considered an event at the time of relapse/progression), distant metastasis (event), second primary tumor (event), death (event), or last follow-up (censored). Progression is defined as an estimated increase in the size of the tumor of greater than 25% or appearance of new areas of malignant disease. The full distribution is the outcome of interest, and the protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year estimates are provided as a summary of the distributions. Analysis was planned to occur after 309 deaths had been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.4","spread":null},{"groupId":"OG001","value":"53.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (Alternate Definition of Disease-free Survival) [Percentage of Participants Alive Without Progression]","description":"Progression-free survival time is defined as time from randomization to relapse/progression in the primary site or regional nodes (event), distant metastasis (event), death (event), or last follow-up (censored). Progression is defined as an estimated increase in the size of the tumor of greater than 25% or appearance of new areas of malignant disease. The full distribution is the outcome of interest, and the protocol specifies that the distributions of failure times be compared between the arms, which is reported in the statistical analysis results. Three-year estimates are provided as a summary of the distributions. Analysis was planned to occur after 309 deaths had been reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.8","spread":null},{"groupId":"OG001","value":"57.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Toxicity Grade 3 or Higher","description":"Acute radiation therapy toxicities (within 90 days from start of radiation therapy) and systemic effects at any time were scored using Common Toxicity Criteria (CTC) version 2.0. Late RT toxicities (\\> 90 days from start of radiation therapy) were scored by the Radiation Therapy Oncology Group (RTOG)/European Organisation for. Research and Treatment of Cancer (EORTC) criteria. Both criteria grades toxicity severity from 1=mild to 5=death. Summary data is provided in this outcome measure; see Adverse Events Module for specific adverse event/toxicity data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.7","spread":null},{"groupId":"OG001","value":"80.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Performance Status Scale for Head and Neck Cancer (PSS-HN) Normalcy of Diet Score - Area Under the Curve (AUC) at One Year","description":"The PSS-HN is a clinician-rated evaluation conducted as an unstructured interview format that assesses three functions: Normalcy of Diet (this outcome measure), Public Eating, and Understandability of Speech. Each function is scored from 0 to 100 and analyzed separately. Higher scores indicate better performance status. Treatment effect was analyzed as time-weighted average between baseline (pre-treatment) and one year calculated by use of area under the curve (AUC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.36","spread":"1.99"},{"groupId":"OG001","value":"53.63","spread":"1.97"}]}]}]},{"type":"SECONDARY","title":"PSS-HN Public Eating Score - AUC at One Year","description":"The Performance Status Scale for Head and Neck Cancer (PSS-HN) is a clinician-rated evaluation conducted as an unstructured interview format that assesses three functions: Normalcy of Diet , Public Eating (this outcome measure), and Understandability of Speech. Each function is scored from 0 to 100 and analyzed separately. Higher scores indicate better performance status. Treatment effect was analyzed as time-weighted average between baseline (pretreatment) and one year calculated by use of area under the curve (AUC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.81","spread":"2.18"},{"groupId":"OG001","value":"67.10","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"PSS-HN Understandability of Speech Score - AUC at One Year","description":"The Performance Status Scale for Head and Neck Cancer (PSS-HN) is a clinician-rated evaluation conducted as an unstructured interview format that assesses three functions: Normalcy of Diet , Public Eating, and Understandability of Speech (this outcome measure). Each function is scored from 0 to 100 and analyzed separately. Higher scores indicate better performance status. Treatment effect was analyzed as time-weighted average between baseline (pretreatment) and one year calculated by use of area under the curve (AUC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.48","spread":"1.18"},{"groupId":"OG001","value":"91.77","spread":"1.11"}]}]}]},{"type":"SECONDARY","title":"Head and Neck Radiotherapy Questionnaire (HNRQ) - AUC at One Year","description":"The HNRQ is a patient-reported questionnaire administrated through a paper format; it measures radiation-related side effects and the overall well-being of head and neck cancer patients in the past week. The overall score is the mean of the 22 questions, with a range of 1 to 7. Higher scores indicate better quality of life. Treatment effect was analyzed as time-weighted average between baseline (pre-treatment) and 1 year calculated by use of area under the curve (AUC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.27","spread":"0.07"},{"groupId":"OG001","value":"5.19","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Correlation of Epidermal Growth Factor Receptor(EGFR) With Outcomes","description":null,"classes":[]},{"type":"SECONDARY","title":"Correlation of COX-2 With Outcomes","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":293,"n":361},"commonTop":["Hemoglobin decreased","Leukopenia NOS","Radiation mucositis","Late RT Toxicity: Salivary Gland (xerostomia, taste impairment)","Dermatitis radiation NOS"]}}}