{"nctId":"NCT04460885","briefTitle":"A Research Study to Compare Two Types of Insulin, a New Insulin, Insulin Icodec and an Available Insulin, Insulin Glargine, in People With Type 2 Diabetes Who Have Not Used Insulin Before","startDateStruct":{"date":"2020-11-25","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 2"],"count":984,"armGroups":[{"label":"Insulin icodec","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin icodec"]},{"label":"Insulin glargine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Insulin glargine"]}],"interventions":[{"name":"Insulin icodec","otherNames":[]},{"name":"Insulin glargine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female aged above or equal to 18 years at the time of signing informed consent.\n* Diagnosed with type 2 diabetes mellitus (T2D) 180 days or more prior to the day of screening.\n* HbA1c from 7.0-11.0% (53.0-96.7 mmol/mol) both inclusive at screening confirmed by central laboratory analysis.\n* Insulin naïve. However, short term insulin treatment for a maximum of 14 days prior to the day of screening is allowed, as is prior insulin treatment for gestational diabetes.\n* Stable daily dose(s) 90 days or more prior to the day of screening of any of the following anti-diabetic drug(s) or combination regimen(s): a. Any metformin formulations at least or greater than 1500 mg or maximum tolerated or effective dose. b. Any metformin combination formulations equal to or above 1500 mg or maximum tolerated or effective dose. c. Any of the following oral anti-diabetic drug classes including combinations ((equal to or above half of the maximum approved dose according to local label or maximum tolerated or effective dose): Sulfonylureas, Meglitinides (glinides), dipeptidyl peptidase-4 (DPP-4) inhibitors, Sodium-glucose co-transporter-2 (SGLT2) inhibitors, Thiazolidinediones, Alpha-glucosidase inhibitors, Oral combination products (for the allowed individual oral anti-diabetic drugs), Oral or injectable glucagon-like peptide 1 (GLP-1) receptor agonists\n* Body mass index (BMI) equal to or below 40.0 kg/m\\^2.\n\nExclusion Criteria:\n\n* Any episodes (as declared by the subject or in the medical records) of diabetic ketoacidosis within 90 days prior to the day of screening.\n* Myocardial infarction, stroke, hospitalisation for unstable angina pectoris or transient ischaemic attack within 180 days prior to the day of screening.\n* Chronic heart failure classified as being in New York Heart Association Class IV at screening.\n* Anticipated initiation or change in concomitant medications (for more than 14 consecutive days) known to affect weight or glucose metabolism (e.g. treatment with orlistat, thyroid hormones, or corticosteroids).\n* Uncontrolled and potentially unstable diabetic retinopathy or maculopathy. Verified by a fundus examination performed within the past 90 days prior to screening or in the period between screening and randomisation. Pharmacological pupil-dilation is a requirement unless using a digital fundus photography camera specified for non-dilated examination","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Glycated Haemoglobin (HbA1c)","description":"Change in HbA1c from baseline (week 0) to week 52 is presented. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.55","spread":"0.06"},{"groupId":"OG001","value":"-1.35","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time in Target Range 3.9-10.0 mmol/L (70-180 mg/dL) Using Continuous Glucose Monitoring (CGM) System","description":"Percentage of time in target range 3.9-10.0 mmol/L (70-180 mg/dL) using CGM system from week 48 to week 52 is presented. Time in target range is defined as 100 times the number of recorded measurements in glycaemic target range 3.9-10.0 mmol/L (70-180 mg/dL), both inclusive, divided by the total number of recorded measurements. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.94","spread":"18.23"},{"groupId":"OG001","value":"66.90","spread":"18.19"}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose (FPG)","description":"Change in FPG from baseline (week 0) to week 52 is presented. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.35","spread":"0.09"},{"groupId":"OG001","value":"-3.33","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes (Level 3) Until Week 52","description":"Number of severe hypoglycaemic episodes (level 3) is presented. Severe hypoglycaemic episode is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on main-on-treatment period. Main-on-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the end-date of the on-treatment period or week 52. On-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the follow-up visit (FU2), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin or the end-date for the in-trial period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (Less Than [<] 3.0 mmol/L [54 mg/dL] Confirmed by Blood Glucose [BG] Meter) Until Week 52","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL) confirmed by BG meter) is presented. Clinically significant hypoglycaemia is defined as plasma glucose value of \\< 3.0 mmol/L (54 mg/dL) confirmed by BG meter. The outcome data was evaluated based on main-on-treatment period. Main-on-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the end-date of the on-treatment period or week 52. On-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the follow-up visit (FU2), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin or the end-date for the in-trial period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL), Confirmed by BG Meter) or Severe Hypoglycaemic Episodes (Level 3) Until Week 52","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL), confirmed by BG meter) or severe hypoglycaemic episodes (level 3) is presented. Clinically significant hypoglycaemia is defined as plasma glucose value of \\< 3.0 mmol/L (54 mg/dL) confirmed by BG meter. Severe hypoglycaemic episode is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on main-on-treatment period. Main-on-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the end-date of the on-treatment period or week 52. On-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the follow-up visit (FU2), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin or the end-date for the in-trial period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Severe Hypoglycaemic Episodes (Level 3) Until Week 83","description":"Number of severe hypoglycaemic episodes (level 3) is presented. Severe hypoglycaemic episode is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on on-treatment period. The on-treatment period started at the date of first dose of trial product as recorded on the eCRF, and ended at the first date of any of the following: The end of trial visit (V63), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. The on-treatment period represented the time period in which a subject was considered exposed to trial product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL) Confirmed by BG Meter) Until Week 83","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL) confirmed by BG meter) is presented. Clinically significant hypoglycaemia is defined as plasma glucose value of \\< 3.0 mmol/L (54 mg/dL) confirmed by BG meter. The outcome data was evaluated based on on-treatment period. The on-treatment period started at the date of first dose of trial product as recorded on the eCRF, and ended at the first date of any of the following: The end of trial visit (V63), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. The on-treatment period represented the time period in which a subject was considered exposed to trial product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"226","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Clinically Significant Hypoglycaemic Episodes (Level 2) (<3.0 mmol/L (54 mg/dL), Confirmed by BG Meter) or Severe Hypoglycaemic Episodes (Level 3) Until Week 83","description":"Number of clinically significant hypoglycaemic episodes (level 2) (\\<3.0 mmol/L (54 mg/dL), confirmed by BG meter) or severe hypoglycaemic episodes (level 3) is presented. Clinically significant hypoglycaemia is defined as plasma glucose value of \\< 3.0 mmol/L (54 mg/dL) confirmed by BG meter. Severe hypoglycaemic episode is defined as hypoglycaemia with severe cognitive impairment requiring external assistance for recovery. The outcome data was evaluated based on on-treatment period. On-treatment period started at the date of first dose of trial product as recorded on the eCRF and ended at the first date of any of the following: The end of trial visit (V63), the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin (corresponding to 5 weeks after the end of the dosing interval for both treatment arms) and the end-date for the in-trial observation period. On-treatment period was the period in which a participant was exposed to trial product.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Weekly Insulin Dose","description":"Mean weekly insulin dose from week 50 to week 52 is presented. The outcome data was evaluated based on main on treatment period. Main-on-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the end-date of the on-treatment period or week 52. On-treatment period started with onset date on or after the first dose of trial product and no later than the first date of either the follow-up visit, the last date on trial product + 5 weeks for once daily insulin and + 6 weeks for once weekly insulin or the end-date for the in-trial period.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"214.23","spread":null},{"groupId":"OG001","value":"222.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight","description":"Change in body weight from baseline (week 0) to week 52 is presented. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.29","spread":"0.21"},{"groupId":"OG001","value":"1.83","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time Spent < 3.0 mmol/L (54 mg/dL) Using Continuous Glucose Monitoring (CGM) System","description":"Percentage of time spent \\< 3.0 mmol/L (54 mg/dL) from week 48 to week 52 is presented. Time spent below threshold is defined as 100 times the number of recorded measurements below the threshold, divided by the total number of recorded measurements. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"0.57"},{"groupId":"OG001","value":"0.21","spread":"0.63"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time Spent > 10 mmol/L (180 mg/dL) Using Continuous Glucose Monitoring (CGM) System","description":"Percentage of time spent \\> 10 mmol/L (180 mg/dL) is presented. Time spent above threshold is defined as 100 times the number of recorded measurements above the threshold, divided by the total number of recorded measurements. The outcome data was evaluated based on the in-trial observation period. The in-trial period started at randomization and ended at the date of: The last direct participant-site contact, withdrawal for participants who withdrew their informed consent, the last participant-investigator contact as defined by the investigator for participants who were lost to follow-up (i.e., possibly an unscheduled phone visit), death for participants who died before any of the above.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.86","spread":"18.74"},{"groupId":"OG001","value":"32.27","spread":"18.66"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":492},"commonTop":["COVID-19","Nasopharyngitis","Back pain","Diabetic retinopathy","Diarrhoea"]}}}