{"nctId":"NCT01242527","briefTitle":"Epanova® for Lowering Very High Triglycerides","startDateStruct":{"date":"2011-01"},"conditions":["Severe Hypertriglyceridemia"],"count":399,"armGroups":[{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"Epanova 2 g","type":"EXPERIMENTAL","interventionNames":["Drug: omefas"]},{"label":"Epanova 3 g","type":"EXPERIMENTAL","interventionNames":["Drug: omefas"]},{"label":"Epanova 4 g","type":"EXPERIMENTAL","interventionNames":["Drug: omefas"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"omefas","otherNames":[]},{"name":"omefas","otherNames":[]},{"name":"omefas","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women, \\>=18 years of age.\n* Very high serum TG values in the range \\>=500 mg/dL and \\<2000 mg/dL (\\>=5.65 mmol/L and \\<22.60 mmol/L)\n\nExclusion Criteria:\n\n* Allergy or intolerance to omega-3 fatty acids, omega-3-acid ethyl esters, or fish.\n* Known lipoprotein lipase impairment or deficiency or apolipoprotein C-II deficiency or familial dysbetalipoproteinemia.\n* Unable to discontinue use of omega-3 drugs/supplements.\n* Unable to discontinue use of bile acid sequestrants, fibrates or niacin (other than niacin-containing vitamins \\<200 mg), or any supplement used to alter lipid metabolism.\n* Women who are pregnant, lactating, or planning to become pregnant. Women of childbearing potential who are not using acceptable contraceptive methods.\n* Use of tamoxifen, estrogens or progestins that has not been stable for \\>4 weeks prior to Visit 1.\n* Use of oral or injected corticosteroids or anabolic steroids.\n* History of pancreatitis.\n* History of symptomatic gallstone disease, unless treated with cholecystectomy.\n* Uncontrolled diabetes.\n* Uncontrolled hypothyroidism or thyroid stimulating hormone (TSH).\n* History of cancer (other than basal cell carcinoma) in the past 2 years.\n* Cardiovascular event (i.e., myocardial infarction, acute coronary syndrome, new onset angina, stroke, transient ischemic attack, unstable congestive heart failure requiring a change in treatment) or revascularization procedure within six months prior to Visit 1.\n* Use of anticoagulants (e.g. warfarin \\[Coumadin®\\], coumarin, heparin, enoxaparin, clopidogrel).\n* Presence of an aortic aneurysm or resection of an aortic aneurysm within six months prior to Visit 1.\n* Recent history (within six months prior to Visit 1) or current significant nephrotic syndrome, pulmonary, hepatic, biliary, gastrointestinal or immunologic disease.\n* Poorly controlled hypertension.\n* Any of the following laboratory criteria: serum alanine aminotransferase (ALT) or aspartate aminotransferase (AST), glucose, glomerular filtration rate (GFR), platelet count,or hemoglobin outside of study range.\n* Recent history (past 12 months) of drug abuse or alcohol abuse.\n* Exposure to any investigational product, within 4 weeks prior to Visit 1.\n* Presence of any other condition the Investigator believes would interfere with the subject's ability to provide informed consent, comply with study instructions, or which might confound the interpretation of the study results or put the subject at undue risk","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Fasting Serum Triglycerides","description":"The primary endpoints are the differences in mean percent changes from baseline to end-of-treatment in triglycerides between placebo and the 2g/day, 3g/day and 4g/day Epanova groups","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.26","spread":null},{"groupId":"OG001","value":"-25.94","spread":null},{"groupId":"OG002","value":"-25.46","spread":null},{"groupId":"OG003","value":"-30.86","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":99},"commonTop":["Diarrhoea","Nausea","Nasopharyngitis"]}}}