{"nctId":"NCT01081145","briefTitle":"Maintenance of Efficacy of Extended-Release Guanfacine HCl in Children and Adolescents With Attention-deficit/Hyperactivity Disorder (ADHD)","startDateStruct":{"date":"2010-05-11","type":"ACTUAL"},"conditions":["Attention-deficit/Hyperactivity Disorder"],"count":528,"armGroups":[{"label":"Extended-release Guanfacine HCl","type":"EXPERIMENTAL","interventionNames":["Drug: Extended-release Guanfacine Hydrochloride"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Extended-release Guanfacine Hydrochloride","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, aged 6-17 years at the time of consent/assent at Screening/Visit 1.\n2. Subject's parent or legally authorised representative (LAR) must provide signature of informed consent, and there must be documentation of assent (if applicable) by the subject indicating that the subject is aware of the investigational nature of the study and the required procedures and restrictions, in accordance with the International Conference on Harmonisation (ICH) Good Clinical Practice (GCP) Guideline E6 (1996) and applicable regulations before completing any study-related procedures at Screening/Visit 1.\n3. Subject meets DSM-IV-TR criteria for a primary diagnosis of ADHD, combined subtype, hyperactive/impulsive subtype, or inattentive sub-type based on a detailed psychiatric evaluation using the Kiddie Schedule for Affective Disorders and Schizophrenia-Present and Lifetime version (K-SADS-PL).\n4. Subject has a minimum ADHD-RS-IV total score of 32 at Enrolment/Visit 2.\n5. Subject has a minimum CGI-S score of 4 at Enrolment/Visit 2.\n6. Subject is functioning at an age-appropriate level intellectually, as deemed by the Investigator.\n7. Subject and parent/LAR understand, are willing, able, and likely to fully comply with the study requirements, procedures, and restrictions defined in this protocol.\n8. Subject is able to swallow intact tablets.\n9. Subject who is a female of child-bearing potential (FOCP), defined as 9 years of age or \\<9 years of age and is post-menarchal, must have a negative serum beta Human Chorionic Gonadotropin (hCG) pregnancy test at Screening/Visit 1 and a negative urine pregnancy test at Enrolment/Visit 2 and agree to comply with any applicable contraceptive requirements of the protocol.\n10. Subject has a supine and standing BP measurement within the 95th percentile for age, gender, and height.\n\nExclusion Criteria:\n\n1. Subject has a current, controlled (requiring a prohibited medication or behavioural modification program) or uncontrolled, comorbid psychiatric diagnosis, except oppositional defiant disorder (ODD), including any severe comorbid Axis II disorders or severe Axis I disorders such as post traumatic stress disorder, bipolar illness, psychosis, pervasive developmental disorder, obsessive-compulsive disorder, substance abuse disorder, or other symptomatic manifestations or lifetime history of bipolar illness, psychosis, or conduct disorder that, in the opinion of the Investigator, contraindicate SPD503 treatment or confound efficacy or safety assessments.\n2. Subject has any condition or illness including clinically significant abnormal Screening/Visit 1 laboratory values which, in the opinion of the Investigator, represents an inappropriate risk to the subject and/or could confound the interpretation of the study.\n3. Subject has a known history or presence of structural cardiac abnormalities, serious heart rhythm abnormalities, syncope, cardiac conduction problems (e.g., clinically significant heart block), exercise-related cardiac events including syncope and pre syncope, or clinically significant bradycardia.\n4. Subject with orthostatic hypotension or a known history of controlled or uncontrolled hypertension.\n5. Subject has clinically significant ECG findings as judged by the Investigator with consideration of the central ECG laboratory's interpretation.\n6. Current use of any prohibited medication or other medications, including herbal supplements, that affect BP or heart rate or that have CNS effects or affect cognitive performance, such as sedating antihistamines and decongestant sympathomimetics (inhaled bronchodilators are permitted) or a history of chronic use of sedating medications \\[i.e., antihistamines\\]) in violation of the protocol specified washout criteria at Enrolment/Visit 2.\n7. Subject has used an investigational product within 30 days prior to Enrolment/Visit 2.\n8. Subject is significantly overweight based on Centre for Disease Control and Prevention Body Mass Index (BMI)-for-age gender specific charts. Significantly overweight is defined as a BMI \\>95th percentile.\n9. Children aged 6-12 years with a body weight of \\<25kg or adolescents aged 13-17 years with a body weight of \\<34kg or \\>91kg at Screening/Visit 1.\n10. Subject has a known or suspected allergy, hypersensitivity, or clinically significant intolerance to guanfacine hydrochloride or any components found in SPD503.\n11. Clinically important abnormality on drug and alcohol screen (excluding the subject's current ADHD stimulant if applicable) at Screening/Visit 1.\n12. Subject has a history of alcohol or other substance abuse or dependence, as defined by DSM-IV-TR (with the exception of nicotine) within the last 6 months.\n13. Subject is female and is pregnant or currently lactating.\n14. Subject failed screening or was previously enrolled in this study.\n15. Subject is currently considered a suicide risk in the opinion of the Investigator, has previously made a suicide attempt, or has a prior history of, or is currently demonstrating active suicidal ideation. Subjects with intermittent passive suicidal ideation are not necessarily excluded based on the assessment of the Investigator (see protocol Section 7.2.4.2 for additional guidance).\n16. History of failure to respond to an adequate trial of an alpha 2-agonist for the treatment of ADHD (consisting of an appropriate dose and adequate duration of therapy in the opinion of the Investigator).\n17. Subject has a history of a seizure disorder (other than a single childhood febrile seizure occurring before the age of 3 years) or the presence of a serious tic disorder (including Tourette's syndrome).\n18. Subject has another member of the same household currently participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment Failures During the Double-Blind Randomized-Withdrawal Phase","description":"Treatment failure was defined as \\>= 50% increase (worsening) in ADHD-RS-IV total score and a \\>= 2 point increase (worsening) in CGI-S score compared with the respective scores at the Double-blind Randomized-withdrawal Baseline Visit at 2 consecutive Double-blind Randomized-withdrawal Phase visits. Subjects meeting these criteria were regarded as treatment failures regardless of whether or not they were withdrawn. All subjects who discontinued the study for any reason were regarded as treatment failures for the primary analysis.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.9","spread":null},{"groupId":"OG001","value":"49.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure During the Double-Blind Randomized-Withdrawal Phase","description":"Treatment failure was defined as \\>= 50% increase (worsening) in ADHD-RS-IV total score and a \\>= 2 point increase (worsening) in CGI-S score compared with the respective scores at the Double-blind Randomized-withdrawal Baseline Visit at 2 consecutive Double-blind Randomized-withdrawal Phase visits. Subjects meeting these criteria were regarded as treatment failures regardless of whether or not they were withdrawn. All subjects who discontinued the study for any reason were regarded as treatment failures for the primary analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.0","spread":null},{"groupId":"OG001","value":"218.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-Blind Randomized-Withdrawal Baseline in Attention Deficit Hyperactivity Disorder Rating Scale-fourth Edition (ADHD-RS-IV) Total Score at Week 26 of the Double-Blind Randomized-Withdrawal Phase - Last Observation Carried Forward (LOCF)","description":"The ADHD-RS-IV consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with total score ranging from 0 to 54.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.89","spread":"1.225"},{"groupId":"OG001","value":"9.64","spread":"1.21"}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With an Assessment of Normal/Borderline Mentally Ill on Clinical Global Impression-Severity of Illness (CGI-S) Scale During the Double-Blind Randomized-Withdrawal Phase - LOCF","description":"CGI-S assesses the severity of the subject's condition on a 7-point scale: 1 (normal, not at all ill), 2 (borderline mentally ill), 3 (mildly ill), 4 (moderately ill), 5 (markedly ill), 6 (severely ill), 7 (among the most extremely ill)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Double-Blind Randomized-Withdrawal Baseline in the Weiss Functional Impairment Rating Scale - Parent Report (WFIRS-P) Global Score at Week 26 of the Double-Blind Randomized-Withdrawal Phase - LOCF","description":"The WFIRS-P is a 50-item scale with each item scored from 0 (never/not at all) to 3 (very often/very much). Mean scores range from 0 to 3. Higher scores indicate greater functional impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"0.036"},{"groupId":"OG001","value":"0.16","spread":"0.035"}]}]}]},{"type":"SECONDARY","title":"Health Utilities Index-2/3 (HUI 2/3) Scores During the Double-Blind Randomized-Withdrawal Phase - LOCF","description":"HUI is used to describe health status and to obtain utility scores by collecting data using one or more questionnaires in formats selected to match the specific study design criteria. Scoring ranges from 0.00 (dead) to 1.00 (perfect health). Higher scores represent better health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.899","spread":"0.1272"},{"groupId":"OG001","value":"0.900","spread":"0.1229"}]}]}]},{"type":"SECONDARY","title":"Columbia-Suicide Severity Rating Scale During Double-Blind Randomized-Withdrawal Phase","description":"C-SSRS is a semi-structured interview that captures the occurence, severity, and frequency of suicide-related thoughts and behaviors during the assessment period. The interview includes definitions and suggested questions to solicit the type of information needed to determine if a suicide-related thought or behaviour occurred. The assessment is done by the nature of the responses, not by a numbered scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Open-Label Baseline in ADHD-RS-IV Total Score at Week 13 of the Open-Label Phase - LOCF","description":"The ADHD-RS-IV consists of 18 items scored on a 4-point scale ranging from 0 (no symptoms) to 3 (severe symptoms) with total score ranging from 0 to 54.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.2","spread":"11.97"}]}]}]},{"type":"SECONDARY","title":"Percentage of Responders in the Open-Label Phase - LOCF","description":"Response is defined as a percentage decrease (improvement) from Baseline in the ADHD-RS-IV total score of \\>=30% and a CGI-S score of 1 or 2.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With Improvement on Clinical Global Impression-Improvement (CGI-I) Scores During Open-Label Phase - LOCF","description":"Clinical Global Impression-Improvement (CGI-I) consists of a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). Improvement is defined as a score of 1 (very much improved) or 2 (much improved) on the scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Subjects With an Assessment of Normal/Borderline Mentally Ill on CGI-S Scale During the Open-Label Phase - LOCF","description":"CGI-S assesses the severity of the subject's condition on a 7-point scale: 1 (normal, not at all ill), 2 (borderline mentally ill), 3 (mildly ill), 4 (moderately ill), 5 (markedly ill), 6 (severely ill), 7 (among the most extremely ill)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Open-Label Baseline in WFIRS-P Global Score at Week 13 of the Open-Label Phase - LOCF","description":"The WFIRS-P is a 50-item scale with each item scored from 0 (never/not at all) to 3 (very often/very much). Mean scores range from 0 to 3. Higher scores indicate greater functional impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.414"}]}]}]},{"type":"SECONDARY","title":"HUI 2/3 Scores During the Open-Label Phase - LOCF","description":"HUI is used to describe health status and to obtain utility scores by collecting data using one or more questionnaires in formats selected to match the specific study design criteria. Scoring ranges from 0.00 (dead) to 1.00 (perfect health). Higher scores represent better health status.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.892","spread":"0.1230"}]}]}]},{"type":"SECONDARY","title":"Columbia-Suicide Severity Rating Scale During Open-Label Phase","description":"C-SSRS is a semi-structured interview that captures the occurence, severity, and frequency of suicide-related thoughts and behaviors during the assessment period. The interview includes definitions and suggested questions to solicit the type of information needed to determine if a suicide-related thought or behaviour occurred. The assessment is done by the nature of the responses, not by a numbered scale.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":526},"commonTop":["Somnolence","Headache","Fatigue","Abdominal pain upper","Nasopharyngitis"]}}}