{"nctId":"NCT02523599","briefTitle":"Phase 3 Study of Efficacy and Safety of the XaraColl® Bupivacaine Implant After Hernioplasty","startDateStruct":{"date":"2015-08"},"conditions":["Pain, Postoperative"],"count":305,"armGroups":[{"label":"XaraColl","type":"EXPERIMENTAL","interventionNames":["Drug: XaraColl"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"XaraColl","otherNames":["Bupivacaine collagen implant"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a planned (non-emergent) unilateral inguinal hernioplasty (open laparotomy, tension-free technique) to be performed according to standard surgical technique under general anesthesia. Repair of multiple hernias through a single incision is permitted provided only a single mesh will be used.\n* If female, is nonpregnant and nonlactating.\n* If female, is either not of childbearing potential (defined as postmenopausal for ≥ 1 year or surgically sterile \\[bilateral tubal ligation, bilateral oophorectomy or hysterectomy\\]) or practicing 1 of the protocol specified medically-acceptable methods of birth control and agrees to continue with the regimen throughout the duration of the study:\n* Has the ability and willingness to comply with the study procedures and use of the eDiary.\n* Is willing to use only permitted medications throughout the study.\n* Is willing to use opioid analgesia.\n* Must be able to fluently speak and understand either English or Spanish and be able to provide meaningful written informed consent for the study.\n\nExclusion Criteria:\n\n* Has a known hypersensitivity to amide local anesthetics, morphine, acetaminophen or bovine products.\n* Is scheduled for bilateral inguinal hernioplasty or other significant concurrent surgical procedures per investigator discretion.\n* Has undergone major surgery within 3 months of the scheduled hernioplasty or plans to undergo another laparotomy procedure within 30 days postoperatively.\n* Has used any analgesic other than acetaminophen within 24 hours of surgery. Acetaminophen may be used on the day of surgery but is subject to preoperative restrictions for oral intake.\n* Has used aspirin or aspirin-containing products within 7 days of surgery. Aspirin at a dose of ≤ 325 mg is allowed for cardiovascular prophylaxis if the patient has been on a stable dose regimen for ≥ 30 days before Screening.\n* Has used systemic steroids, anticonvulsants, antiepileptics, antidepressants for the management of chronic pain, or monoamine oxidase inhibitors on a regular basis within 10 days of surgery.\n* Has used any opioid analgesic for an extended daily basis (30 - 60 mg oral morphine equivalent per day for 3 or more days a week) within 4 weeks before surgery. Patients who, in the investigator's opinion, may be developing opioid tolerance are also excluded.\n* Has any chronic painful condition (eg, fibromyalgia) or routinely uses pain medication other than acetaminophen (including nonsteroidal anti-inflammatory drugs \\[NSAIDs\\]) that, in the opinion of the investigator, may confound the assessment of pain associated with the hernioplasty.\n* Has a physical or mental condition that, in the opinion of the investigator, may confound the assessment of postoperative pain after hernioplasty.\n* Shows evidence of tolerance or physical dependency on opioid analgesics or sedative-hypnotic medications.\n* Has a urine drug screen that tests positive for drugs of abuse or misuse, including cannabinoids.\n* Has liver function test results greater than 3x the upper limit of normal or a history of cirrhosis.\n* Has any clinically significant unstable cardiac disease (eg, uncontrolled hypertension, clinically significant arrhythmia at baseline, or an implantable cardioverter-defibrillator \\[ICD\\])\n* Has any clinically significant unstable neurological, immunological, renal, or hematological disease (eg, uncontrolled diabetes or significantly abnormal laboratory findings), or any other condition that, in the opinion of the investigator, could compromise the patient's welfare, ability to communicate with the study staff or otherwise contraindicate study participation.\n* Has an open workman's compensation claim.\n* Has participated in a clinical trial (investigational or marketed product) within 30 days of surgery.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SPI24","description":"Sum of Pain Intensity (SPI24). The time weighted sum of pain intensity from 0 to 24 hours (ie, the area under the NRS PI curve from 0 to 24 hours). Where 0 indicated \"no pain\" and 10 indicated \"worst pain possible\". This type of measurement scale is called \"NRS\" or Numerical Rating Scale For the purpose of (SPI) computation, PI at Time 0 (Baseline PI) is set to zero for all patients who have test article implantation. SPI will not be calculated for randomized but not treated patients. A lower score is a better outcome. Minimum value would be \"0\" and Maximum value would be 240. Time-weighted SPI is calculated as the sum of the pain intensities between successive time points (i.e., if SPI24 = ∑\\[PI x (time t - time t-1)\\], where \"t\" represents a given time point,\"t-1\" represents the previous time point, and time is expressed in hours). This represents the AUC (Area Under the Curve) of the pain intensities when calculated with the trapezoidal rule.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.0","spread":"47.18"},{"groupId":"OG001","value":"106.8","spread":"48.20"}]}]}]},{"type":"SECONDARY","title":"TOpA24","description":"Total use of opioid analgesia (TOpA) from Time 0 through 24 hours (TOpA24). This is a basic measurement of counting in total the number of morphine tablets (15 mg) patients had use within a 24 hour period (typically called \"rescue\" to help manage pain. Zero (0) is the \"lowest\" score. The lower the number of tablets the better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"TOpA48","description":"Total use of Opioid Analgesia from Time 0 through 48 hours (TOpA48) This is a basic measurement of counting in total the number of morphine tablets (15 mg) patients had use within a 48-hour period (typically called \"rescue\" to help manage pain. Zero (0) is the \"lowest\" score. The lower the number of tablets the better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]}]},{"type":"SECONDARY","title":"TOpA72","description":"Total use of Opioid Analgesia (TOpA) from Time 0 through 72 hours. This is a basic measurement of counting in total the number of morphine tablets patients had use within a 72-hour period (typically called \"rescue\" to help manage pain. Zero (0) is the \"lowest\" score. The lower the number of tablets the better outcome.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"14.0","spread":null}]}]}]},{"type":"SECONDARY","title":"SPI48","description":"Sum of pain intensity (SPI).The time weighted sum of pain intensity from 0 to 48 hours (ie, the area under the NRS PI curve from 0 to 48 hours). For the purpose of SPI computation, Pain Intensity at Time 0 (Baseline PI) is set to zero for all patients who have test article implantation. Minimum value would be \"0\" and Maximum value would be 480. Time-weighted SPI is calculated as the sum of the pain intensities between successive time points (i.e., if SPI24 = ∑\\[PI x (time t - time t-1)\\], where \"t\" represents a given time point,\"t-1\" represents the previous time point, and time is expressed in hours). This represents the AUC (Area Under the Curve) of the pain intensities when calculated with the trapezoidal rule.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"165.7","spread":null},{"groupId":"OG001","value":"190.1","spread":null}]}]}]},{"type":"SECONDARY","title":"SPI72","description":"Sum of pain intensity (SPI). The time weighted sum of pain intensity from 0 to 72 hours (ie, the area under the NRS PI curve from 0 to 72 hours). For the purpose of SPI computation, PI at Time 0 (Baseline PI) is set to zero for all patients who have test article implantation. Where 0 indicates \"no pain\" and 10 indicated \"worst pain possible\". A lower score is a better outcome. Minimum value would be \"0\" and Maximum value would be 720. Time-weighted SPI is calculated as the sum of the pain intensities between successive time points (i.e., if SPI72 = ∑\\[PI x (time t - time t-1)\\], where \"t\" represents a given time point,\"t-1\" represents the previous time point, and time is expressed in hours). This represents the AUC (Area Under the Curve) of the pain intensities when calculated with the trapezoidal rule.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"245.2","spread":null},{"groupId":"OG001","value":"263.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":203},"commonTop":["incision site swelling","somnolence","incision site pain","dizziness","nausea"]}}}