{"nctId":"NCT01283009","briefTitle":"Extended Steroid in Use in Community Acquired Pneumonia (CAP)(e)","startDateStruct":{"date":"2012-01-09","type":"ACTUAL"},"conditions":["Community Acquired Respiratory Disease Syndrome"],"count":584,"armGroups":[{"label":"Arm 1: Inactive substance","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Inactive Substance"]},{"label":"Arm 2: Methylprednisolone","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Methylprednisolone"]}],"interventions":[{"name":"Inactive Substance","otherNames":[]},{"name":"Methylprednisolone","otherNames":["Medrol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient's origin. Patients are classified as having Community Acquired Pneumonia (CAP) if they are admitted directly from outside the hospital, including private residence, nursing home, rehabilitation center, other long-term care facility (health care-associated pneumonia (HCAP)).\n* Clinical diagnosis of CAP.\n* Have radiographically confirmed pneumonia (new or progressive pulmonary infiltrate(s) on chest radiograph or chest computed tomography scan consistent with bacterial pneumonia) AND have acute illness ( \\<=7 days' duration) with at least three of the following clinical signs or symptoms consistent with a lower respiratory tract infection:\n\nNew or increased cough Purulent sputum or change in sputum character Auscultatory findings consistent with pneumonia (e.g., rales, egophony, findings of consolidation) Dyspnea, tachypnea, or hypoxemia (O2 saturation \\<90% on room air or PaO2 \\<60 mmHg) Fever \\>= 38 C oral (\\>=38.5 C rectally or tympanically) or hypothermia (\\<=36 C) White blood cell count greater than 10,000 cells/mm3 or less than 4,000 cells/mm3 Greater than 15% immature neutrophils (bands) irrespective of WBC count\n\n* Diagnosis of severe CAP. Pneumonia of sufficient severity to require admission to the ICU (including intermediate care unit) and meeting \\>=1 major or \\>= 3 minor modified Infectious Diseases Society of America (IDSA)/American\n\nThoracic Society (ATS) criteria.:\n\n* 1 Major Criteria\n\n  1. Use of invasive or noninvasive mechanical ventilation\n  2. Vasopressors for shock despite adequate fluid resuscitation\n  3. Arterial pH \\< 7.30 -OR \\>=3 Minor Criteria\n\n  <!-- -->\n\n  1. New onset of confusion or disorientation\n  2. Hypothermia (core temperature \\<=36 C)\n  3. Respiratory rate \\>=30 breaths/min\n  4. Hypotension requiring aggressive fluid resuscitation\n  5. Uremia (BUN \\>=20 mg/dL)\n  6. PaO2: FiO2 ratio \\<=250 or SaO2:FiO2 ratio \\<=250\n  7. Leukopenia (WBC count \\< 4000 cells/mm3)\n  8. Platelet count \\< 100,000 cells/mm3 or \\> 400,000 cells/mm3\n  9. Multilobar infiltrates\n\n     Exclusion Criteria:\n\n     \\- Patient's age 17 years or younger.\n\n     \\- Vasopressor-dependent shock requiring moderate-to-high dose vasopressor (i.e., norepinephrine \\>=0.3 mcg/Kg/min) treatment for greater than 2 hours in patient that is adequately fluid-resuscitated (at least 4 liters of crystalloids) WITH central venous pressure (CVP) equal to or greater than 8 mm Hg for nonventilated patients and equal to or greater than 12 mm Hg for ventilated patients. (See explanation below)\\*\n\n     \\- Major gastrointestinal bleeding requiring transfusion of 5 units or more of packed red blood cells within 3 months of current hospitalization.\n\n     \\- Any condition requiring 20 mg of prednisone equivalent/day for greater than 14 days, over the last 3 months.\n\n     \\- Chronic obstructive pulmonary disease (COPD) with acute exacerbation requiring glucocorticoid treatment at hospital admission. Patients with short-term glucocorticoid use (e.g., methylprednisolone up to 300 mg within 5 days of randomization) will not be excluded.\n\n     \\- Patients enrolled in another experimental (interventional) protocol.\n\n     \\- Pregnancy, confirmed by urine or serum test.\n\n     \\- Presence of postobstructive pneumonia or cystic fibrosis.\n\n     \\- Clinical history consistent with aspiration of gastric content (i.e., loss of consciousness or seizure).\n\n     \\- Active tuberculosis or fungal infection.\n\n     \\- Moribund patient (i.e., not expected to live more than 24 h) or with recent (within 7 days) cardiopulmonary arrest, or with (known or suspected) irreversible cessation of all brain function, or comfort measure status.\n\n     \\- Presence of preexisting medical condition that is irreversible and expected to be fatal within 3 months.\n     * Patients with severe immunosuppression (i.e., HIV with CD4 \\<200), neutropenia (less than 1000 neutrophils) not related to pneumonia, acute burn injury, or receiving immunosuppressive or cytotoxic therapy for any reason.\n     * Chronic severe cognitive impairment caused by dementia or central nervous system pathologies (tumor, cerebro-vascular accident, infections, or head injuries) as defined by the site investigator by obtaining medical history and reviewing medical record.\n     * The physician doesn't feel the patient is a viable candidate for the study (e.g., presence of hypersensitivity or previous severe adverse reaction to cosyntropin or any glucocorticoid, history of adrenal insufficiency or chronic systemic steroid use placing the patient at risk for relative adrenal insufficiency).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"60-day Mortality","description":"The primary outcome is all-cause mortality at 60 days, defined by whether the patient has died by the end of study day 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"47","spread":null}]},{"measurements":[{"groupId":"OG000","value":"227","spread":null},{"groupId":"OG001","value":"239","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"70","spread":null},{"groupId":"OG001","value":"72","spread":null}]},{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"25","spread":null}]},{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"167","spread":null}]},{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":162,"n":287},"commonTop":[]}}}