{"nctId":"NCT01484652","briefTitle":"Safety and Efficacy of COV795 in Moderate to Severe Post-Operative Bunionectomy Pain With an Open-label Extension","startDateStruct":{"date":"2011-11"},"conditions":["Pain, Postoperative","Bunion"],"count":329,"armGroups":[{"label":"COV795","type":"EXPERIMENTAL","interventionNames":["Drug: COV795"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"COV795","otherNames":["MNK795"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Complete the informed consent process as documented by signed informed consent form(s).\n2. Be in generally good health.\n3. Be 18 to 75 years of age, inclusively at the time of screening.\n4. Be scheduled for a primary unilateral first metatarsal bunionectomy (with no collateral procedures).\n5. Have a body mass index ≤33 kg/m2.\n6. Female subjects are eligible only if not pregnant, not lactating, not planning to become pregnant for the duration of the study, surgically sterile or at least two years postmenopausal, or practicing an acceptable form of birth control for at least 2 months\n7. Male subjects must be sterile or commit to the use of a reliable method of birth control\n8. Be classified as Physical status 1 (PS-1) to PS-2 by the American Society of Anesthetists (ASA) Physical Status Classification System.\n9. Be willing to complete the pain evaluations and return to the clinic as scheduled.\n\nExclusion Criteria\n\n1. Have an uncontrolled medical condition, serious intercurrent illness, clinically significant general health condition, or extenuating circumstance that may significantly decrease study compliance or otherwise preclude their participation in the study.\n2. Have a clinically significant abnormal electrocardiogram (ECG) at screening\n3. Have had any type of gastric bypass surgery or have a gastric band.\n4. Have previous abdominal surgery within the past year or history of abdominal adhesions, known or suspected paralytic ileus.\n5. Have a history of any medical condition that would alter the absorption, distribution, metabolism or excretion of COV795\n6. Have a history of severe bronchial asthma, hypercarbia, or hypoxia\n7. Have a clinically significant abnormality on their clinical laboratory values\n8. Have Addison's disease, benign prostatic hyperplasia, or kidney disease\n9. Have donated blood or blood components within 3 months prior to the screening visit.\n10. Have a known allergy or hypersensitivity to any opioid analgesics, anesthetics, acetaminophen, Non-steroid anti-inflammatory drugs (NSAIDs).\n11. Have a history of intolerance to short term opioid use.\n12. Unwilling to discontinue certain prohibited medications within the allotted time before surgery and throughout the duration of the study. Have taken certain drugs within the indicated times before surgery.\n13. Have a history of substance or alcohol abuse and/or a positive result on drug screening.\n14. Have a positive test for human immunodeficiency virus (HIV), hepatitis B virus (HBV), or hepatitis C virus (HCV) at the screening visit.\n15. Have dysphagia and/or cannot swallow study medication whole.\n16. Have a history of migraine or frequent headaches, seizures, or are currently taking anticonvulsants.\n17. Have previously participated in a clinical trial using COV795 or had a bunionectomy in the last 3 months.\n18. Received any investigational drugs or devices within 4 weeks prior to the screening visit.\n19. Other criteria as specified in the trial protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SPID48 (Summed Pain Intensity Difference)","description":"Pain intensity (PI) is measured using the 11-point (0-10) Numeric Pain Rating Scale (NPRS) score. PID is the arithmetic difference in NPRS score at the time point of interest from the baseline score. SPID48 is the sum of time-weighted PID scores measured 22 times over the 48 hour assessment period, with a total score ranging from -480 (worst) to 480 (best). A higher SPID value indicates greater pain relief.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.9","spread":"7.64"},{"groupId":"OG001","value":"66.9","spread":"7.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":235},"commonTop":["Nausea","Dizziness","Headache","Vomiting","Constipation"]}}}