{"nctId":"NCT00069095","briefTitle":"A Study of Capecitabine (Xeloda) and Bevacizumab as a First-line Therapy in Patients With Metastatic Colorectal Cancer","startDateStruct":{"date":"2003-07"},"conditions":["Colorectal Cancer"],"count":2035,"armGroups":[{"label":"XELOX (oxaliplatin+capecitabine)","type":"EXPERIMENTAL","interventionNames":["Drug: Oxaliplatin 130 mg/m^2","Drug: Capecitabine 1000 mg/m^2","Drug: Placebo for bevacizumab 7.5 mg/kg"]},{"label":"XELOX (oxaliplatin+capecitabine) + bevacizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Oxaliplatin 130 mg/m^2","Drug: Capecitabine 1000 mg/m^2","Drug: Bevacizumab 7.5 mg/kg"]},{"label":"FOLFOX-4 (oxaliplatin+leucovorin+fluorouracil)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxaliplatin 85 mg/m^2","Drug: Leucovorin 200 mg/m^2","Drug: Fluorouracil 400 mg/m^2","Drug: Placebo for bevacizumab 5 mg/kg"]},{"label":"FOLFOX-4 (oxaliplatin+leucovorin+fluorouracil) + bevacizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxaliplatin 85 mg/m^2","Drug: Leucovorin 200 mg/m^2","Drug: Fluorouracil 400 mg/m^2","Drug: Bevacizumab 5 mg/kg"]}],"interventions":[{"name":"Oxaliplatin 130 mg/m^2","otherNames":["Eloxatin"]},{"name":"Capecitabine 1000 mg/m^2","otherNames":["Xeloda"]},{"name":"Bevacizumab 7.5 mg/kg","otherNames":["Avastin"]},{"name":"Placebo for bevacizumab 7.5 mg/kg","otherNames":[]},{"name":"Oxaliplatin 85 mg/m^2","otherNames":["Eloxatin"]},{"name":"Leucovorin 200 mg/m^2","otherNames":[]},{"name":"Fluorouracil 400 mg/m^2","otherNames":["Efudex"]},{"name":"Bevacizumab 5 mg/kg","otherNames":["Avastin"]},{"name":"Placebo for bevacizumab 5 mg/kg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients ≥ 18 years of age.\n* Metastatic colorectal cancer.\n* ≥ 1 target lesion.\n\nExclusion Criteria:\n\n* Previous treatment with oxaliplatin or bevacizumab.\n* Previous systemic chemotherapy or immunotherapy for advanced or metastatic disease.\n* Progressive disease during or within 6 months of completion of previous adjuvant therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) as Assessed by the Investigator According to Response Evaluation Criteria in Solid Tumors (RECIST) by General Approach (Participants With Curative Surgery Censored): Non-inferiority of XELOX Versus FOLFOX-4","description":"PFS was defined as the time from randomization to progressive disease or death. Participants with neither disease progression nor death were censored at the last date of the last tumor assessment that confirmed that their disease had not progressed. Participants with no tumor assessments after baseline who were alive at the time of clinical cutoff were censored at the date of randomization. Participants who underwent surgical resection with curative intent without prior progression were censored at the date of surgery. PFS was based on tumor assessments made by the investigators according to the RECIST criteria. Non-inferiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Non-inferiority of the XELOX-containing arms compared with the FOLFOX-4- containing arms was investigated.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259","spread":null},{"groupId":"OG001","value":"241","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Assessed by the Independent Review Committee (IRC) (General Approach, Participants With Curative Surgery Censored) - Non-inferiority of XELOX Versus FOLFOX-4","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. Participants with neither disease progression nor death were censored at the last date of the last tumor assessment that confirmed that their disease had not progressed. Participants who underwent surgical resection with curative intent without prior progression were censored at the date of surgery. PFS was analyzed on the basis of the tumor response assessments made by the IRC. Non-inferiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"304.0","spread":null},{"groupId":"OG001","value":"261.0","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Assessed by the Independent Review Committee (IRC) (General Approach, Participants With Curative Surgery Censored) - Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. Participants with neither disease progression nor death were censored at the last date of the last tumor assessment that confirmed that their disease had not progressed. Participants who underwent surgical resection with curative intent without prior progression were censored at the date of surgery. PFS was analyzed on the basis of the tumor response assessments made by the IRC. Superiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Superiority of the bevacizumab-containing arms was compared with the placebo-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259.0","spread":null},{"groupId":"OG001","value":"335.0","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS (On-treatment Approach): Non-inferiority of XELOX Versus FOLFOX-4","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. The on-treatment analysis included only tumor assessments and death events that occurred no later than 28 days after the last confirmed intake of any study medication in the primary study treatment phase. Participants who did not have an event during this interval were censored at the date of the last tumor assessment within this time window, or on day 1 if no tumor assessment was available after baseline. Participants who underwent surgical resection with curative intent without prior progression within 28 days after the last confirmed intake of any study medication in the primary study treatment phase were censored at the date of surgery. The on-treatment approach excluded the possible impact of other treatments that might have been started before disease progression. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"268.0","spread":null},{"groupId":"OG001","value":"234.0","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS (On-treatment Approach): Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. The on-treatment analysis included only tumor assessments and death events that occurred no later than 28 days after the last confirmed intake of any study medication in the primary study treatment phase. Participants who did not have an event during this interval were censored at the date of the last tumor assessment within this time window, or on day 1 if no tumor assessment was available after baseline. Participants who underwent surgical resection with curative intent without prior progression within 28 days after the last confirmed intake of any study medication in the primary study treatment phase were censored at the date of surgery. The on-treatment approach excluded the possible impact of other treatments that might have been started before disease progression. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"241.0","spread":null},{"groupId":"OG001","value":"316.0","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS by General Approach, Participants With Curative Surgery Not Censored: Non-inferiority of XELOX Versus FOLFOX-4","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. Participants who underwent curative surgery after experiencing a sufficient shrinkage of their tumor were not censored at the date of surgery, but any relapse, new occurrence of colorectal cancer, or death was considered as an event. Non-inferiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"260.0","spread":null},{"groupId":"OG001","value":"244.0","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS by General Approach, Participants With Curative Surgery Not Censored: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"PFS is defined as the time from randomization to disease progression (PD) or death due to any cause. Participants who underwent curative surgery after experiencing a sufficient shrinkage of their tumor were not censored at the date of surgery, but any relapse, new occurrence of colorectal cancer, or death was considered as an event. Superiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"245.0","spread":null},{"groupId":"OG001","value":"287.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival: Non-inferiority of XELOX Versus FOLFOX-4","description":"Overall survival was defined as the time from the date of randomization to the date of death. Participants who were not reported to have died at the time of the clinical cut-off date for the analysis were censored using the date they were last known to be alive. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"549.0","spread":null},{"groupId":"OG001","value":"577.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"Overall survival was defined as the time from the date of randomization to the date of death. Participants who were not reported to have died at the time of the clinical cut-off date for the analysis were censored using the date they were last known to be alive. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"574.0","spread":null},{"groupId":"OG001","value":"551.0","spread":null}]}]}]},{"type":"PRIMARY","title":"PFS as Assessed by the Investigator According to Response Evaluation Criteria in Solid Tumors (RECIST) by General Approach (Participants With Curative Surgery Censored) - Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"PFS was defined as the time from randomization to progressive disease or death. Participants with neither disease progression nor death were censored at the last date of the last tumor assessment that confirmed that their disease had not progressed. Participants with no tumor assessments after baseline who were alive at the time of clinical cutoff were censored at the date of randomization. Participants who underwent surgical resection with curative intent without prior progression were censored at the date of surgery. PFS was based on tumor assessments made by the investigators according to the RECIST criteria. Superiority analysis that followed the general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"244.0","spread":null},{"groupId":"OG001","value":"285.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response (BOR) as Assessed by the Investigator According to Response Evaluation Criteria in Solid Tumors (RECIST): Non-inferiority of XELOX Versus FOLFOX-4","description":"According to the RECIST criteria, BOR in an individual participant was defined as the best response recorded from the start of the treatment until disease progression or recurrence. Only tumor assessments as assessed by the investigator and made up to and including 28 days after last intake of study medication in the primary study treatment phase not later than date of first curative surgery were included in these analyses. Responders were defined as the percentage of participants with a confirmed best overall response of complete response (CR) or partial response (PR). Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.4","spread":null},{"groupId":"OG001","value":"46.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Overall Response (BOR) as Assessed by the Investigator According to RECIST: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"According to the RECIST criteria, BOR in an individual participant was defined as the best response recorded from the start of the treatment until disease progression or recurrence. Only tumor assessments as assessed by the investigator and made up to and including 28 days after last intake of study medication in the primary study treatment phase not later than date of first curative surgery were included in these analyses. Responders were defined as the percentage of participants with a confirmed best overall response of complete response (CR) or partial response (PR). Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.2","spread":null},{"groupId":"OG001","value":"46.5","spread":null}]}]}]},{"type":"SECONDARY","title":"BOR as Assessed by the IRC According to RECIST: Non-inferiority of XELOX Versus FOLFOX-4","description":"According to the RECIST criteria, the BOR in an individual participant was the best response recorded from the start of the treatment until disease progression/recurrence (taking the smallest measurements recorded since the baseline assessment as a reference for PD). The BOR as assessed by the IRC was determined based on tumor assessments that were made up to and including 28 days after last intake of study medication in the primary study treatment phase. Responders were defined as the percentage of participants with a complete response (CR) or partial response (PR). Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.6","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"BOR as Assessed by the IRC According to RECIST: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"According to the RECIST criteria, the BOR in an individual participant was the best response recorded from the start of the treatment until disease progression/recurrence (taking the smallest measurements recorded since the baseline assessment as a reference for PD). The BOR as assessed by the IRC was determined based on tumor assessments that were made up to and including 28 days after last intake of study medication in the primary study treatment phase. Responders were defined as the percentage of participants with a complete response (CR) or partial response (PR). Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"37.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF) as Assessed by the Investigator According to RECIST: Non-inferiority of XELOX Versus FOLFOX-4","description":"Time to treatment failure was defined as the time from the date of randomization to the date of discontinuation of the primary study treatment phase due to adverse event/intercurrent illness, insufficient therapeutic response, death, failure to return, refusing treatment/being unwilling to cooperate, or withdrawing consent; discontinuation of the post study treatment phase due to adverse event, progressive disease, death, participant refusal/administrative reasons, or withdrawing consent; documented disease progression; or death due to any cause, whichever occurred first. The general approach took into account all tumor assessments obtained during the primary study treatment phase, the post-study treatment phase and those obtained during the follow-up phase.The on-treatment approach included only tumor assessments and deaths that occurred no later than 28 days after the last confirmed intake of any study medication in the primary study treatment phase only.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191.0","spread":null},{"groupId":"OG001","value":"179.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190.0","spread":null},{"groupId":"OG001","value":"176.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure as Assessed by the Investigator According to RECIST: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"Time to treatment failure was defined as the time from the date of randomization to the date of discontinuation of the primary study treatment phase due to adverse event/intercurrent illness, insufficient therapeutic response, death, failure to return, refusing treatment/being unwilling to cooperate, or withdrawing consent; discontinuation of the post study treatment phase due to adverse event, progressive disease, death, participant refusal/administrative reasons, or withdrawing consent; documented disease progression; or death due to any cause, whichever occurred first. The general approach included all tumor assessments or deaths that occurred during the primary study treatment phase, the post-study treatment phase, or the follow-up phase. The on-treatment approach included only tumor assessments and deaths that occurred no later than 28 days after the last confirmed intake of any study medication in the primary study treatment phase only.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183.0","spread":null},{"groupId":"OG001","value":"209.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"182.0","spread":null},{"groupId":"OG001","value":"208.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response as Assessed by the Investigator According to RECIST: Non-inferiority of XELOX Versus FOLFOX-4","description":"For participants whose BOR was CR or PR, time to response was measured as the time from randomization to the first time when the measurement criteria for CR or PR (whichever status was recorded first) was met. It was based on tumor assessments made by the investigators according to the RECIST criteria. Results were reported as the number of participants achieving a response in 8 time categories from Week 1 to Week 54. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"191","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response as Assessed by the Investigator According to RECIST: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"For participants whose BOR was CR or PR, time to response was measured as the time from randomization to the first time when the measurement criteria for CR or PR (whichever status was recorded first) was met. It was based on tumor assessments made by the investigators according to the RECIST criteria. Results were reported as the number of participants achieving a response in 8 time categories from Week 1 to Week 54. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":null},{"groupId":"OG001","value":"87","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Overall Response as Assessed by the Investigator According to RECIST: Non-inferiority of XELOX Versus FOLFOX-4","description":"Duration of overall response was measured from the time that measurement criteria were first met for CR or PR (whichever status was recorded first) until the first date when progressive disease or death was documented. It was based on tumor assessments made by the investigators according to the RECIST criteria. Participants who neither progressed nor died were censored at the date of the last tumor assessment. Participants undergoing surgical resection with curative intent were censored at the date of surgery. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"239.0","spread":null},{"groupId":"OG001","value":"226.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Overall Response as Assessed by the Investigator According to RECIST: Superiority Analysis of Chemotherapy Plus Bevacizumab Versus Chemotherapy Alone","description":"Duration of overall response was measured from the time that measurement criteria were first met for CR or PR (whichever status was recorded first) until the first date when progressive disease or death was documented. It was based on tumor assessments made by the investigators according to the RECIST criteria. Participants who neither progressed nor died were censored at the date of the last tumor assessment. Participants undergoing surgical resection with curative intent were censored at the date of surgery. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"225.0","spread":null},{"groupId":"OG001","value":"257.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Complete Response as Assessed by the Investigator According to RECIST: Non-inferiority of XELOX Versus FOLFOX-4","description":"For complete responders, the duration of complete response was measured from the time measurement criteria were first met for complete response until the date that progressive disease (or death) was documented. Non-inferiority of the XELOX-containing arms was compared with the FOLFOX-4-containing arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"347.0","spread":null},{"groupId":"OG001","value":"589.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Complete Response as Assessed by the Investigator According to RECIST: Superiority of Chemotherapy Plus BV Over Chemotherapy Alone","description":"For complete responders, the duration of complete response was measured from the time measurement criteria were first met for complete response until the date that progressive disease (or death) was documented. Superiority of the BV-containing arms was compared with the chemotherapy alone arms.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"403.0","spread":null},{"groupId":"OG001","value":"386.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":117,"n":316},"commonTop":["Nausea","Diarrhoea","Fatigue","Vomiting","Neutropenia"]}}}