{"nctId":"NCT00360555","briefTitle":"Uptitration Trial of Flibanserin Versus Placebo in Premenopausal Women With Hypoactive Sexual Desire Disorder","startDateStruct":{"date":"2006-07"},"conditions":["Sexual Dysfunctions, Psychological"],"count":1584,"armGroups":[{"label":"flibanserin","type":"EXPERIMENTAL","interventionNames":["Drug: flibanserin 50mg"]},{"label":"flibanserin 50mg","type":"EXPERIMENTAL","interventionNames":["Drug: flibanserin 100mg"]},{"label":"flibanserin 100mg","type":"EXPERIMENTAL","interventionNames":["Drug: placebo"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: flibanserin"]}],"interventions":[{"name":"flibanserin","otherNames":[]},{"name":"flibanserin 50mg","otherNames":[]},{"name":"flibanserin 100mg","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women who are 18 years of age and older.\n2. Premenopausal women having regular menstrual periods who have HSDD (decreased sexual desire), generalized acquired type, according to DSM IV-TR criteria.\n3. Patient must meet minimum cut-off scores on questionnaires relating to sexual functioning and sexual distress.\n4. Patients must be willing to try to have sexual activity (e.g., any act involving direct genital stimulation) at least once monthly.\n5. Patients must be willing and able to use an electronic diary on a daily basis (e.g., have access to a working land line telephone for daily data transmissions).\n6. At the Baseline Visit, patients must have complied with eDiary use adequately.\n7. Patients must be in a stable, monogamous, heterosexual relationship that is secure and communicative, for at least 1 year prior to the Screen Visit. The partner is expected to be physically present at least 50% of each month.\n8. Patients must have used a medically acceptable method of contraception for at least 3 months before the Baseline Visit (Visit 2) and continue to use that medically acceptable method of contraception during the trial.\n9. In the investigators opinion, patients must be reliable, honest, compliant, and agree to co-operate with all trial evaluations as well as to be able to perform them.\n10. Patients must be able and willing to give meaningful, written informed consent prior to participation in the trial, in accordance with regulatory requirements. Patients must have sufficient understanding to communicate effectively with the investigator, and be willing to discuss their sexual functioning with the investigative staff.\n11. Patients must have a clinically acceptable Pap smear as read by a cytology facility (no evidence of malignancy or squamous intraepithelial lesions) within 6 months before the Screen Visit.\n12. A score of 15 or higher on the FSDS-R at the screen Visit.\n\nExclusion Criteria:\n\n1. Patients who have taken any medication noted in the protocols List of Prohibited Medications within 30 days before screening.\n2. Patients whose sexual function was affected (enhanced or worsened) in the investigators opinion by any medication within 30 days before the Screen Visit and anytime prior to the Baseline Visit.\n3. Patients with a history of drug dependence or abuse within the past one year.\n4. Patients with a history of multiple severe reactions (i.e., allergic or oversensitivity to usual doses) to drugs that affect the brain.\n5. Patients with a history of participation in a trial of another investigational medication within one month prior to the Screen Visit, or participation in any previous clinical trial of flibanserin.\n6. Patients who meet accepted diagnostic criteria for sexual disorders that would interfere with improvement in HSDD (sexual aversion, substance-induced sexual problems, urge to live as a man, etc.\n7. Patients who indicate that their sexual partner has inadequately treated sexual problems that could interfere with the patients response to treatment.\n8. Patients who have entered the menopausal transition or menopause or have had a hysterectomy.\n9. Patients with findings at the Screen Visit of infection, inflammation, undue tenderness, or shrinkage (atrophy) of the female organs.\n10. Patients who are breast feeding or have breastfed within the last 6 months prior to the Baseline Visit.\n11. Patients who are pregnant or have been pregnant within the last 6 months prior to the Baseline Visit.\n12. Patients with a history of Major Depressive Disorder within 6 months prior the Screen Visit, a score indicating depression on a depression scale, a history of suicide attempt, or current suicidal ideation evident at the Screen or Baseline Visit.\n13. Patients with a history of any other psychiatric disorders that could impact sexual function, risks patients safety, or may impact compliance.\n14. Patients who have started psychotherapy","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Frequency of Satisfying Sexual Events (SSE) as Recorded in the eDiary.","description":"For endpoints collected on the eDiary, responses are accumulated on a monthly basis using the following algorithms.\n\nFor satisfying sexual events:\n\nTotal monthly events = 28 x (sum of the number of events) / (sum of number of days entered)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"3.5"},{"groupId":"OG001","value":"1.4","spread":"3.4"},{"groupId":"OG002","value":"1.9","spread":"5.3"},{"groupId":"OG003","value":"1.1","spread":"3.4"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in the Monthly Sum of Responses Recorded in the eDiary to the Daily Desire Question.","description":"Change from baseline in the electronic diary (eDiary) Sexual Desire Monthly Total Score standardized to a 28-day period (score range 0-84). Change from baseline is calculated as the difference between the four week baseline period and Week 21 to Week 24. Patients were asked to record information daily in the eDiary throughout the trial. Every time the eDiary was completed, a desire question was asked. If a patient did not complete the diary on a given day, the patient was not asked to enter desire information for more than a 24-hour retrospective period. The desire item read \"Indicate your most intense level of sexual desire in the last 24 hours / since your last visit.\" Potential responses included \"no,\" \"low,\" \"moderate,\" or \"strong\" and was scored 0-3, with 0 indicating no desire and 3 indicating the highest level of desire:\n\n0 = No desire\n\n1. = Low desire\n2. = Moderate desire\n3. = Strong desire","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":"0.8"},{"groupId":"OG001","value":"8.8","spread":"0.8"},{"groupId":"OG002","value":"8.5","spread":"0.8"},{"groupId":"OG003","value":"6.8","spread":"0.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":396},"commonTop":["somnolence","fatigue","Headache","dizziness","nausea"]}}}