{"nctId":"NCT02349412","briefTitle":"Early Palliative Care With Standard Care or Standard Care Alone in Improving Quality of Life of Patients With Incurable Lung or Non-colorectal Gastrointestinal Cancer and Their Family Caregivers","startDateStruct":{"date":"2015-06-25","type":"ACTUAL"},"conditions":["Liver Cancer","Anxiety Disorder","Depression","Small Cell Lung Cancer","Extrahepatic Bile Duct Cancer","Malignant Mesothelioma","Pancreatic Cancer","Esophageal Cancer","Gastric Cancer","Non-small Cell Lung Cancer"],"count":405,"armGroups":[{"label":"Arm 1","type":"EXPERIMENTAL","interventionNames":["Other: Early palliative care"]},{"label":"Arm 2","type":"EXPERIMENTAL","interventionNames":["Other: Early palliative care"]}],"interventions":[{"name":"Early palliative care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Study Patient Participant Eligibility Requirements:\n\n1. Documentation of Disease: Confirmed advanced lung cancer (NSCLC, small cell lung cancer, or mesothelioma) or non-colorectal GI cancer (esophageal, gastric, hepatic, biliary, or pancreatic) not being treated with curative intent.\n2. Informed of diagnosis of incurable disease within the previous 8 weeks.\n3. Age ≥ 18 years\n4. ECOG Performance Status 0-2\n5. Ability to read and respond to questions in English or able to complete questions with minimal assistance required from an interpreter or family member.\n6. Planning to receive all medical care for cancer at the enrolling institution.\n7. Participants must be under the care of an oncologist, but their current plan may or may not include chemotherapy or other forms of tumor-directed therapies.\n\nStudy Family Caregiver Participant Eligibility Requirements:\n\n1. Relative or friend who is identified by the patient participant who plans to regularly accompany the patient to the majority of their clinic visits.\n2. Family caregiver must live with the patient or have in-person contact with him or her at least twice per week.\n3. Ability to read and respond to questions in English or able to complete questions with minimal assistance required from an interpreter or family member.\n4. Age ≥ 18 years\n\nNote: An eligible patient may participate in this trial without an eligible family caregiver being registered.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Quality of Life (QOL) From Baseline to Week 12 Per the Functional Assessment of Cancer Therapy-General (FACT-G)","description":"Quality of Life (QOL) was measured using the Functional Assessment of Cancer Therapy-General (FACT-G) on a 0-108 scale, with lower scores corresponding to worse overall QOL and higher scores corresponding to better overall QOL. Change from baseline to week-12 was calculated by subtracting the baseline scores from the scores at week-12. Higher scores on FACT-G indicate better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.35","spread":"14.7"},{"groupId":"OG001","value":"0.12","spread":"12.7"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QOL) From Baseline to Week 24 Per the Functional Assessment of Cancer Therapy-General (FACT-G)","description":"Quality of Life (QOL) was measured using the Functional Assessment of Cancer Therapy-General (FACT-G) on a 0-108 scale, with lower scores corresponding to worse overall QOL and higher scores corresponding to better overall QOL. Change from baseline to week-24 was calculated by subtracting the baseline scores from the scores at week-24. Higher scores on FACT-G indicate better QOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.80","spread":"15.3"},{"groupId":"OG001","value":"0.69","spread":"13.3"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QOL) From Baseline to Week 12 Per the Hospital Anxiety and Depression Scale (HADS) - Depression","description":"Quality of Life (QOL) was measured using the Hospital Anxiety and Depression Scale (HADS) - Depression on a 0-21 scale, with lower scores corresponding to lower depression and higher scores corresponding to higher depression. Change from baseline to week-12 was calculated by subtracting the baseline scores from the scores at week-12. Lower scores on the HADS-Depression indicate less depression symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"4.0"},{"groupId":"OG001","value":"0.46","spread":"3.6"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QOL) From Baseline to Week 12 Per the Hospital Anxiety and Depression Scale (HADS) - Anxiety","description":"Quality of Life (QOL) was measured using the Hospital Anxiety and Depression Scale (HADS) - Anxiety on a 0-21 scale, with lower scores corresponding to lower anxiety and higher scores corresponding to higher anxiety. Change from baseline to week-12 was calculated by subtracting the baseline scores from the scores at week-12. Lower scores on the HADS-Anxiety indicate less anxiety symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"2.7"},{"groupId":"OG001","value":"-0.32","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Prognostic Understanding at Week-12 as Measured by \"Have You and Your Oncologist Discussed Any Particular Wishes About the Care You Would Want to Receive if You Were Dying?\" Question on the Prognosis and Treatment Perceptions Questionnaire","description":"Prognostic Understanding at Week-12 as measured by Prognosis and Treatment Perceptions Questionnaire: \"Have you and your oncologist discussed any particular wishes about the care you would want to receive if you were dying?\" responses at Week-12 are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in QOL on the SF-36 Over Time","description":null,"classes":[]},{"type":"SECONDARY","title":"Rate of Referral, Enrollment and Length of Stay on Hospice","description":null,"classes":[]},{"type":"SECONDARY","title":"Location of Death","description":null,"classes":[]},{"type":"SECONDARY","title":"Number of Hospital and Intensive Care Unit (ICU) Admissions and Days","description":null,"classes":[]},{"type":"SECONDARY","title":"Chemotherapy and Radiation Administration","description":null,"classes":[]},{"type":"SECONDARY","title":"Overall Survival","description":null,"classes":[]},{"type":"SECONDARY","title":"Concordance Between Patient and Family Caregiver Report of Prognosis/Curability","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}