{"nctId":"NCT01178073","briefTitle":"A Study of First-Line Ambrisentan and Tadalafil Combination Therapy in Subjects With Pulmonary Arterial Hypertension (PAH)","startDateStruct":{"date":"2010-10-01"},"conditions":["Hypertension, Pulmonary"],"count":610,"armGroups":[{"label":"Combination ambrisentan + tadalafil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ambrisentan","Drug: tadalafil"]},{"label":"Monotherapy ambrisentan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ambrisentan"]},{"label":"Monotherapy tadalafil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tadalafil"]}],"interventions":[{"name":"ambrisentan","otherNames":[]},{"name":"tadalafil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must have a diagnosis of Pulmonary Arterial Hypertension (PAH) due to the following:\n\n  a. idiopathic or heritable PAH b. PAH associated with: i. connective tissue disease (e.g., limited scleroderma, diffuse scleroderma, mixed connective tissue disease, systemic lupus erythematosus, or overlap syndrome) ii. drugs or toxins iii. Human Immunodeficiency Virus (HIV) infection iv. congenital heart defects repaired greater than 1 year prior to screening (i.e., atrial septal defects, ventricular septal defects, and patent ductus arteriosus) NB: subjects with portopulmonary hypertension and pulmonary veno-occlusive disease are NOT eligible for the study\n* Subject must have a current diagnosis of being in World Health Organisation (WHO) Functional Class II or III.\n* Subject must meet all of the following haemodynamic criteria by means of a right heart catheterization prior to screening:\n\n  i. mPAP of ≥25 mmHg ii. PVR ≥ 300 dynes/sec/cm5 iii. PCWP or LVEDP of ≤12 mmHg if PVR ≥300 to \\<500 dyne/sec/cm5 , or PCWP/LVEDP ≤ 15 mmHg if PVR ≥500 dynes/sec/cm5\n* Subject must walk a distance of ≥125m and ≤500m at the screening visit\n\nExclusion Criteria:\n\n* Subject received previous PAH therapy (phosphodiesterase type 5 inhibitor (PDE5i), endothelin receptor antagonist (ERA), chronic prostanoid\\*) within 4 weeks prior to the screening visit (\\*Chronic prostanoid use is considered \\>7 days of treatment)\n* Subject received ERA treatment (e.g., bosentan or sitaxentan) or PDE5i treatment (e.g. Sildenafil) at any time AND discontinued due to tolerance issues other than those associated with liver function abnormalities\n* Subjects who have previously discontinued ambrisentan or tadalafil in either another clinical study or commercial product (Volibris/Letairis or Adcirca) for safety or tolerability reasons.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With First Adjudicated Clinical Failure (CF) Event, Death, Hospitalisation for Worsening PAH, Disease Progression, Unsatisfactory Long-term Clinical Response, All Through FAV","description":"Time to the first adjudicated CF event (death, hospitalization for worsening pulmonary arterial hypertension \\[PAH\\], disease progression, or unsatisfactory long-term clinical response) after initiating either first-line combination therapy with AMB and TAD or first-line monotherapy with either drug (AMB or TAD) in par. with PAH was assessed. If data was not available for some par. following a loss to follow-up, their event times were treated as censored at their last assessment time for the statistical analyses. FAV occurred approximately 4 weeks after the predicted 105th adjudicated first CF event was reached. Par. who had an FAV, and who had no adjudicated events or whose first adjudicated event occurred after their FAV, were censored at their individual FAV. Modified Intent-to-Treat (mITT) Population: all randomized par. who met the PAH diagnosis and inclusion/exclusion criteria defined in protocol amendment 2 and who also received at least one dose of investigational product (IP).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"77","spread":null},{"groupId":"OG002","value":"43","spread":null},{"groupId":"OG003","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"2","spread":null},{"groupId":"OG003","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"18","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"12","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"23","spread":null},{"groupId":"OG002","value":"11","spread":null},{"groupId":"OG003","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the N-Terminal Pro-B-Type Natriuretic Peptide at Week 24","description":"N-Terminal Pro-B-Type Natriuretic Peptide (NT-proBNP) is a surrogate marker of heart failure. The data were log-transformed. The geometric mean was calculated (based on the log-transformed data). The geometric mean ratio was calculated as the ratio between the Week 24 value and the Baseline value (based on the log-transformed data) and presented as percent change = 100 \\* (geometric mean ratio - 1). The Baseline value is the last value prior to administration of study drug; this may be prior to or on the day of study drug initiation. No imputation was performed for missing data. The secondary endpoints were analyzed according to a pre-specified hierarchical testing procedure.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.15","spread":"0.069"},{"groupId":"OG001","value":"-50.37","spread":"0.070"},{"groupId":"OG002","value":"-56.15","spread":"0.096"},{"groupId":"OG003","value":"-43.83","spread":"0.095"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Satisfactory Clinical Response at Week 24","description":"A satisfactory clinical response at Week 24 is defined as a participant who meets all of the following criteria: 10% improvement in 6MWD compared with Baseline; improvement to or maintenance of World Health Organization (WHO) class I or II symptoms; no events of clinical worsening prior to or at the Week 24 visit. Clinical worsening events included: death, hospitalization for pulmonary arterial hypertension (PAH), and disease progression. Participants without an event of clinical worsening prior to or at the Week 24 visit who did not have a 6MWD value or a WHO functional class value at Week 24 were excluded from the analysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"29","spread":null},{"groupId":"OG002","value":"31","spread":null},{"groupId":"OG003","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 6 Minute Walk Distance Test at Week 24","description":"The 6-minute walk distance (6MWD) test measures the distance that a participant can walk in a period of 6 minutes. Change from Baseline was calculated as the Week 24 value minus the Baseline value. The analysis was performed based on last observation carried forward data, except in the case of an adjudicated clinical failure event of death or hospitalization preceding the missing data observation. In this case, the missing observation was assigned the worst-rank score relative to those actually observed and was assigned a rank reflecting the relative order of the actual event times. Baseline 6MWD comprised of an average of the last two consecutive measurements prior to randomization that varied by no greater than 10%. If only one measurement was available, that measurement was used. If no two consecutive measures vary by no greater than 10% then Baseline was based on the last two consecutive measures for a participant.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.98","spread":null},{"groupId":"OG001","value":"23.80","spread":null},{"groupId":"OG002","value":"27.00","spread":null},{"groupId":"OG003","value":"22.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the World Health Organization Functional Class at Week 24","description":"The WHO Functional Class (FC) indicates the severity of PAH and is an adaptation of the New York Heart Association classification. It was assessed by the investigator. There are four grades for WHO FC based on severity of symptoms (Class I = none, Class IV = most severe). Baseline WHO FC is the latest assessment prior to dosing (i.e., at Randomization or Screening). Change from Baseline at Week 24 was calculated as the Week 24 value minus the Baseline value. The analysis was performed based on the last observation carried forward data, except in the case of an adjudicated clinical failure event of death or hospitalization preceding the missing data observation. In this case, the missing observations was assigned the worst-rank score relative to those actually observed and was assigned rank reflecting the relative order of the actual event times.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Borg Dyspnea Index at Week 24","description":"Borg Dyspnea Index (BDI) indicates the degree of breathlessness after completion of the 6 minute walk test. The BDI was calculated by using the Borg category (C) ratio (R) CR10 scale which starts at 0 (nothing at all) and has no upper limit (extremely strong). Change from BL was calculated as the Week 24 values minus the BL value. The BDI scale was assessed by each participant. The BL BDI score is the average of the two BDI values obtained following the two 6MWD tests used in determining the BL 6MWD. A negative change from BL in the BDI score represented an improvement for the participant. The analysis was performed based on the last observation carried forward data, except in the case of an adjudicated clinical failure event of death or hospitalization preceding the missing data observation. In this case, the missing observation was assigned the worst-rank score relative to those actually observed and was assigned rank reflecting the relative order of the actual event times.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.00","spread":null},{"groupId":"OG001","value":"-0.50","spread":null},{"groupId":"OG002","value":"-0.50","spread":null},{"groupId":"OG003","value":"-0.50","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":124,"n":302},"commonTop":["Oedema peripheral","Headache","Diarrhoea","Dizziness","Nasopharyngitis"]}}}