{"nctId":"NCT02094937","briefTitle":"A Study to Compare the Efficacy and Safety of Fluticasone Furoate (FF) 100 mcg Once Daily With Fluticasone Propionate (FP) 250 mcg Twice Daily (BD) and FP 100 mcg BD in Well-controlled Asthmatic Japanese Subjects","startDateStruct":{"date":"2014-03-27","type":"ACTUAL"},"conditions":["Asthma"],"count":430,"armGroups":[{"label":"Arm 1 FF/VI 100/25 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate/Vilanterol"]},{"label":"Arm 2 FF 100 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate 100 mcg","Drug: Fluticasone Propionate Placebo"]},{"label":"Arm 3 FP 250 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate 250 mcg","Drug: Fluticasone Furoate Placebo"]},{"label":"Arm 4 FP 100 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Propionate 100 mcg","Drug: Fluticasone Furoate Placebo"]}],"interventions":[{"name":"Fluticasone Furoate/Vilanterol","otherNames":[]},{"name":"Fluticasone Furoate 100 mcg","otherNames":[]},{"name":"Fluticasone Propionate 250 mcg","otherNames":[]},{"name":"Fluticasone Propionate 100 mcg","otherNames":[]},{"name":"Fluticasone Furoate Placebo","otherNames":[]},{"name":"Fluticasone Propionate Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent: Subjects must give their signed and dated written informed consent to participate.\n* Type of Subject: Outpatients 18 years of age or older at Visit 1. Subjects must have a diagnosis of asthma as defined by the National Institutes of Health at least 1 year prior to Visit 1.\n* Gender: Male or Eligible Female, defined as non-childbearing potential or childbearing potential using an acceptable method of birth control consistently and correctly, as defined by the following: Male partner who is sterile prior to the female subject's entry into the study and is the sole sexual partner for that female subject; Oral contraceptive (either combined estrogen/progestin); Any intrauterine device (IUD) with a documented failure rate of less than 1% per year; Double barrier method - spermacide plus a mechanical barrier (e.g., spermacide plus a male condom or a spermacide and female diaphragm); Females of childbearing potential who are not sexually active must commit to complete abstinence from intercourse throughout the clinical trial and for a period after the trial to account for elimination of the drug (minimum of six days); Female subjects should not be enrolled if they are pregnant, lactating or plan to become pregnant during the time of study participation. A serum pregnancy test is required for females of childbearing potential at the initial screening visit (Visit 1) and Visit 11 or Early Withdrawal. In addition a urine pregnancy test will be performed on all females of childbearing potential at Visit 2, Visit 5 and Visit 12.\n* Severity of Disease: A best pre-bronchodilator FEV1 of \\>=80% of the predicted normal value at the screening visit (Visit 1). Predicted values will be based upon National Health and Nutrition Examination Survey (NHANES) III. As subjects are Asian, the Asian adjustment will be used.\n* Stable Asthma: Subjects must have stable asthma, as judged by the Investigator. This includes no change in asthma medication for at least 8 weeks prior to Visit 1 and an ACT score of \\>=20 at Visit 1.\n* Current Anti-Asthma Therapy: All subjects must be using the middle-dose ICS/LABA which is equivalent to twice-daily combination of fluticasone propionate and salmeterol 250 mcg for at least 12 weeks prior to the registration visit. In addition, the prescription of the middle-dose ICS/LABA shouldn't be changed at least 8 weeks prior to Visit 1.\n* Short-Acting Beta2-Agonists (SABA): All subjects must be able to use salbutamol aerosol inhaler which will be provided as a rescue medication at Visit 1 during the study as needed. Subjects must be able to avoid using salbutamol for at least 6 hours prior to study visits.\n* 12-lead electrocardiogram (ECG): Evidence of significant normality in the 12-lead ECG performed at Visit 1, as judged by the investigator Selected specific ECG findings that are not considered to be significant and will not exclude the subject from study participation include, but are not limited to, the following: T interval corrected for heart rate (QTc) \\<450 milliseconds (msec) or QTc \\<480 msec for patients with bundle branch block. The QTc is the QT interval corrected for heart rate according to Fridericia's formula (QTcF), machine overread. The QTc should be based on single or averaged QTc values of triplicate electrocardiograms (ECGs) obtained over a brief recording period. If there are any clinically significant abnormalities including but not limited to a T interval for heart rate (QT) prolonged, confirm with two additional ECGs taken.\n\nOther inclusion criteria at Visit 2 and Visit 5:\n\n* Subjects whose asthma meets the criterion of \"well-controlled\" (as defined in the protocol), and in the Investigators judgement it is acceptable for subject to \"switch (Visit 2)\" and \"step-down (Visit 5)\" in one week prior to Visit 2 or Visit 5.\n* Compliance rate of the middle-dose ICS/LABA which is equivalent to twice-daily combination of fluticasone propionate and salmeterol 250 mcg (Visit1- Visit 2) and FF/VI 100/25 mcg (Visit 2 - Visit5) should be achieved \\>=80%\n* Compliance with completion of both morning and evening eDairy data fulfils \\>=5days in one week prior to Visit 2 and Visit 5.\n\nExclusion Criteria:\n\n* History of Life-threatening asthma: Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnia, respiratory arrest or hypoxic seizures within the last 10 years.\n* Respiratory Infection: Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 8 weeks of Visit 1 and led to a change in asthma management or, in the opinion of the Investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* Asthma Exacerbation: Any asthma exacerbation requiring systemic corticosteroids or injection within 12 weeks of Visit 1 or that resulted in overnight hospitalization requiring additional treatment for asthma within 6 months prior to Visit 1.\n* Concurrent Respiratory Disease: A subject must not have current evidence of pneumonia, pneumothorax, atelectasis, pulmonary fibrotic disease, bronchopulmonary dysplasia, chronic bronchitis, emphysema, chronic obstructive pulmonary disease, or other respiratory abnormalities other than asthma.\n* Other Concurrent Diseases/Abnormalities: A subject must not have any clinically significant, uncontrolled condition or disease state that, in the opinion of the investigator, would put the safety of the subject at risk through study participation or would confound the interpretation of the efficacy results if the condition/disease exacerbated during the study. The list of additional excluded conditions/diseases includes, but is not limited to the following: congestive heart failure, known aortic aneurysm, clinically significant coronary heart disease, clinically significant cardiac arrhythmia, stroke within 3 months of Visit 1, uncontrolled hypertension (two or more measurements with systolic BP \\>160 millimeters of mercury (mmHg), or diastolic BP \\>100mmHg), recent or poorly controlled peptic ulcer, haematologic, hepatic, or renal disease, immunologic compromise, current malignancy (history of malignancy is acceptable only if subject has been in remission for one year prior to Visit 1 (remission = no current evidence of malignancy and no treatment for the malignancy in the 12 months prior to Visit 1)), tuberculosis (current or untreated) \\[Subjects with a history of tuberculosis infection who have completed an appropriate course of antituberculous treatment may be suitable for study entry provided that there is no clinical suspicion of active or recurrent disease\\], Cushing's disease, Addison's disease, uncontrolled diabetes mellitus, uncontrolled thyroid disorder, recent history of drug or alcohol abuse\n* Oropharyngeal Examination: A subject will not be eligible for the run-in if he/she has clinical visual evidence of candidiasis at Visit 1.\n* Investigational Medications: A subject must not have used any investigational drug within 30 days prior to Visit 1 or within five half-lives (t1/2) of the prior investigational study (whichever is longer of the two).\n* Allergies: Drug Allergy: Any adverse reaction including immediate or delayed hypersensitivity to any beta2-agonist, sympathomimetic drug, or any intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity to the constituents of the investigational product (i.e., lactose or magnesium stearate); Milk Protein Allergy: History of severe milk protein allergy.\n* Concomitant Medication: Administration of prescription or over the counter medication that would significantly affect the course of asthma, or interact with study drug, such as: anticonvulsants (barbiturates, hydantoins, carbamazepine); polycyclic antidepressants; beta-adrenergic blocking agents; phenothiazines and monoamine oxidase (MAO) inhibitors; Immunosuppressive Medications: A subject must not be using or require use of immunosuppressive medications during the study.\n\nNote: Immunotherapy for the treatment of allergies is allowed during the study provided it was initiated at least 4 weeks prior to Visit 1 and subjects remain in the maintenance phase for the duration of the study; Cytochrome P450 3A4 (CYP3A4) inhibitors: Subjects who have received a potent CYP3A4 inhibitor within 4 weeks of Visit 1 (e.g.,Clarithromycin, atazanavir, indinavir, itraconazole, ketoconazole, nefazadone, nelfinavir; ritonavir; saquinavir; telithromycin, troleandomycin, voriconazole, mibefradil, cyclosporine, etc).\n\n* Compliance: A subject will not be eligible if he/she or his/her parent or legal guardian has any infirmity, disability, disease, or geographical location which seems likely (in the opinion of the Investigator) to impair compliance with any aspect of this study protocol, including visit schedule and completion of eDiaries and a paper medical conditions diary.\n* Tobacco Use: Current smoker or a smoking history of 10 pack years (e.g., 20 cigarettes/day for 10 years). A subject may not have used inhaled tobacco products within the past 3 months (i.e., cigarettes, cigars or pipe tobacco).\n* Affiliation with Investigator's Site: A subject will not be eligible for this study if he/she is an immediate family member of the participating Investigator, sub-Investigator, study coordinator, or employee of the participating Investigator.\n\nOther exclusion criteria at Visit 2 and Visit 5:\n\n* Evidence of clinically significant abnormal laboratory tests during Visit 1which are still abnormal upon repeat analysis and are not believed to be due to disease(s) present. Each Investigator will use his/her own discretion in determining the clinical significance of the abnormality.\n* Changes in asthma medication (excluding salbutamol inhalation aerosol provided at Visit 1).\n* Occurrence of a culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear during the run-in and the open-label treatment period that led to a change in asthma management or, in the opinion of the Investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* Any asthma exacerbation requiring systemic corticosteroids or injection or that resulted in overnight hospitalization requiring additional treatment for asthma. Clinical visual evidence of oral candidiasis at Visit 2 and Visit 5.\n* Positive urine pregnancy test for all females of childbearing potential at Visit 2 and Visit 5\n* Subjects that the investigator decides that it is impossible for subject to do \"switch (Visit 2)\" and \"step-down (Visit 5)\".","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants (Par) Withdrawn From the Study Due to \"Poorly-controlled Asthma\" During Period 2","description":"Asthma symptom scores (SS) were recorded by par using ratings 0 (no symptoms) to 5-symptoms so severe that par could not perform normal activity \\[morning\\] or to 4-symptoms so severe that par could not sleep at all \\[nightly\\]. Withdrawal due to poorly-controlled(WPC) (required step-up therapy) asthma was defined as asthma worsening/exacerbation or ≧3 per week of : day symptoms on ≧ 2 days, rescue use on ≧2 days, morning PEF \\<80 % of best effort on ≧ 1 day, night symptoms on ≧1 or more day, a best pre-bronchodilator forced expiratory volume in 1s (FEV1) \\< 80% at clinic . Percentage of par WPC asthma at visit 6, 7, 9 and 11 (Week 10, 12, 16 and 20 respectively) were reported. Cox Proportional Hazards Model was used with covariates of Baseline FEV1, gender, age and treatment group. Analysis was descriptive only, no p -values calculated, treatment differences and associated 95% CI were produced.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"7.3","spread":null},{"groupId":"OG002","value":"8.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With 'Well-controlled Asthma' at the End of Period 2","description":"Asthma symptom scores(SS) were recorded by par using ratings 0 (no symptoms) to 5-symptoms so severe that par could not perform normal activity\\[morning\\] or to 4-symptoms so severe that par could not sleep at all\\[nightly\\]. \"Well-controlled asthma\" was defined as having no exacerbation/asthma worsening, no night-time symptoms, a best pre-bronchodilator forced expiratory volume in 1 second ≥80% at clinic, and ≥2 per week of: daytime symptoms on ≤1 day, rescue use on ≤1 day, or morning peak expiratory flow ≥80% of the best effort value. \"Well-controlled asthma\" at the end of period 2 was assessed in the week prior to Visit 11 (Week 20). Percentage of participants were calculated as the number of participants with \"well-controlled asthma\" divided by total number participants excluding withdrawals prior to visit 11 (end of period 2) other than asthma worsening/exacerbation. A Logistic Regression Model was used with covariates of Baseline FEV1, gender, age and treatment group.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.5","spread":null},{"groupId":"OG001","value":"78.2","spread":null},{"groupId":"OG002","value":"83.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Clinic Visit Trough FEV1 at the End of Period 2","description":"FEV measures amount of air a person can exhale during a forced breath. The amount of air exhaled in one second of the forced breath is FEV1. Trough FEV1 was measured between 3pm and 11pm excluding Visit 1. Highest value from the three acceptable measurements were recorded. Change from Baseline was calculated as adjusted mean FEV1 value during Period 2 minus Baseline. The Baseline value was the predose value at the randomization (Visit 5: Week 8). Analysis of covariance (ANCOVA) Model was used with covariates of baseline FEV1, gender, age and treatment group. The adjusted mean from this model is presented \\[least square mean (LSM)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.129","spread":"0.0158"},{"groupId":"OG001","value":"-0.135","spread":"0.0154"},{"groupId":"OG002","value":"-0.105","spread":"0.0155"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Daily Morning (AM) and Evening (PM) PEF Averaged During Period 2","description":"Peak expiratory flow is a person's maximum speed of expiration, as measured with a peak flow meter which determines person's ability to breathe out air. PEF was measured each morning and evening prior to study medication or any rescue salbutamol inhalation aerosol use, using an electronic peak flow meter. Mean change from Baseline was calculated as PEF value averaged during Period 2 (Week 9 to Week 20) minus Baseline. Data is presented separately for morning(AM) and evening(PM) assessments. The Baseline value was the mean of the daily values in one week prior to randomization (Visit 5: Week 8) separately for morning and evening. Adjusted mean change from baseline is presented \\[least square mean (LSM)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.2","spread":"2.09"},{"groupId":"OG001","value":"-21.3","spread":"2.06"},{"groupId":"OG002","value":"-18.1","spread":"2.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.2","spread":"2.04"},{"groupId":"OG001","value":"-19.3","spread":"2.01"},{"groupId":"OG002","value":"-18.7","spread":"2.02"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in the Percentage of Symptom Free 24 Hour Periods During Period 2","description":"Participants who were symptom free for 24-hours were assessed with the help of a daily Dairy. It included the details on daily asthma symptom scores ranging from 0 (no symptoms) to 5-symptoms so severe that participant could not perform normal activity \\[morning\\] or to 4-symptoms so severe that participants could not sleep at all \\[nightly\\]. Mean change from Baseline was calculated as percentage of symptom free 24 hours during Period 2 (Week 9 to Week 20) minus Baseline. The Baseline value was the mean of the daily values in one week prior to randomization (Visit 5: Week 8). Adjusted mean change from baseline is presented \\[least square mean (LSM)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.654"},{"groupId":"OG001","value":"-1.3","spread":"0.653"},{"groupId":"OG002","value":"-1.8","spread":"0.652"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in the Percentage of Rescue Free 24 Hour (hr) Periods During Period 2","description":"The time during which the participants did not have to take any rescue medication (medication intended to relieve symptoms immediately) was considered as a rescue free period. Participants who did not require inhalation of salbutamol (rescue medication) for 24-hours were captured with the help of a daily dairy, all participants were required to record use of rescue medication daily for day and night time separately on e-diary. Mean change from Baseline was calculated as percentage of rescue free 24 hour period during Period 2 (Week 9 to Week 20) minus Baseline value. The Baseline value was the mean of the daily values in one week prior to randomization (Visit 5: Week 8). Adjusted mean change from baseline is presented \\[least square mean (LSM)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"0.554"},{"groupId":"OG001","value":"-2.1","spread":"0.553"},{"groupId":"OG002","value":"-1.2","spread":"0.552"}]}]}]},{"type":"SECONDARY","title":"Least Squares Mean Change From Baseline in Asthma Control Test (ACT) Score at the End of Period 2","description":"The total ACT score is the sum of the scores attributed to the five questions, ranging from 5 (poor control of asthma) to 25 (complete control of asthma), with higher scores reflecting greater asthma control. An ACT score \\>=20 indicates well-controlled asthma. The questions were designed to be self-completed by the participant. Mean change from Baseline was calculated as ACT score at the end of Period 2 (Week 20) minus Baseline value. The Baseline value was the predose value at randomization (Visit 5: Week 8). Adjusted mean change from baseline is presented \\[least square mean(LSM)\\].","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.225"},{"groupId":"OG001","value":"-0.6","spread":"0.224"},{"groupId":"OG002","value":"-0.8","spread":"0.223"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With ACT Score >= 20 at Visit 11 (Week 20)","description":"Asthma control test is a five item questionnaire with each response rating from 1 to 5 (1 is severe and 5 is no event) of asthma events over previous 4-weeks. The questions were designed to be self-completed by the participant. The percentage of participants with ACT score \\>=20 at the end of the Period 2 were analyzed using a logistic regression model including covariates for baseline ACT score, gender, age and treatment group.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null},{"groupId":"OG001","value":"97.4","spread":null},{"groupId":"OG002","value":"96.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":430},"commonTop":["Nasopharyngitis"]}}}