{"nctId":"NCT01399866","briefTitle":"Cognitive Remediation With D-Cycloserine","startDateStruct":{"date":"2011-05"},"conditions":["Smoking Cessation"],"count":150,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"D-cycloserine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: D-cycloserine"]}],"interventions":[{"name":"D-cycloserine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have smoked an average of ≥ 10 cigarettes/day during the past 6 months\n* have expired air CO ≥ 10 ppm or urine cotinine ≥ 100 ng/mL\n* meet DSM-IV criteria for nicotine dependence\n* aged 18 - 65\n* Recently abstinent participants referred by a PCP, smoking cessation clinic or self referred must have an expired air CO \\< 10 ppm to confirm abstinence\n\nExclusion Criteria:\n\n* Severe or uncontrolled medical or psychiatric illness\n* History of multiple hospitalizations within the last six months for an ongoing medical condition\n* Any significant, current and unstable cardiovascular disease, end stage renal failure, severe COPD requiring oxygen, any current unstable neurological disease, a history of seizures or epilepsy, or a history of head trauma with lasting neurological sequelae, will be excluded for their safety.\n* Major depressive episode, mania or mixed episode in the prior 6 months\n* Lifetime history of psychosis, delusional disorder, organic mental disorder by DSM-IV criteria, or ongoing cognitive impairment will also be excluded for their safety,\n* Current excessive use of alcohol (\\>21 drinks/week in female subjects; \\>28 drinks/week in male subjects)\n* Current use of illicit drugs.\n* Current steroid use, current, daily use of benzodiazepines, or participants who are unwilling to modify their benzodiazepine use will.\n* Pregnant or breastfeeding women will be excluded, as well as women of childbearing potential who will not use a medically acceptable method of contraception (i.e. IUD, oral contraceptives).\n* Participants who are deaf, blind, or experience any other significant sensory impairment that would preclude them from completing study procedures will also be excluded, as well as participants who are unable to understand study procedures or provide informed consent.\n* Participants receiving isoniazid or ethionamide, or who have a known sensitivity to D-cycloserine.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Continuous Abstinence From Tobacco Smoking.","description":"Participants assigned to receive D-cycloserine + CET will achieve better maintenance of tobacco abstinence, as assessed with self-report and saliva cotinine measurements, than those who receive placebo + CET at week 6 follow up visits","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Skin Conductance","description":"Recently abstinent smokers assigned to receive D-cycloserine + CET will have less physiologic (skin conductance) reactivity to smoking cues at the Post-Extinction Assessment than those who receive placebo + CET.\n\nSubjects were presented with 2 blocks of audio recordings, one smoking-related script and one neutral script unrelated to smoking. Assessment of skin conductance was made after each audio recording was presented. The skin conductance mean was obtained for each script (smoking vs neutral). Differences in responsivity (skin conductance) to smoking cues (smoking script) was compared between subjects who received D-cycloserine + CET and subjects who received placebo + CET.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.46"},{"groupId":"OG001","value":"0.18","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Heart Rate","description":"Recently abstinent smokers assigned to receive D-cycloserine + CET will have less physiologic (heart rate) reactivity to smoking cues at the Post-Extinction Assessment than those who receive placebo + CET.\n\nSubjects were presented with 2 blocks of audio recordings, one smoking-related script and one neutral script unrelated to smoking. Heart rate measurement was obtained after each audio recording was presented. The heart rate mean was obtained for each script (smoking vs neutral). Differences in responsivity (heart rate) to smoking cues (smoking script) was compared between subjects who received D-cycloserine + CET and subjects who received placebo + CET.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"2.64"},{"groupId":"OG001","value":"0.98","spread":"2.34"}]}]}]},{"type":"SECONDARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Electromyogram","description":"Recently abstinent smokers assigned to receive D-cycloserine + CET will have less physiologic (electromyogram) reactivity to smoking cues at the Post-Extinction Assessment than those who receive placebo + CET.\n\nSubjects were presented with 2 blocks of audio recordings, one smoking-related script and one neutral script unrelated to smoking. Electromyogram of the corrugator (EMGc)measurement was obtained after each audio recording was presented. The EMGc mean was obtained for each script (smoking vs neutral). Differences in responsivity (EMGc) to smoking cues (smoking script) was compared between subjects who received D-cycloserine + CET and subjects who received placebo + CET.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"1.02"},{"groupId":"OG001","value":"0.46","spread":"1.52"}]}]}]},{"type":"SECONDARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Craving","description":"Recently abstinent smokers assigned to receive D-cycloserine + CET will have less craving at the Post-Extinction Assessment than those who receive placebo + CET The scale used to measure craving was a Visual Analogue Scale 0 (no desire at all) - 7 (unable to resist) Subjects were presented with 2 blocks of audio recordings, one smoking-related script and one neutral script unrelated to smoking. Craving level was obtained after each audio recording was presented. The craving mean was obtained for each script (smoking vs neutral). Differences in craving level response to smoking cues (smoking script) was compared between subjects who received D-cycloserine + CET and subjects who received placebo + CET.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.28","spread":"2.30"},{"groupId":"OG001","value":"1.44","spread":"1.87"}]}]}]},{"type":"SECONDARY","title":"Effect of D-cycloserine + Cue-exposure Treatment on Attentional Bias Toward Smoking Cuesmeasured With the Emotional Stroop Task","description":"Recently abstinent smokers assigned to receive D-cycloserine + CET will have less attentional bias (Smoking Stroop task) toward smoking cues at the Post-Extinction Assessment than those who receive placebo + CET The Emotional Stroop uses smoking-related words and neutral words to measure attentional bias toward smoking related cues. Attentional bias is a central feature of many cognitive theories of addiction and can be measured with an emotional analog of the Stroop task. In this task, participants name the colors in which words are printed, and the words vary in their relevance to smoking. Extensive research has shown that patients are often slower to name the color of a word associated with concerns relevant to their clinical condition due to distraction by the meaning of the word(Williams, Mathews et al. 1996). The Stroop interference Score is obtained by subtracting Reaction Time (RT) to smoking minus the Reaction Time to neutral","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.27","spread":"74.93"},{"groupId":"OG001","value":"50.30","spread":"74.85"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":32},"commonTop":["Other","Irritability","Depressen mood","Dry mouth","Insomnia"]}}}