{"nctId":"NCT02315872","briefTitle":"ACTH for Fatigue in Multiple Sclerosis Patients","startDateStruct":{"date":"2015-05-22","type":"ACTUAL"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":8,"armGroups":[{"label":"ACTH","type":"EXPERIMENTAL","interventionNames":["Drug: ACTH"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ACTH","otherNames":["Acthar Gel","Repository Corticotropin Injection"]},{"name":"Placebo","otherNames":["Control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have documented diagnosis of Relapsing MS as defined by McDonald Criteria 2011 Revision for at least 6 months\n* Have been treated with interferon beta 1a or 1b, glatiramer acetate, fingolimod, dimethyl fumarate, or teriflunomide for at least 6 months, with reported adherence rate of at least 75%, at time of screening\n* Have an Kurtzke Expanded Disability Status Scale (EDSS) score of 0 to 4, inclusive\n* Have Modified Fatigue Impact Scale (MFIS) ≥ 38 or Functional Systems Scores (FSS) ≥ 36, Beck Depression Inventory-II (BDI-II) greater than or equal to 19, and Expanded Disability Status Scale (EDSS) greater than or equal to 9\n* Women of childbearing potential must employ proven methods to prevent pregnancy during the course of the trial\n* Able to understand the purpose and risks of the study\n* Must be willing to sign an inform consent\n* Must be willing to follow the protocol requirements\n* Subject must agree not to receive any live or live-attenuated vaccine during the trial\n\nExclusion Criteria:\n\n* Have any of the contraindications for Acthar Gel as listed in the approved label, including sensitivity to proteins of porcine origin.\n* Had treatment of systemic or oral corticosteroids of any type in 90 days prior to baseline/randomization\n* Had a relapse or documented objective neurologic worsening in 90 days prior to baseline/randomization\n* Has concurrent neurological disease other than multiple sclerosis\n* History of sleep apnea\n* History (within 90 days) of nocturnal pain and / or nocturnal spasms that interferes with or disrupts sleep, or uncontrolled nocturnal restless leg syndrome\n* History of psychosis, bipolar disorder, mania/hypomania\n* History of coronary heart disease, congestive heart failure, chronic pulmonary disease, emphysema, anemia, bleeding disorder, gastrointestinal bleeding, intestinal ulcer, clinically significant cardiac arrhythmia, Type I or II diabetes, uncontrolled hypertension, seizure disorder, cardiac arrhythmia, immune deficiency disorder, HIV-AIDS, tuberculosis, or dysthyroidal state (patients with a history of hypothyroidism or hyperthyroidism, which has been corrected to physiological levels will not be excluded)\n* History of substance abuse, other than tobacco within the past 5 years or current alcohol dependence\n* Current use of cannabis, opiates, benzodiazepines, barbiturates, gabapentin, pregabalin, topiramate, divalproex sodium, carbamazepine, oxcarbazepine, or any gaba-ergic medications other than tizanidine or Baclofen, which are permitted for spasticity treatment\n* History of any malignant neoplasm except for past basal cell or squamous cell carcinoma of the skin, that has been successfully treated prior to the screening visit\n* History of psychosis or history of use of neuroleptics including, but not restricted to, haloperidol, chlorpromazine, aripiprazole, olanzapine, risperidone\n* History of suicide attempt, current suicidal thinking or is preparing for suicide\n* Current use of Amphetamines or methylphenidate\n* Current use of modafinil, or armodafinil\n* Current use of amantidine\n* The subject must have had a medication-free interval of:\n\n  a. 7 days for prior use of: i. methylphenidate, amphetamine or dextroamphetamine ii. modafinil or armodafinil iii. diphenhydramine, phenylephrine, loratadine iv. gabapentin, pregabalin, topiramate, valproate/divalproex v. oxcarbazepine vi. codeine, hydrocodone, oxycodone, diphenhydramine, phenylephrine, gabapentin, pregabalin, topiramate, valproate/divalproex, oxcarbazepine, codeine, hydrocodone, oxycodone b. 14 days for prior use of: i. desloratadine ii. Amantidine iii. alprazolam, lorazepam, morphine, hydromorphone, amantidine, alprazolam, lorazepam iv. morphine, hydromorphone c. 28 days for prior use of: i. clonazepam ii. cannabis or other cannabinoids d. 90 days for prior use of carbamazepine","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Fatigue at 28 Weeks","description":"Patient-reported levels of fatigue as measured by score on the Modified Fatigue Impact Scale (MFIS) and the Fatigue Severity Scale (FSS) at 28 weeks. The full-length MFIS consists of 21 items. A higher score on the MFIS indicates a greater impact of fatigue on a patient's activities. The FSS is a 9-item scale which measures the severity of fatigue and its effect on a person's activities and lifestyle in patients with a variety of disorders. Higher scores on each scale indicate a greater severity of fatigue.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.50","spread":null},{"groupId":"OG001","value":"29.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.00","spread":null},{"groupId":"OG001","value":"40.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Depression at 28 Weeks","description":"Patient-reported depression as measured by the Beck Depression Inventory-II (BDI-II) at 28 weeks. The BDI-II is a 21-item self-report multiple-choice inventory used as an indicator of the severity of depression. A higher score indicates a greater severity of depression.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.50","spread":null},{"groupId":"OG001","value":"40.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Sleepiness at 28 Weeks","description":"Patient-reported daytime sleepiness as measure by the Epworth Sleepiness Scale (ESS) at 28 weeks. The ESS is a self-administered questionnaire with 8 questions. Respondents are asked to rate, on a 4-point scale (0-3), their usual chances of dozing off or falling asleep while engaged in eight different activities. The ESS score (the sum of 8 item scores, 0-3) can range from 0 to 24. The higher the ESS score, the higher that person's average sleep propensity in daily life, or their 'daytime sleepiness'.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.00","spread":null},{"groupId":"OG001","value":"7.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life at 28 Weeks","description":"Patient-reported quality of life as measured by the 36-Item Short Form Health Survey (SF-36) at 28 weeks. The SF-36 is a 36-item, patient-reported survey of patient mental and physical health. The SF-36 consists of eight scaled scores, which are the weighted sums of the questions in their section. Each scale is directly transformed into a 0-100 scale on the assumption that each question carries equal weight. The lower the score the more disability. The higher the score the less disability.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.50","spread":null},{"groupId":"OG001","value":"49.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.50","spread":null},{"groupId":"OG001","value":"45.00","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":4},"commonTop":["injection site reaction","bronchitis","Sinus infection","Flu","insomnia"]}}}