{"nctId":"NCT03503513","briefTitle":"Gentamicin Bladder Instillations to Prevent Urinary Tract Infections in Patients With Spinal Cord Injury","startDateStruct":{"date":"2018-08-24","type":"ACTUAL"},"conditions":["Urinary Tract Infections","Spinal Cord Injuries","Spinal Cord Diseases","Neurogenic Bladder"],"count":23,"armGroups":[{"label":"Gentamicin sulfate","type":"EXPERIMENTAL","interventionNames":["Drug: Gentamicin Sulfate"]}],"interventions":[{"name":"Gentamicin Sulfate","otherNames":["Gent Instillations"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of signed and dated informed consent form and agreement to complete the daily dosing log as instructed by the study coordinator.\n* History of traumatic spinal cord injury (SCI) or non-traumatic spinal cord disease, (SCD) with sustained neurological dysfunction\n* At least 6 months post-initial hospital discharge following SCI/SCD onset\n* Neurogenic bladder\n* Ability to perform daily instillation on self or with help of others and willingness to adhere to the study regiment.\n* History of at least 2 documented urinary tract infection (UTI) during the previous 6 months (prior to screening)\n* Have a designated physician or health care provider for routine care\n* Use of clean intermittent catheterization or catheterization through a stoma (i.e. Mitrofanoff) as their primary method of bladder management\n\nExclusion Criteria:\n\n* Concurrent use of systemic oral or intravesical antibiotic prophylaxis\n* Documented or self-reported history of gentamicin allergy\n* Female patients who are currently pregnant or attempting to become pregnant\n* Patients with a history of 8th cranial nerve disorder\n* Co-morbidities like cancer and chronic disease that could impact patient safety OR significantly affect the rate of UTIs and/or quality of life (QOL) substantially\n* Urological co-morbidities like bladder cancer and history of kidney disease.\n* Current UTI at screening (assessed via urine analysis and culture and symptoms)\n* Concurrent enrollment in a similar clinical trial\n* Concurrent use of contraindicated diuretics (ethacrynic acid, furosemide)\n* Current use of other contraindicated or disallowed concomitant medications or receiving treatments that may influence the results from this study.\n* Known allergy to aminoglycoside antibiotics; Otological symptoms at baseline (i.e. tinnitus. severe dizziness/vertigo)\n* At the discretion of study team, individuals who are unable or unlikely to comply with procedures and/or for whom study participation is not recommended (e.g. unable to arrange transportation, cognitive and/or behavioral challenges that preclude meaningful participation, poor health, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Urinary Tract Infections (UTI) Over Time","description":"Number of reported urinary tract infections (UTI) by participants and documented in medical chart, per person across months pre and post treatment. The number of UTIs over time was determined by establishing a per person-month rate made up of the total number of UTIs pre and during treatment (numerator) for the sample divided by the total number of persons/ 6 months (11 participants over 6 months period = 66) as the denominator. The unit of measure is defined as pre and during treatment number of UTI events per person months. These appear below under outcome measure data table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Score of Neurogenic Bladder Symptom Severity (NBSS) Scale","description":"Self-reported bladder symptoms on a scale from 0 (no symptoms) to 74 (maximum symptoms). The NBSS is a patient reported 22 item scale designed to assess symptoms and bladder related consequences among persons with neurogenic bladder dysfunction. NBSS scores are calculated across three domains with higher scores being worse and reflecting more symptoms or complications. Incontinence (scored 0-29), storage and voiding (scored 0-22), and consequences (scored 0-23). An additional question of happiness (points) was not used for this outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Score of Neurogenic Bowel Dysfunction (NBD)","description":"Self-reported bowel symptoms on a scale from 0 (very minor) to 14+ (severe). The NBD is a 10 item validated measure that assesses frequency of defecation and methods of bowel management and complications. Thus negative numbers in \"score change\" represent decrease in symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":19},"commonTop":["Urinary Tract Infection","COVID-19","bladder spasms","flu-like symptoms","Clinically significant labs"]}}}