{"nctId":"NCT03549871","briefTitle":"A Study of Fitusiran in Severe Hemophilia A and B Patients Previously Receiving Factor or Bypassing Agent Prophylaxis","startDateStruct":{"date":"2018-07-25","type":"ACTUAL"},"conditions":["Hemophilia"],"count":80,"armGroups":[{"label":"Fitusiran","type":"EXPERIMENTAL","interventionNames":["Drug: Fitusiran","Drug: BPA prophylaxis","Drug: Factor (FVIII or FIX) prophylaxis"]}],"interventions":[{"name":"Fitusiran","otherNames":[]},{"name":"BPA prophylaxis","otherNames":[]},{"name":"Factor (FVIII or FIX) prophylaxis","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males, \\>=12 years of age.\n* Severe hemophilia A or B (as evidenced by a central laboratory measurement at screening or documented medical record evidence of FVIII less than (\\<) 1 percent (%) or FIX level less than or equal to (\\<=) 2%).\n* A minimum of 2 bleeding episodes required BPA treatment within the last 6 months prior to screening for participants with inhibitory antibodies to factor VIII or factor IX (Cohort A). A minimum of 1 bleeding episode required factor treatment within the last 12 months prior to screening for participants without inhibitory antibodies to factor VIII or factor IX (Cohort B).\n* Met either the definition of inhibitor or non-inhibitor participant as below:\n* Inhibitor: Use of BPAs for prophylaxis and for any bleeding episodes for at least the last 6 months prior to screening, and met one of the following Nijmegen-modified Bethesda assay results criteria:\n* Inhibitor titer of \\>=0.6 Bethesda Unit per milliliter (BU/mL) at screening, or\n* Inhibitor titer of \\<0.6 BU/mL at screening with medical record evidence of 2 consecutive titers \\>=0.6 BU/mL, or\n* Inhibitor titer of \\<0.6 BU/mL at screening with medical record evidence of anamnestic response\n* The subgroup of participants in Cohort A participants might additionally meet the following criteria to be eligible to start treatment with fitusiran directly after the screening period:\n\n  * Hemophilia B with inhibitory antibody to Factor IX as defined above\n  * Not responding adequately to BPA treatment (historical ABR \\>=20) prior to enrollment\n  * In the opinion of the Investigator, with approval of Sponsor Medical Monitor, 6-month BPA prophylaxis period should be omitted.\n* Non-inhibitor: Use of factor concentrates for prophylaxis and for any bleeding episodes for at least the last 6 months prior to screening, and met each of the following criterion:\n* Nijmegen-modified Bethesda assay inhibitor titer of \\<0.6 BU/mL at screening and\n* No use of BPAs to treat bleeding episodes for at least the last 6 months prior to screening and\n* No history of immune tolerance induction therapy within the past 3 years prior to screening.\n* Documented prophylactic treatment with factor concentrates or BPAs for the treatment of hemophilia A or B for at least 6 months prior to screening.\n* Adherent to the prescribed prophylactic therapy for at least 6 months prior to screening per Investigator assessment.\n* Willed and complied with the study requirements and to provide written informed consent and assent.\n\nExclusion Criteria:\n\n* Known co-existing bleeding disorders other than hemophilia A or B.\n* AT activity \\<60% at screening.\n* Co-existing thrombophilic disorder.\n* Clinically significant liver disease.\n* Active Hepatitis C virus infection.\n* Acute or chronic Hepatitis B virus infection.\n* HIV positive with a CD4 count of \\<200 cells per microliter.\n* History of arterial or venous thromboembolism.\n* Inadequate renal function.\n* History of multiple drug allergies or history of allergic reaction to an oligonucleotide or N-Acetylgalactosamine (GalNAc).\n* History of intolerance to subcutaneous injection(s).\n* Any other conditions or comorbidities that made the participant unsuitable for enrollment or could interfere with participation in or completion of the study, per Investigator judgment.","healthyVolunteers":false,"sex":"MALE","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Estimated Annualized Bleeding Rate (ABR)","description":"Bleeding episodes (BE): any occurrence of hemorrhage might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location occurred within 72 hours of last injection used to treat BE at that location was considered part of original BE and counted as 1 BE towards ABR. Bleeding began after 72 hours of last injection at that location was considered as a new event. ABR = total number of qualifying BE/total number of days in the respective period\\*365.25. Estimated data were derived by using repeated measures negative binomial (NB) regression model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.482","spread":null},{"groupId":"OG001","value":"2.908","spread":null}]}]}]},{"type":"PRIMARY","title":"Observed Annualized Bleeding Rate (ABR)","description":"A bleeding episode (BE): any occurrence of hemorrhage might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered a part of original BE and counted as 1 BE towards ABR. Any bleeding that began after 72 hours of last injection at that location was considered as a new event. ABR = total number of qualifying BE/number of days in the respective period \\*365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.56","spread":"9.49"},{"groupId":"OG001","value":"3.19","spread":"7.75"}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Spontaneous Bleeding Rate","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA infusion. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered part of original BE and counted as 1 BE towards ABR. Bleeding began after 72 hours of last injection at that location was considered as a new event. Spontaneous BE: BE occurrence for no apparent/known reason, particularly into joints, muscles, and soft tissues. ABR = total number of qualifying BE/number of days in respective period \\*365.25. Estimated data was derived using repeated measures NB regression model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.002","spread":null},{"groupId":"OG001","value":"2.222","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Spontaneous Bleeding Rate","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered part of original BE and was counted as 1 BE towards ABR. Bleeding began after 72 hours from last injection at that location was considered as a new event. Spontaneous BE: bleeding event occurred for no apparent or known reason, particularly into joints, muscles and soft tissues. ABR = total number of qualifying BE/number of days in respective period \\*365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.09","spread":"7.93"},{"groupId":"OG001","value":"2.51","spread":"7.33"}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Joint Bleeding Rate","description":"BE: any hemorrhage that required administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection to treat BE at that location was considered part of original BE; counted as 1 BE towards ABR. Bleeding after 72 hours from last injection at that location was considered as a new event. Joint BE: characterized by unusual sensation in joint (\"aura\") + increasing swelling/warmth over joint skin, increasing pain/progressive loss of range of motion/difficulty in limb use compared to Baseline. ABR = total number of qualifying BE/number of days in respective period \\*365.25. Estimated data were derived by using repeated measures NB regression model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.282","spread":null},{"groupId":"OG001","value":"2.564","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Joint Bleeding Rate","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered part of original BE and counted as 1 BE towards ABR. Bleeding began after 72 hours from last injection at that location was considered as a new event. Joint BE: characterized by unusual sensation in joint (aura) increasing swelling/warmth over joint skin, increasing pain or progressive loss of range of motion/difficulty in limb use compared to Baseline. ABR = total number of joint BE/number of days in respective period\\*365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.35","spread":"8.19"},{"groupId":"OG001","value":"2.82","spread":"7.54"}]}]}]},{"type":"SECONDARY","title":"Change in Haemophilia Quality of Life Questionnaire for Adults (Haem-A-QOL) Physical Health Score in the Fitusiran Treatment Period and the Factor or BPA Prophylaxis Period","description":"Haem-A-QoL: participant-reported questionnaire for adults aged \\>=17 years with hemophilia and comprised of 46 items covering 10 domains. Physical health domain (PHD) is assessed with 5 items rated on 5-point Likert scale: never, rarely, sometimes, often or all the time. Raw score for PHD were transformed to scale ranged from 0 to 100, where lower scores = better physical health. Least square (LS) mean and 95% confidence interval (CI) by mixed model for repeated measure (MMRM) analysis with robust sandwich covariance matrix: change from Month -6 to Day 1 and to Month 7 as response variable; period (factor/BPA prophylaxis \\& fitusiran treatment) \\& Baseline score (Month -6) as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.00","spread":null},{"groupId":"OG001","value":"-9.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Haemophilia Quality of Life Questionnaire for Adults Total Score in the Fitusiran Treatment Period and the Factor or BPA Prophylaxis Period","description":"Haem-A-QoL: questionnaire for adults aged \\>= 17 years with hemophilia; and comprised of 46 items covering 10 domains: physical health, feelings, view of yourself, sports and leisure, work and school, dealing with hemophilia, treatment, future, family planning, partnership and sexuality. Items were rated on 5-point Likert scale: never, rarely, sometimes, often or all time. Domain raw score was transformed to scale ranged from 0 to 100, where lower scores=better health. LS mean \\& 95% CI by MMRM analysis with robust sandwich covariance matrix: change from Month -6 to Day 1 and to Month 7 as response variable; period (factor/BPA prophylaxis \\& fitusiran treatment) \\& Baseline score (Month -6) as fixed effects.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.07","spread":null},{"groupId":"OG001","value":"-7.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Bleeding Rate in the Fitusiran Onset Period","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered part of original BE and was counted as 1 BE towards ABR. Bleeding began after 72 hours from last injection at that location was considered as new event. Estimated ABR and 95% CI was derived by using repeated measures NB regression model with logarithm of duration (years) that each participant spends in 1-Month fitusiran onset period matching BE data being analyzed as offset variable. ABR = total number of qualifying BE/number of days in respective period \\*365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.419","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Bleeding Rate in the Fitusiran Onset Period","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA. BE start time: time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered a part of original BE and was counted as one BE towards ABR. Bleeding began after 72 hours from last injection at that location was considered as a new event. ABR= total number of qualifying BE/number of days in the 1-month onset period \\*365.25. Analysis was based on on-treatment strategy which included all treated bleeding events in 1-month onset period and excluded any bleeding events in period of intercurrent events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.42","spread":"8.28"}]}]}]},{"type":"SECONDARY","title":"Estimated Annualized Bleeding Rate in the Fitusiran Treatment Period","description":"BE: defined as any occurrence of hemorrhage that might require administration of factor/BPA. BE start time was time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered a part of original BE and counted as one BE towards ABR. Bleeding began after 72 hours from last injection at that location was considered as new event. Analysis was based on on-treatment strategy which included all treated bleeding events in fitusiran period and excluded any bleeding events in the period of intercurrent events. ABR = total number of qualifying BE/number of days in respective period \\*365.25.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.317","spread":null}]}]}]},{"type":"SECONDARY","title":"Observed Annualized Bleeding Rate in the Fitusiran Treatment Period","description":"BE: any occurrence of hemorrhage that might require administration of factor/BPA. BE start time was time at which 1st BE symptoms develop; bleeding/any symptoms at same location that occurred within 72 hours of last injection used to treat BE at that location was considered a part of original bleeding event and was counted as one BE towards ABR. Any bleeding that began after 72 hours from last injection at that location was considered as a new event. ABR= total number of qualifying BE/number of days in treatment period \\*365.25. Analysis was based on on-treatment strategy which included all treated bleeding events in fitusiran period and excluded any bleeding events in period of intercurrent events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":"6.98"}]}]}]},{"type":"SECONDARY","title":"Cohort A: Annualized Weight-adjusted Consumption of BPA (Activated Prothrombin Complex Concentrates)","description":"Annualized weight-adjusted BPA consumption was calculated for each participant during prophylaxis period as: \\[Sum of BPA dose per body weight received during corresponding period/number of days in corresponding period\\]\\*365.25. In this outcome measure, data of annualized weight-adjusted consumption of BPA agent: aPCC (unit per kilogram \\[U/kg\\]) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7912.7","spread":"5507.6"},{"groupId":"OG001","value":"39.7","spread":"87.0"}]}]}]},{"type":"SECONDARY","title":"Cohort A: Annualized Weight-adjusted Consumption of BPA (Recombinant Factor VIIa)","description":"Annualized weight-adjusted BPA consumption was calculated for each participant during prophylaxis period as: (Sum of BPA dose per body weight received during corresponding period/number of days in corresponding period)\\*365.25. In this outcome measure, data of annualized weight-adjusted consumption of BPA agents: rFVIIa (unit: micrograms per kg \\[mcg/kg\\]) were reported. Combined data of annualized weight-adjusted BPA consumption (mcg/kg) for both treated bleeds and prophylaxis purpose were reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18895.8","spread":"14081.9"},{"groupId":"OG001","value":"168.8","spread":"290.8"}]}]}]},{"type":"SECONDARY","title":"Cohort B: Annualized Weight-adjusted Consumption of Factor","description":"Annualized weight-adjusted BPA consumption was calculated for each participant during prophylaxis period as: (Sum of BPA dose per body weight received during corresponding period/number of days in corresponding period)\\*365.25. In this outcome measure, data of annualized weight-adjusted consumption of BPA agents: FVIII and FIX (unit: international Units \\[IU\\] per kg \\[IU/kg\\]) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3396.9","spread":"1144.5"},{"groupId":"OG001","value":"60.7","spread":"148.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3175.5","spread":"961.3"},{"groupId":"OG001","value":"17.8","spread":"56.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":19},"commonTop":["Alanine Aminotransferase Increased","Upper Respiratory Tract Infection","Arthralgia","Nasopharyngitis","Fibrin D Dimer Increased"]}}}