{"nctId":"NCT00391222","briefTitle":"A Study to Evaluate the Efficacy and Safety of Risperidone for the Prevention of Mood Episodes in the Treatment of Patients With Bipolar I Disorder","startDateStruct":{"date":"2006-11"},"conditions":["Bipolar Disorder"],"count":585,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone Long Acting Injectable (LAI)"]},{"label":"002","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"003","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Olanzapine"]}],"interventions":[{"name":"Olanzapine","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Risperidone Long Acting Injectable (LAI)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of bipolar I disorder as defined by DSM-IV-TR criteria. All diagnoses will be confirmed by the Mini International Neuropsychiatric Interview (M.I.N.I.). Patients who present with additional signs or symptoms compatible with Axis I diagnoses of social anxiety disorder or generalized anxiety disorder are acceptable. All other comorbid or active Axis I diagnoses are excluded. Personality disorders as defined by DSM IV TR criteria are acceptable, with the exception of antisocial and borderline personality disorders\n* Must be currently experiencing a manic or mixed episode (acute\n* YMRS \\>20 and CGI-S =\\>4 \\[moderate\\]) or must be between mood episodes (non-acute\n* YMRS \\<12 and CGI-S=\\<3 \\[mild\\])\n* Must have had at least 2 bipolar mood (manic, mixed manic, or depressed) episodes, exclusive of the current episode (if applicable), during the last year. For non-acute subjects (YMRS \\<12 and CGI-S=\\<3 \\[mild\\]), one manic episode must have occurred within 4 months of enrollment\n* Patients who are non-acute (YMRS \\<12 and CGI-S =\\<3 \\[mild\\]) and are currently receiving an antipsychotic other than risperidone or a mood stabilizer must have received this other medication at the same dosage for a minimum of 4 weeks and must be either experiencing problems of safety or tolerability with the antipsychotic or mood stabilizer or request a change of medication\n\nExclusion Criteria:\n\n* No history of more than 4 mood episodes each year (rapid cycling) during the last 2 years prior to screening\n* No history of ADHD, anxiety disorder, or panic disorder as the primary diagnosis\n* Not meeting DSM-IV-TR criteria for a hypomanic or depressive episode\n* Not meeting DSM-IV-TR criteria for any comorbid or active Axis I disorder other than those specifically allowed in the Inclusion Criteria\n* Not meeting DSM-IV-TR criteria for antisocial or borderline personality disorder\n* Not having a chronic or serious general medical illness, including hepatic, renal, respiratory, cardiovascular, endocrine, neurologic (including seizure disorder), or hematologic disease as determined by the clinical judgment of the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Recurrence of a Mood Episode (Risperidone LAI Versus Placebo)","description":"Recurrence was estimated using the Kaplan-Meier method and defined as meeting any of the following: DSM-IV-TR criteria for a hypomanic, manic, mixed, or depressive episode; in need of mood stabilizer, antipsychotic medication, benzodiazepine or antidepressant; requiring hospitalization for mood episode; either Young Mania Rating Scale (YMRS) \\>12 or Montgomery-Åsberg Depression Rating Scale (MADRS) \\>12 combined with Clinical Global Impression - Severity (CGI-S) \\>=4; in need of increase in study medication dose or supplementation with oral risperidone or another antipsychotic or mood stabilizer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"293.39","spread":"15.93"},{"groupId":"OG001","value":"270.47","spread":"17.74"}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of an Elevated Mood (Hypomanic, Manic, or Mixed) Episode","description":"Recurrences were classified as elevated mood or depressive by the investigator based on the patient's data at the time of the event. Time to recurrence of an elevated mood episode was estimated by means of the same survival analysis method as for the primary outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"357.41","spread":"13.94"},{"groupId":"OG001","value":"323.14","spread":"18.57"},{"groupId":"OG002","value":"448.03","spread":"12.42"}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of a Depressive Episode","description":"Recurrences were classified as elevated mood or depressive by the investigator based on the patient's data at the time of the event. Time to recurrence of a depressive episode was estimated by means of the same survival analysis method as for the primary outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"213.86","spread":"7.23"},{"groupId":"OG001","value":"300.20","spread":"10.64"},{"groupId":"OG002","value":"356.11","spread":"7.63"}]}]}]},{"type":"SECONDARY","title":"Time to Early Study Discontinuation for Any Reason","description":"The robustness of the primary outcome analysis was tested by means of a sensitivity analysis: patients who discontinued the study during Period III for any reason were analyzed as having a recurrence of a mood episode at the time of their study discontinuation. The same survival analysis method as for the primary outcome was applied.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"252.45","spread":"15.87"},{"groupId":"OG001","value":"236.14","spread":"16.02"},{"groupId":"OG002","value":"365.64","spread":"16.16"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Endpoint in Young Mania Rating Scale (YMRS)","description":"The 11-item YMRS was administered by an adequately trained clinician who did not provide psychotherapy or psycho-education to the patient. A severity rating was assigned to each of the items, based on the patient's subjective report of his or her condition over the previous 7 days or since the last visit (whichever was shorter) and the clinician's behavioral observations during the interview, with emphasis on the latter. The total YMRS score included the score of all 11 items ranging from 0 to 60, a higher score indicating a more severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"0.86"},{"groupId":"OG001","value":"8.0","spread":"1.16"},{"groupId":"OG002","value":"1.7","spread":"0.77"}]}]}]},{"type":"SECONDARY","title":"Change From Double-blind Baseline to Endpoint in Montgomery Åsberg Depression Rating Scale (MADRS)","description":"The MADRS was assessed by an adequately trained clinician who did not provide psychotherapy or psycho-education to the patient. The scale consists of 10 items that cover all of the core depressive symptoms. Each item is scored from 0 to 6 and a total score is calculated by adding the scores of all 10 items. For each individual item as well as for the total score, a higher score represents a more severe condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":"0.87"},{"groupId":"OG001","value":"6.1","spread":"0.99"},{"groupId":"OG002","value":"2.0","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of a Mood Episode (Exploratory/Olanzapine)","description":"Recurrence was defined as for the risperidone LAI and placebo arms (meeting any of 5 criteria). Since the study was designed to compare the efficacy of risperidone LAI versus placebo, this olanzapine analysis was exploratory in nature.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"414.04","spread":"14.78"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":132},"commonTop":["Insomnia","Weight increased","Headache","Akathisia","Anxiety"]}}}