{"nctId":"NCT00216125","briefTitle":"Cisplatin/Etoposide/Radiotherapy +/- Consolidation Docetaxel in Advanced Stage III Non-Small Cell Lung Cancer","startDateStruct":{"date":"2002-02"},"conditions":["Non-Small Cell Lung Cancer"],"count":243,"armGroups":[{"label":"Pre-Randomization","type":"OTHER","interventionNames":["Drug: Cisplatin","Drug: Etoposide","Radiation: Radiation"]},{"label":"Consolidation Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]},{"label":"Observation Only","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Cisplatin","otherNames":["Platinol"]},{"name":"Etoposide","otherNames":["VP-16"]},{"name":"Radiation","otherNames":[]},{"name":"Docetaxel","otherNames":["Taxol"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologic or cytologic evidence of NSCLCUnresectable Stage IIIA (N2) OR Stage IIIB NSCLC.\n* Unresectable Stage IIIA will be defined by the following criteria:\n* N2 mediastinal lymph nodes must be multiple and/or bulky on CT scan such that in the opinion of the treating investigator, the patient is not a candidate for surgical resection\n* N2 disease must be documented by biopsy, FDG-PET scan imaging, or by CT if nodes are \\> 2 cm on CT scan\n* Stage IIIb patients must have N3 or T4 status. N3 status must be documented by one of the following criteria:\n* Contralateral (to the primary tumor) mediastinal lymph node, supraclavicular or scalene lymph nodes proven by biopsy, FDG-PET scan imaging, or by CT if nodes are \\> 2 cm on CT scan.\n* Patients with positive supraclavicular or scalene lymph nodes must not have disease extending up into the cervical region.\n* All patients must have measurable or evaluable disease documented by CT, MRI, X-ray or physical exam within 28 days prior to study treatment.\n* Negative pregnancy test\n\nEligibility for Consolidation Therapy\n\n* Following completion of induction chemoradiotherapy patients without local progression of disease or distant metastases will then be randomized to receive consolidation therapy with docetaxel or observation. Patients will be stratified and randomized based on stage IIIa vs IIIb disease at baseline, CR vs. non-CR following induction chemoradiation, and ECOG PS 0 or 1 vs. 2.\n* Patients must have completed chemoradiotherapy per protocol and at least 4 weeks but no more than 8 weeks must have elapsed from the last day of induction therapy (the last day of radiation) to be eligible for randomization to consolidation with docetaxel or observation.\n* Patients must have undergone re-staging tests according to the study calendar and determined to have no evidence of disease progression to be eligible for randomization to consolidation with docetaxel or observation.\n* Patients must have an ANC \\> 1,500/mm3, platelet count \\> 100,000/ mm3, and hemoglobin \\> 8 g/dl obtained within 14 days prior to registration for randomization to consolidation with docetaxel or observation.\n* Patients must have adequate hepatic function as defined by a serum bilirubin \\< institutional upper limit of normal (ULN) and an AST and/or ALT \\< 2.5 X the upper limits of normal if alkaline phosphatase is \\< ULN, or alkaline phosphatase may be up to 4 X ULN if transaminases are \\< ULN within 14 days prior to registration for randomization to consolidation with docetaxel or observation.\n\nExclusion Criteria:\n\n* No prior chemotherapy or radiotherapy for lung cancer.\n* No unintended weight loss \\> 5% body weight in the preceding 3 months prior to study treatment will not be eligible for this trial.\n* No symptomatic peripheral neuropathy prior to entry onto the study. Peripheral neuropathy must be \\< Grade 1 to be eligible.\n* No prior malignancy except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer for which the patient has been disease-free for 5 years.\n* No history of allergic reactions to drugs utilizing the vehicle polysorbate 80 (docetaxel) and polysorbate 80 + polyethylene glycol (etoposide).\n* If the patient has hearing loss at pre-study, performance of an audiogram is recommended (not mandatory) to document baseline hearing status in the event of possible further hearing loss due to cisplatin administration.\n* No current breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"A comparison of overall survival following cisplatin/etoposide/radiotherapy between the consolidation docetaxel and observation arms was analyzed using Kaplan-Meier analysis. Median survival time and a log rank test were used to analyze the hypothesized improvement in overall survival.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.5","spread":null},{"groupId":"OG001","value":"24.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival","description":"A comparison of progression free survival following cisplatin/etoposide/radiotherapy between the consolidation docetaxel and observation arms was analyzed using Kaplan-Meier analysis. Median PFS time and a log rank test were used to analyze the hypothesized improvement in progression free survival.\n\nProgression is defined by RECIST as a 20% increase in the sum of longest diameters of target measurable lesions over the smallest sum observed (over baseline if no decrease during therapy) or by the appearance of a new lesion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"12.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":77},"commonTop":["FATIGUE (ASTHENIA, LETHARGY, MALAISE)","NEUTROPHILS/GRANULOCYTES (ANC/AGC)","DYSPNEA (SHORTNESS OF BREATH)","LEUKOCYTES (TOTAL WBC)","ESOPHAGITIS"]}}}