{"nctId":"NCT01709721","briefTitle":"Safety and Efficacy Study of Hydromorphone Hydrochloride by Intrathecal Administration","startDateStruct":{"date":"2013-02","type":"ACTUAL"},"conditions":["Management of Chronic Pain"],"count":153,"armGroups":[{"label":"Hydromorphone Hydrochloride (Randomized/Double-Blind)","type":"EXPERIMENTAL","interventionNames":["Drug: Hydromorphone Hydrochloride","Device: Programmable Implantable pump"]},{"label":"Hydromorphone Hydrochloride Titrated Downward/Control (Randomized/Double-Blind)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydromorphone Hydrochloride","Device: Programmable Implantable pump"]}],"interventions":[{"name":"Hydromorphone Hydrochloride","otherNames":["Hydromorphone","Opioid"]},{"name":"Programmable Implantable pump","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must meet all of the following criteria to be included:\n\n1. Subject must be at least 18 years of age and no more than 75 years old.\n2. Clinically diagnosed with chronic pain for at least a 6-month period.\n3. Subject is presently on intrathecal pain medication and has a SynchroMed II Implantable pump or meets clinical criteria for implantation of a SynchroMed II Implantable pump. Subjects who are naïve to intrathecal therapy, may be enrolled 2-weeks after pump implantation.\n4. Subject agrees to sign a Pain Treatment Agreement (Narcotic Contract) limiting narcotic prescriptions to the study physician.\n5. Subject must be cognitively intact and, in the opinion of the investigator, capable of participation in the trial.\n6. Female subjects of child-bearing potential must agree to use a medically acceptable and effective double-barrier method of birth control.\n7. Subjects with existing SynchroMed II Implantable pumps and are reasonably expected to benefit from intrathecal opioid therapy only.\n8. Subjects who are capable of receiving an MRI with or without contrast or CT myelogram, if required by the study protocol.\n9. Provides written Ethics Committee approved informed consent.\n10. Willing to comply with all study procedures and requirements..\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria will be excluded:\n\n1. Women who are pregnant or are breast-feeding\n2. Subjects who have participated in an investigational drug or device trial within 4 weeks prior to enrollment.\n3. Subject has any known or suspected allergy to hydromorphone or to the materials of the infusion pump or intrathecal catheter.\n4. Subject is scheduled for a pump or catheter replacement within 6 months of their enrollment into the trial.\n5. Subject has a history of dependence and abuse of opioids, stimulants, alcohol, or benzodiazepines, as defined by DSM-IV criteria, within the past year (physical dependence on prescribed opioid analgesics is allowed but abuse of opioids according to DSM-IV is not permitted, i.e. opioid addiction for recreational use).\n6. Subjects who show signs of active systemic infection.\n7. Subjects with a metastatic cancer to the spinal canal or a known central nervous system contraindication to intrathecal therapy.\n8. Subject has a condition requiring diathermy procedures.\n9. Subject has a life expectancy of less than 12 months.\n10. Subject cannot independently comprehend and participate in the required assessments, including responding to the VASPI, Short-form McGill Pain Questionnaire (SF-MPQ), Clinical Opiate Withdrawal Scale (COWS), Subjective Opiate Withdrawal Scale (SOWS), BPI and patient global impression of change (PGIC) measurement tools.\n11. Subject is not considered to be medically or psychologically appropriate for pump implantation.\n12. Subjects who are unable or unwilling to return to all of the required follow-up visits.\n13. Subjects with active implanted devices such as pacemakers, defibrillators, and cochlear implants or other medical device use, if in the opinion of the investigator the device would interfere with the ability to perform an MRI or CT myelogram.\n14. As a result of medical review and physical examination, the Investigator considers the subject unfit for the study.\n15. Pain located above the shoulders in the head or neck region (e.g. trigeminal neuralgia), central pain syndromes or any other condition in which it is judged to be unlikely that the subject would benefit from intrathecal administration of the drug product.\n16. Subjects who have previously been unresponsive to intrathecal hydromorphone therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Who Are Treatment Failures During the Double-blind Randomized Withdrawal Period","description":"Treatment failure during the Randomized Phase is defined as at least one of the following: a) increase of \\>= 20mm VASPI vs. baseline over 5 days; b) intolerable pain that in investigator's opinion requires intervention; or c) pain-related interventions that violate protocol from Day 84 to Day 119.\n\nNote: Baseline pain for the randomized phase is defined as the average of the last 5 days with daily pain measurements while on an optimal intrathecal dose of Hydromorphone, between Days 77 and 83 of the open label dosing period.\n\nNote: A subject who does not have sufficient data for evaluation, drops out for any other reasons that are not listed above or who experiences withdrawal syndrome as identified by COWS \\> 12 during the randomized phase will not be classified as a treatment failure.\n\nNote: Analysis period is from beginning of randomization phase (Day 84) to end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory (BPI): Pain Severity, \"Worst\"","description":"'Worst' pain experienced in the past 24 hours. Brief Pain Inventory (BPI): Scale: 0 = No Pain, 10 = Pain as bad as you can imagine; a high score indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.62","spread":"0.42"},{"groupId":"OG001","value":"6.62","spread":"0.43"}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory (BPI): Pain Severity \"Average\"","description":"'Average' pain experienced in the past 24 hours. The Brief Pain Inventory (BPI): Scale: 0 = No Pain, 10 = Pain as bad as you can imagine; a high score indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.09","spread":"0.34"},{"groupId":"OG001","value":"4.78","spread":"0.35"}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory (BPI): Pain Severity Summary Measure","description":"Pain severity will be evaluated by rating pain on a scale from 0 (no pain) to 10 (pain as bad as you can imagine) for the 'worst', 'least', and 'average' pain experienced in the past 24 hours, as well as, the pain experienced 'now'. In addition, a calculated mean pain severity score will be based on the sum of all 4 of the pain scores divided by 4. If any of the 4 questions are missing, then the calculated mean pain severity score will be considered missing. High values indicate worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.19","spread":"0.35"},{"groupId":"OG001","value":"5.24","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Brief Pain Inventory: Interference With Function Summary Measure","description":"Pain interference with daily functioning will be evaluated by rating interference on a scale from 0 (does not interfere) to 10 (completely interferes) for 'general activity', 'mood', 'walking ability', 'normal work', 'relation with other people', 'sleep', and 'enjoyment of life'. A calculated mean pain interference will be based on the sum of non-missing interference questions answered divided by the number of questions answered. The mean should be set to missing if fewer than 4 pain interference questions are answered. A high score is worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.76","spread":"0.44"},{"groupId":"OG001","value":"5.54","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Short-Form McGill Pain Questionnaire (SF-MPQ): Summary Score","description":"The SF-MPQ consists of a 15 item pain rating index. The severity of each item will be scored as None (0), Mild (1), Moderate (2), or Severe (3). The total SF-MPQ score is the sum of the severity scores for each item. The total score can range from 0 to 45; high score is worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.05","spread":"1.53"},{"groupId":"OG001","value":"16.95","spread":"1.55"}]}]}]},{"type":"SECONDARY","title":"Time to Rescue Medication After Randomization (Days)","description":"The number of days to rescue will be calculated by calculating the number of hours between the time of randomization and the time of rescue. The number of hours will then be divided by 24 to obtain the number of days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.85","spread":"6.32"},{"groupId":"OG001","value":"24.35","spread":"9.67"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC)","description":"The PGIC rating represents observed changes (if any) from the subject's Baseline Visit in activity limitations, symptoms, emotions, and overall quality of life, related to the subject's painful condition. Change is rated on a 7-point Likert-type scale from 1 (no change) through 7 (a great deal better). High score is better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.95","spread":"1.70"},{"groupId":"OG001","value":"3.73","spread":"2.04"}]}]}]},{"type":"SECONDARY","title":"Oral Opioid Supplement Consumption","description":"Total consumption (mg) = The total number of milligrams consumed of any oral opioid product from Day 84 (Baseline) through the end of study will be calculated for each subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6916.88","spread":"14102.91"},{"groupId":"OG001","value":"1732.84","spread":"5984.53"}]}]}]},{"type":"SECONDARY","title":"Time to Rescue - Rescue Medication Given","description":"Number of subjects with rescue medication given","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":41},"commonTop":["Nausea","Drug Withdrawal Syndrome","Back Pain","Diarrhoea","Headache"]}}}