{"nctId":"NCT00556374","briefTitle":"Study to Determine Treatment Effects of Denosumab in Patients With Breast Cancer Receiving Aromatase Inhibitor Therapy","startDateStruct":{"date":"2006-12-18","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":3420,"armGroups":[{"label":"Denosumab","type":"EXPERIMENTAL","interventionNames":["Biological: Denosumab","Drug: Non-steroidal aromatase inhibitor therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Non-steroidal aromatase inhibitor therapy"]},{"label":"SubStudy: Zoledronic Acid","type":"EXPERIMENTAL","interventionNames":["Drug: Zoledronic Acid"]},{"label":"Substudy: Standard of Care","type":"OTHER","interventionNames":["Other: Standard of Care"]}],"interventions":[{"name":"Placebo","otherNames":["Administered as a subcutaneous injection"]},{"name":"Denosumab","otherNames":["Prolia®"]},{"name":"Non-steroidal aromatase inhibitor therapy","otherNames":[]},{"name":"Zoledronic Acid","otherNames":["Reclast","Zometa"]},{"name":"Standard of Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Double Blinded Phase:\n\n* Histologically or cytologically confirmed adenocarcinoma of the breast;\n* Female subjects with non-metastatic disease who are estrogen receptor (ER) and/or progesterone receptor (PR) positive, and who have completed their treatment pathway;\n* Subjects who are currently on, or will initiate an approved non-steroidal aromatase inhibitor therapy (eg, anastrazole) in the adjuvant setting;\n* Postmenopausal woman, defined as a woman fulfilling any one of the following criteria:\n\n  * Having undergone a bilateral oophorectomy;\n  * Age ≥ 60 years;\n  * Aged \\< 60 years meeting the following requirements:\n* Follicle-stimulating hormone (FSH) and estradiol in the postmenopausal range;\n* A negative pregnancy test within 7 days prior to randomization. Subjects who have undergone a hysterectomy do not require a pregnancy test.\n* More criteria may apply.\n\nExclusion Criteria for Double Blinded Phase:\n\n* Aromatase inhibitor therapy for more than 24 months;\n* Prior or concurrent treatment with Selective Estrogen Receptor Modulators (eg, tamoxifen);\n* Evidence of metastatic disease;\n* Current or prior intravenous (IV) bisphosphonate administration;\n* Oral bisphosphonate treatment greater than or equal to 3 years continuously OR greater than 3 months but less than 3 years unless there was a washout period of at least 1 year prior to randomization OR any use during the 3-month period prior to randomization;\n* Prior administration of denosumab;\n* Known liver or renal deficiency;\n* Recurrence of the primary malignancy (e.g., during the allowed interval of pretreatment with aromatase inhibitor);\n* Diagnosis of any second non-breast malignancy within the last 5 years, except for adequately treated basal cell or squamous cell skin cancer, or for in situ carcinoma of the cervix uteri;\n* Any kind of disorder that compromises the ability to give written informed consent and/or comply with study procedures.\n\nInclusion Criteria to Receive Open-label Phase Denosumab:\n\n* Obtain signed and dated written informed consent prior to performing any study-specific procedure;\n* Subjects currently taking an approved non-steroidal AIT (eg, anastrazole) or who have completed or discontinued AIT within 12 months prior to participation in the OLP;\n* Randomized to placebo arm during the double-blind phase (as determined by unblinding procedures);\n\nExclusion Criteria to Receive Open-label Phase Denosumab:\n\n* Current or prior IV bisphosphonate administration;\n* Subjects meeting the following criteria for oral bisphosphonate treatment:\n\n  * Greater than or equal to 3 years continuously,\n  * Greater than 3 months but less than 3 years unless subject has had a washout period of at least 1 year prior to participation in the OLP,\n  * Any use during the 3-month period prior to participation in the OLP;\n* Prior or concurrent treatment with SERMs (eg, tamoxifen);\n* Subjects who ended treatment with investigational product (IP) prematurely in the double-blind phase; Treatment with commercial denosumab (Prolia or Xgeva) prior to participation in the OLP.\n\nEligibility for ZA substudy Inclusion Criteria\n\n* Obtain signed and dated written informed consent prior to performing any substudy-specific procedure\n* Subjects that received OLP denosumab and completed OLP treatment\n* Last OLP denosumab administration no longer than 9 months ago Exclusion Criteria\n* Current or prior ZA administration.\n* Subjects who ended treatment with investigational product (IP) prematurely in the double-blind phase and OL phase\n* Known sensitivity or intolerance to any of the products to be administered during the substudy (eg, ZA, calcium or vitamin D)\n* Known history of any of the following conditions either by subject self report or chart review\n\n  * Paget's disease (bone), Cushing's disease, hyperprolactinemia or other active metabolic bone disease\n  * Known history of hypocalcemia\n  * Major surgery, or significant traumatic injury occurring within 4 weeks prior to randomization\n  * Parathyroid glands in neck surgically removed.\n  * Any sections of intestine removed.\n  * Known human immunodeficiency virus infection\n  * Active infection with hepatitis B or hepatitis C virus\n* Known liver or renal disease as determined by the investigator and indicated by the following criteria:\n\n  * Aspartate aminotransferase ≥ 2.5 x ULN\n  * Alanine transaminase ≥ 2.5 x ULN\n  * Serum creatinine ≥ 2 x ULN\n  * Creatine clearance \\< 35ml/min Subjects that are pregnant or breastfeeding\n  * All subjects with reproductive potential must have a negative pregnancy test within 7 days before randomization\n* Subjects who are osteoporotic in baseline BMD","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"45 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Clinical Fracture","description":"The time to first on-study clinical fracture was defined as the number of days from randomization to the date of the x-ray confirming the clinical fracture. A clinical fracture is any clinically evident fracture with associated symptoms and confirmed by x-ray. Participants who died or withdrew without experiencing a clinical fracture were censored at the date of last contact or study termination whichever was earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Lumbar Spine Bone Mineral Density (BMD) at Month 36 at Pre-selected Sites","description":"Bone mineral density was assessed by dual x-ray absorptiometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.75","spread":null},{"groupId":"OG001","value":"7.27","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Hip BMD at Month 36 at Pre-selected Sites","description":"Bone mineral density was assessed by dual x-ray absorptiometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.32","spread":null},{"groupId":"OG001","value":"4.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Femoral Neck BMD at Month 36 at Pre-selected Sites","description":"Bone mineral density was assessed by dual x-ray absorptiometry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.10","spread":null},{"groupId":"OG001","value":"3.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With New Vertebral Fractures","description":"Assessment of vertebral fractures was performed by an expert radiologist at the central imaging center using a semiquantitative grading scale: Grade 1, 20% to 25% reduction in vertebral height (anterior, middle, or posterior); Grade 2, 25% to 40% reduction in height; Grade 3, greater than 40% reduction in height.\n\nA new vertebral fracture was defined as a fracture in a previously undeformed vertebrae including new compression fractures, defined as those compression fractures having a decrease in total anterior or posterior height of at least 25% from baseline. New vertebral fractures includes morphometric vertebral fractures identified from on study x-rays and clinical vertebral fractures confirmed by x-rays.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With New or Worsening Vertebral Fractures","description":"Assessment of vertebral fractures was performed by an expert radiologist at the central imaging center using a semiquantitative grading scale: Grade 1, 20% to 25% reduction in vertebral height (anterior, middle, or posterior); Grade 2, 25% to 40% reduction in height; Grade 3, greater than 40% reduction in height.\n\nA new vertebral fracture was defined as a fracture in a previously undeformed vertebrae including new compression fractures, defined as those compression fractures having a decrease in total anterior or posterior height of at least 25% from baseline. New vertebral fractures includes morphometric vertebral fractures identified from on study x-rays and clinical vertebral fractures confirmed by x-rays. Worsening of pre-existing fractures was defined as an increase in fracture severity of at least 1 grade on the semiquantitative scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (DFS)","description":"DFS was defined as the time interval from the randomization date to the date of first evidence of local or distant metastases, contra-lateral breast cancer, secondary carcinoma, or death from any cause (whichever occurred first). Participants last known to be alive, who did not experience recurrence of disease, were censored at their last contact date or at the data cut-off date whichever came first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Bone Metastases-free Survival (BMFS)","description":"BMFS was defined as the time interval from randomization to first occurrence of bone metastasis or death from any cause, whichever comes first. Participants last known to be alive, who did not experience bone metastasis, were censored at their last assessment (i.e., bone scan) date or at the last contact date, whichever comes first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS was defined as the time from randomization to death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":515,"n":1690},"commonTop":["Arthralgia","Hot flush","Back pain","Bone pain","Fatigue"]}}}