{"nctId":"NCT01936909","briefTitle":"Interleukin-1 Blockade in Recently Decompensated Heart Failure","startDateStruct":{"date":"2014-02"},"conditions":["Heart Failure"],"count":60,"armGroups":[{"label":"Anakinra (short)","type":"EXPERIMENTAL","interventionNames":["Drug: Anakinra (weeks 1-2)"]},{"label":"Anakinra (long)","type":"EXPERIMENTAL","interventionNames":["Drug: Anakinra (weeks 1-2)","Drug: Anakinra (weeks 3-12)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Anakinra (weeks 1-2)","otherNames":[]},{"name":"Anakinra (weeks 3-12)","otherNames":["Anakinra 100 mg daily for weeks 3 through 12"]},{"name":"Placebo","otherNames":["Placebo daily for week 1 through 12"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll 6 criteria need to be met for enrollment of the patient in the study\n\n1. Primary diagnosis for hospitalization is decompensated heart failure established as the finding at admission of all 2 conditions listed below:\n\n   1. dyspnea or respiratory distress or tachypnea at rest or with minimal exertion;\n   2. evidence of elevated cardiac filling pressure or pulmonary congestion (at least one of the conditions must be met);\n\n      * pulmonary congestion/edema at physical exam OR chest X-Ray;\n      * plasma Brain Natriuretic Peptide (BNP) levels ≥200 pg/ml;\n      * invasive measurement of left ventricular end-diastolic pressure \\>18 mmHg or of pulmonary artery occluding pressure (wedge) \\>16 mmHg.\n2. The patient has a prior documentation of impaired left ventricular systolic function (ejection fraction \\<50%) at most recent assessment by any imaging modality (within 12 months).\n3. The patient is now clinically stable and meets standard criteria for hospital discharge as documented by all the 3 conditions listed below:\n\n   1. absence of dyspnea or pulmonary congestion/distress at rest;\n   2. absence of pitting edema in the lower extremities, or in any other region;\n   3. stable hemodynamic parameters (blood pressure, heart rate).\n4. The patient is of age ≥21 years old, and is willing and able to provide written informed consent.\n5. The patient is willing and able to comply with the protocol (i.e. self administration of the treatment, and exercise protocol).\n6. The patient has screening plasma C-reactive protein levels \\>2 mg/L.\n\nExclusion Criteria Subjects will not be eligible if they meet any of the following 15 exclusion criteria.\n\n1. The primary diagnosis for admission is NOT decompensated heart failure, including diagnosis of acute coronary syndromes, hypertensive urgency/emergency, tachy- or brady-arrhythmias.\n2. Concomitant clinically significant comorbidities that would interfere with the execution or interpretation of the study including but not limited to acute coronary syndromes, uncontrolled hypertension or orthostatic hypotension, tachy- or brady-arrhythmias, acute or chronic pulmonary disease or neuromuscular disorders affecting respiration.\n3. Recent (previous 3 months) or planned cardiac resynchronization therapy (CRT), coronary artery revascularization procedures, or heart valve surgeries.\n4. Previous or planned implantation of left ventricular assist devices or heart-transplant.\n5. Chronic use of intravenous inotropes.\n6. Recent (\\<14 days) use of immunosuppressive or anti-inflammatory drugs (not including Non-Steroidal Anti-Inflammatory Drugs \\[NSAIDs\\]).\n7. Chronic inflammatory disorder (including but not limited to rheumatoid arthritis, systemic lupus erythematosus).\n8. Active infection (of any type);\n9. Chronic/recurrent infectious disease (including Hepatitis B virus \\[HBV\\], Hepatitis C virus \\[HCV\\], and HIV/AIDS).\n10. Prior (within the past 10 years) or current malignancy.\n11. Any comorbidity limiting survival or ability to complete the study.\n12. End stage kidney disease requiring renal replacement therapy.\n13. Neutropenia (\\<2,000/mm3) or Thrombocytopenia (\\<50,000/mm3).\n14. Pregnancy.\n15. Angina, arrhythmias, or electrocardiograph (ECG) changes that limit maximum exertion during cardiopulmonary exercise testing obtained during the baseline testing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Interval Changes in Peak Oxygen Consumption (VO2)","description":"Interval changes in peak oxygen consumption (VO2) after 2 weeks of anakinra treatment.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.05","spread":null},{"groupId":"OG001","value":"14.45","spread":null},{"groupId":"OG002","value":"13.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.85","spread":null},{"groupId":"OG001","value":"14.45","spread":null},{"groupId":"OG002","value":"12.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life Improvement","description":"The Duke Activity Status Index questionnaire will be completed at enrollment and 12 weeks. The scale ranges from 0 (unable to perform any tasks) to 58.20 (able to perform all tasks). Higher scores represent increased ability to perform daily activities and may be interpreted as improved quality of life.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.95","spread":null},{"groupId":"OG001","value":"23.45","spread":null},{"groupId":"OG002","value":"22.825","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.575","spread":null},{"groupId":"OG001","value":"34.45","spread":null},{"groupId":"OG002","value":"28.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Death or Hospital Admission for Heart Failure","description":"We will monitor survival and hospitalization for heart failure throughout the 24 week follow-up","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":16},"commonTop":[]}}}