{"nctId":"NCT01853280","briefTitle":"L-methylfolate Supplementation to OROS-Methylphenidate Pharmacotherapy in ADHD Adults","startDateStruct":{"date":"2014-05"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":47,"armGroups":[{"label":"L-Methylfolate","type":"EXPERIMENTAL","interventionNames":["Drug: L-methylfolate","Drug: OROS-Methylphenidate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: OROS-Methylphenidate","Drug: Placebo"]}],"interventions":[{"name":"L-methylfolate","otherNames":["Deplin®"]},{"name":"OROS-Methylphenidate","otherNames":["Concerta®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female adults ages 18-55 years of age.\n2. A diagnosis of childhood onset ADHD, meeting all but the age of onset criteria according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV), based on clinical assessment. Childhood onset will be defined according to established research criteria, requiring onset of two symptoms of inattentive or of impulsive/hyperactive traits by the age of 12.\n3. A score of 24 or more on the Adult ADHD Investigator Symptom Report Scale (AISRS).\n\nExclusion Criteria:\n\n1. A history of non-response or intolerance to methylphenidate at adequate doses as determined by the clinician.\n2. A history of intolerance to L-methylfolate supplementation.\n3. Pregnant or nursing females.\n4. Serious, unstable medical illness including hepatic, renal, gastroenterological, respiratory, cardiovascular, endocrinologic (thyroid), neurologic (seizure), immunologic, or hematologic disease.\n5. Glaucoma.\n6. Clinically unstable psychiatric conditions including suicidality, homicidality, bipolar disorder, psychosis, history of or current marked anxiety, tension or agitation potentially exacerbated by a stimulant, or lifetime history of any other clinically serious condition potentially exacerbated by a stimulant, such as mania or psychosis.\n7. Significant impairment due to tics, based on clinician judgment.\n8. A family history or diagnosis of Tourette's syndrome\n9. Current (within 3 months) DSM-IV criteria for abuse or dependence with any psychoactive substance other than nicotine.\n10. Multiple adverse drug reactions.\n11. Any other concomitant medication considered to be effective for management of ADHD; individuals on stable treatment with agents with central nervous system activity will be allowed to participate, as detailed in the Concomitant Medication portion of the protocol.\n12. Current use of MAO Inhibitor or use within the past two weeks.\n13. Investigator and his/her immediate family; defined as the investigator's spouse, parent, child, grandparent, or grandchild.\n14. Use of supplemental folic acid greater than 400 mcg per day, L-methylfolate, or Omega-3 Fatty Acids greater than 800 mg per day within two weeks prior to the baseline study visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adult ADHD Investigator Symptom Rating Scale (AISRS)","description":"The AISRS is an 18-item questionnaire administered by the clinician assessing each of the individual DSM-IV symptoms of ADHD. Each symptom is rated on a scale of severity from 0 (none) to 3 (severe), and the 18 symptom questions are summed to calculate a total score. The minimum total score is a 0, while the maximum total score is a 54. The AISRS was compared from baseline to completion, over the course of the 12 week study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.9","spread":"10.4"},{"groupId":"OG001","value":"-20.8","spread":"11.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Headache","Insomnia","Cold/Infection/Allergy","Decreased Appetite","Mucosal Dryness"]}}}