{"nctId":"NCT02652130","briefTitle":"Safety Follow-up of Treatment With Remestemcel-L in Pediatric Participants Who Have Failed to Respond to Steroid Treatment for Acute GVHD","startDateStruct":{"date":"2015-10-28","type":"ACTUAL"},"conditions":["Grade B Acute Graft Versus Host Disease","Grade C Acute Graft Versus Host Disease","Grade D Acute Graft Versus Host Disease"],"count":32,"armGroups":[{"label":"Safety population","type":"EXPERIMENTAL","interventionNames":["Biological: Remestemcel-L"]}],"interventions":[{"name":"Remestemcel-L","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have participated in MSB-GVHD001 and have received at least one infusion of remestemcel-L.\n* Participant or participant's authorized representative must be capable of providing written informed consent. Assent, if applicable, must also be collected when required by the Institutional Review Board (IRB)/Ethics Committee (EC).\n* Female participants of childbearing potential (≥ 10 years of age) must use a medically accepted method of contraception and must agree to continue use of this method for the duration of the study and for the follow-up time period. Acceptable methods of contraception include abstinence, barrier method with spermicide, intrauterine device (IUD), or steroidal contraceptive (oral, transdermal, implanted, and injected) in conjunction with a barrier method.\n* The participant must be willing and able to comply with study procedures, remain at the clinic as required during the study period, and return to the clinic for the follow-up evaluation as specified in this protocol.\n\nExclusion Criteria:\n\n* The investigator believes it to be in the best interest of the participant not to participate in the safety follow-up study.\n* Participant has participated or is currently participating in any autologous or allogeneic stem cell or gene therapy study for the treatment of aGVHD. Participants participating in investigative protocols aimed at modification of the transplant graft (such as T cell depletion) or aimed at modification of the conditioning regimen will be allowed in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Months","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival Rate Through Day 180","description":"The overall survival rate is defined as the percentage of participants alive at the given time point. OS is defined as the time to death from the start of drug therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate at Day 180 for Participants Who Had Overall Response (OR) at Day 28 of Study MSB-GVHD001","description":"The overall survival rate is defined as the percentage of participants alive at the given time point. OS is defined as the time to death from the start of drug therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":32},"commonTop":[]}}}