{"nctId":"NCT00930553","briefTitle":"An Extension Protocol for Multiple Sclerosis Patients Who Participated in Genzyme-Sponsored Studies of Alemtuzumab","startDateStruct":{"date":"2009-08"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":1314,"armGroups":[{"label":"Previously treated with alemtuzumab","type":"EXPERIMENTAL","interventionNames":["Biological: alemtuzumab"]},{"label":"Previously treated with interferon beta-1a (Rebif®)","type":"EXPERIMENTAL","interventionNames":["Biological: alemtuzumab"]}],"interventions":[{"name":"alemtuzumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1.Received alemtuzumab in CAMMS323 or CAMMS324, completed the 2-year study period, and had not subsequently received disease modifying treatments (other than glatiramer acetate or interferon beta); or\n* 2.Received Rebif® in CAMMS323 or CAMMS324, completed the 2-year study period, and had not subsequently received alternative disease modifying treatments (other than glatiramer acetate or another interferon beta); or\n* 3.Participated in CAMMS223.\n* NOTE: Criteria 1 and 2 above meant that participants who enrolled in CAMMS323 or CAMMS324 but did not complete the 2-year study period or went on to receive non-study drug DMTs after randomization were not eligible for inclusion in the Extension Study. Participants who enrolled in CAMMS324 after participation in CAMMS223 must meet criteria 1 or 2 to be eligible for inclusion in the Extension Study.\n\nExclusion Criteria:\n\n* Any alemtuzumab participant from CAMMS223, CAMMS323, or CAMMS324 who had received alemtuzumab off-label (ie, outside of one of the prior Genzyme-sponsored studies), or was participating in any other investigational study, unless approved by Genzyme. In addition, these participants must be screened for disqualifying safety concerns before receiving alemtuzumab retreatment.\n* Any Rebif® participants from CAMMS223, CAMMS323, or CAMMS324 who met any of the following criteria. In addition, these participants must be screened for disqualifying safety concerns before receiving alemtuzumab treatment. a) Did not wish to receive alemtuzumab; b) Ongoing participation in any other investigational study, unless approved by Genzyme; c) Had received alemtuzumab off-label (ie, outside of one of the prior Genzyme-sponsored studies); d) Known bleeding disorder or therapeutic anticoagulation; e) Diagnosis of idiopathic thrombocytopenia purpura or other autoimmune hematologic abnormality; f) History of malignancy, except basal cell skin carcinoma; g) Intolerance of pulsed corticosteroids, especially a history of steroid psychosis h) Significant Autoimmune disorder (other than MS); i) Major psychiatric disorder or epileptic seizures not adequately controlled by treatment; j) Active infection or high risk for infection k) Unwilling to use a reliable and acceptable contraceptive method during and for at least 6 months following each alemtuzumab treatment cycle (fertile participants only).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR)","description":"Relapse was defined as new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination, attributable to multiple sclerosis (MS) that last for at least 48 hours, present at normal body temperature, and that were preceded by at least 30 days of clinical stability. ARR was obtained from the total number of confirmed relapses that occurred during the treatment follow-up time of all participants divided by the sum of follow-up time of all participants involved in certain treatment groups. ARR was estimated through negative binomial regression with robust variance estimation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":null},{"groupId":"OG001","value":"0.22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.16","spread":null},{"groupId":"OG001","value":"0.24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":null},{"groupId":"OG001","value":"0.16","spread":null}]}]}]},{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR) Before and After Receiving Alemtuzumab","description":"Relapse was defined as new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination, attributable to MS that last for at least 48 hours, present at normal body temperature, and that were preceded by at least 30 days of clinical stability. ARR was obtained from the total number of confirmed relapses that occurred during the treatment follow-up time of all participants divided by the sum of total follow-up time of all participants involved in certain treatment groups. ARR was estimated through repeated negative binomial regression with robust variance estimation and covariate adjustment for geographic region. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.42","spread":null},{"groupId":"OG001","value":"0.14","spread":null},{"groupId":"OG002","value":"0.60","spread":null},{"groupId":"OG003","value":"0.15","spread":null}]}]}]},{"type":"PRIMARY","title":"Annualized Relapse Rate (ARR) Before and After Alemtuzumab Retreatment","description":"Relapse was defined as new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination, attributable to MS that last for at least 48 hours, present at normal body temperature, and that were preceded by at least 30 days of clinical stability. ARR was obtained from the total number of confirmed relapses that occurred during the treatment follow-up time of all participants divided by the sum of total follow-up time of all participants involved in certain treatment groups. ARR was estimated through negative binomial regression with robust variance estimation without covariate adjustment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Sustained Accumulation of Disability (SAD)","description":"SAD: defined as an increase of at least 1.5 points in Expanded Disability Status Scale (EDSS) score for participants with prior study baseline score of 0 and increase of at least 1.0 point for participants with a prior study baseline score of 1.0 or more; and the increase persisted over a 6-month consecutive period. EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) and ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), higher scores indicating worse neurological function. Number of participants with SAD was estimated by Kaplan-Meier method and reported in this outcome measure. Baseline was defined as Year 0 of CAMMS323 and Year 0 of CAMMS324 for \"alemtuzumab treatment CAMMS323 extension\" group and \"alemtuzumab Treatment CAMMS324 Extension\" group, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Sustained Accumulation of Disability (SAD) Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"SAD: defined as an increase of at least 1.5 points in EDSS score for participants with prior study baseline score of 0 and increase of at least 1.0 point for participants with a prior study baseline score of 1.0 or more; and the increase persisted over a 6-month consecutive period. EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) and ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), higher scores indicating worse neurological function. Number of participants with SAD over 2 years before and 2 years after alemtuzumab treatment were estimated by Kaplan-Meier method and reported in this outcome measure. The IFNB-1a/Alemtuzumab switch pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null},{"groupId":"OG002","value":"29","spread":null},{"groupId":"OG003","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Sustained Reduction in Disability (SRD) Assessed by EDSS at Year 6","description":"SRD was defined as a ≥1 point decrease in EDSS score lasting \\>= 6 months. SRD is only applicable to participants with a baseline EDSS score of \\>= 2.0. EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), where higher scores indicate worse neurological function. Number of participants with SRD at Year 6 was estimated using Kaplan-Meier method and reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Sustained Reduction in Disability (SRD) Assessed by EDSS (After Alemtuzumab Treatment) at Year 2 of the Extension Study","description":"SRD was defined as a \\>=1 point decrease in EDSS score lasting \\>=6 months. SRD is only applicable to participants with a baseline EDSS score of ≥2.0. EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), where higher scores indicate worse neurological function. Number of participants with SRD at Year 2 of CAMMS03409 was estimated using Kaplan-Meier method and reported in this outcome measure. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Initial Study Baseline in EDSS Score at Year 3, 4, 5 and 6","description":"EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses the 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), where higher scores indicate worse neurological function. Change was calculated by subtracting baseline (Month 0 of the study CAMMS323 \\[NCT00530348\\] or CAMMS324 \\[NCT00548405\\]) value from EDSS scores at specified time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":null},{"groupId":"OG001","value":"-0.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Initial Study Baseline in EDSS Score Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses the 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), where higher scores indicate worse neurological function. Change was calculated by subtracting baseline (Month 0 of the study CAMMS323 or CAMMS324 for pre alemtuzumab period or CAMMS03409 baseline for post alemtuzumab period) value, from EDSS scores at specified time points. The IFNB-1a/Alemtuzumab switch pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting groups. Baseline was defined as Year 0 of CAMMS323 and Year 0 of CAMMS324 for \"CAMMS323 participants\" and \"CAMMS324 participants\" respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":null},{"groupId":"OG001","value":"-0.07","spread":null},{"groupId":"OG002","value":"0.11","spread":null},{"groupId":"OG003","value":"-0.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":null},{"groupId":"OG001","value":"0.08","spread":null},{"groupId":"OG002","value":"0.20","spread":null},{"groupId":"OG003","value":"0.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Retreatment Baseline in EDSS Score After Alemtuzumab Retreatment","description":"EDSS is an ordinal scale in half-point increments that quantifies disability in participants with MS. It assesses the 7 functional systems (visual, brainstem, pyramidal, cerebellar, sensory, bowel/bladder and cerebral) as well as ambulation. EDSS total score ranges from 0 (normal neurological examination) to 10 (death due to MS), where higher scores indicate worse neurological function. Change was calculated by subtracting retreatment baseline (annual visit prior to the retreatment start date) value from EDSS scores at specified time points.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.89","spread":"1.514"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.22","spread":"1.033"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"1.109"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"1.356"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without New or Enlarging Magnetic Resonance Imaging (MRI)-T2-Hypertense Lesion Activity","description":"Analysis of new or enlarging lesions that appear hyperintense on T2-weighted MRI scans performed annually.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.6","spread":null},{"groupId":"OG001","value":"68.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.3","spread":null},{"groupId":"OG001","value":"70.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.2","spread":null},{"groupId":"OG001","value":"67.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.8","spread":null},{"groupId":"OG001","value":"69.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without New or Enlarging MRI-T2-Hypertense Lesion Activity Before and After Alemtuzumab Treatment","description":"Analysis of new or enlarging lesions that appear hyperintense on T2-weighted MRI scans performed annually. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"79.3","spread":null},{"groupId":"OG002","value":"44.6","spread":null},{"groupId":"OG003","value":"63.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.7","spread":null},{"groupId":"OG001","value":"81.8","spread":null},{"groupId":"OG002","value":"47.5","spread":null},{"groupId":"OG003","value":"81.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without New or Enlarging MRI-T2-Hypertense Lesion Activity Before and After Alemtuzumab Retreatment","description":"Analysis of new or enlarging lesions that appear hyperintense on T2-weighted MRI scans performed annually. Retreatment baseline was the annual visit prior to the retreatment start date.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in MRI-T2-Hypertense Lesion Volumes at Year 3, 4, 5, 6","description":"Lesion volume was quantitatively assessed by hyperintensity on T2-weighted MRI scans.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.57","spread":"29.96"},{"groupId":"OG001","value":"1.69","spread":"31.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.04","spread":"32.88"},{"groupId":"OG001","value":"4.97","spread":"41.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.09","spread":"36.99"},{"groupId":"OG001","value":"12.37","spread":"80.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.68","spread":"42.92"},{"groupId":"OG001","value":"11.46","spread":"73.91"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without New Gadolinium-enhancing MRI Lesion Activity","description":"Analysis of new gadolinium-enhancing lesions that appear on MRI scans performed annually. Baseline was the prior annual visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.6","spread":null},{"groupId":"OG001","value":"86.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.1","spread":null},{"groupId":"OG001","value":"88.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"89.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null},{"groupId":"OG001","value":"90.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Brain Parenchymal Fractions (BPF) at Year 3, 4, 5 and 6","description":"Brain parenchymal fraction (calculated as the ratio of brain parenchymal volume to total intradural volume), is a sensitive indicator of brain atrophy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.068","spread":"1.185"},{"groupId":"OG001","value":"-0.761","spread":"1.240"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.251","spread":"1.228"},{"groupId":"OG001","value":"-0.949","spread":"1.341"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.437","spread":"1.317"},{"groupId":"OG001","value":"-0.983","spread":"1.374"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.601","spread":"1.370"},{"groupId":"OG001","value":"-1.051","spread":"1.472"}]}]}]},{"type":"SECONDARY","title":"Percentage of Relapse Free Participants","description":"Relapse was defined as new neurological symptoms or worsening of previous neurological symptoms with an objective change on neurological examination, attributable to MS that last for at least 48 hours, present at normal body temperature, and that were preceded by at least 30 days of clinical stability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.14","spread":null},{"groupId":"OG001","value":"80.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.84","spread":null},{"groupId":"OG001","value":"79.27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.35","spread":null},{"groupId":"OG001","value":"83.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.96","spread":null},{"groupId":"OG001","value":"86.86","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physical Component Score (PCS) of Short Form-36 (SF-36) Health Survey at Year 3, 4, 5 and 6","description":"SF-36 is a participant reported standardized survey designed to assess generic health related quality of life. It consisted of 36 items evaluating 8 aspects of functional health and well-being: 1) physical functioning, 2) role physical, 3) bodily pain, 4) general health, 5) vitality, 6) social functioning, 7) role emotional and 8) mental health. The score range for each of the 8 health aspects was from 0 (poor health) to 100 (better health), higher scores indicating good health condition. Scores of first four health aspects (1 - 4) were aggregated to derive the PCS ranging from 0 (worst) to 100 (best), where higher scores indicated good health condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.90","spread":null},{"groupId":"OG001","value":"1.72","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.15","spread":null},{"groupId":"OG001","value":"1.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.85","spread":null},{"groupId":"OG001","value":"1.34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.65","spread":null},{"groupId":"OG001","value":"1.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physical Component Score (PCS) of Short Form-36 (SF-36) Health Survey Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"SF-36 is a participant reported standardized survey designed to assess generic health related quality of life. It consisted of 36 items evaluating 8 aspects of functional health and well-being: 1) physical functioning, 2) role physical, 3) bodily pain, 4) general health, 5) vitality, 6) social functioning, 7) role emotional and 8) mental health. The score range for each of the 8 health aspects was from 0 (poor health) to 100 (better health), higher scores indicating good health condition. Scores of first four health aspects (1 - 4) were aggregated to derive the PCS ranging from 0 (worst) to 100 (best), where higher scores indicated good health condition. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group. Baseline was defined as Year 0 of CAMMS323 and Year 0 of CAMMS324 for \"CAMMS323\" and \"CAMMS324\" participants, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":null},{"groupId":"OG001","value":"2.00","spread":null},{"groupId":"OG002","value":"0.79","spread":null},{"groupId":"OG003","value":"1.56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.20","spread":null},{"groupId":"OG001","value":"0.41","spread":null},{"groupId":"OG002","value":"0.45","spread":null},{"groupId":"OG003","value":"1.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mental Component Score (MCS) of Short Form-36 (SF-36) at Year 3, 4, 5, and 6","description":"SF-36 is a participant reported standardized survey designed to assess generic health related quality of life. It consisted of 36 items evaluating 8 aspects of functional health and well-being: 1) physical functioning, 2) role physical, 3) bodily pain, 4) general health, 5) vitality, 6) social functioning, 7) role emotional and 8) mental health. The score range for each of the 8 health aspects was from 0 (poor health) to 100 (better health), higher scores indicating good health condition. Scores of last four health aspects (5 - 8) were aggregated to derive the MCS ranging from 0 (worst) to 100 (best), where higher scores indicated good health condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.43","spread":null},{"groupId":"OG001","value":"1.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.17","spread":null},{"groupId":"OG001","value":"1.91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.54","spread":null},{"groupId":"OG001","value":"1.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.41","spread":null},{"groupId":"OG001","value":"1.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mental Component Score (MCS) of Short Form-36 (SF-36) Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"SF-36 is a participant reported standardized survey designed to assess generic health related quality of life. It consisted of 36 items evaluating 8 aspects of functional health and well-being: 1) physical functioning, 2) role physical, 3) bodily pain, 4) general health, 5) vitality, 6) social functioning, 7) role emotional and 8) mental health. The score range for each of the 8 health aspects was from 0 (poor health) to 100 (better health), higher scores indicating good health condition. Scores of last four health aspects (5 - 8) were aggregated to derive the MCS ranging from 0 (worst) to 100 (best), where higher scores indicated good health condition. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group. Baseline was defined as Year 0 of CAMMS323 and Year 0 of CAMMS324 for \"CAMMS323\" and \"CAMMS324\" participants, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":null},{"groupId":"OG001","value":"1.98","spread":null},{"groupId":"OG002","value":"1.83","spread":null},{"groupId":"OG003","value":"1.21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.32","spread":null},{"groupId":"OG001","value":"2.08","spread":null},{"groupId":"OG002","value":"1.65","spread":null},{"groupId":"OG003","value":"1.65","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Self-reported Quality of Life as Assessed by Functional Assessment of Multiple Sclerosis (FAMS) Score at Year 3, 4, 5 and 6","description":"FAMS is a widely accepted, MS-specific, quality of life questionnaire. It comprised of 58 items on 7 subscales: mobility (7 items); symptoms (7 items); emotional well-being (7 items); general contentment (7 items); thinking and fatigue (9 items); family/social well-being (7 items); and additional concerns (14 items, these are not scored). Participants provided their response based on the recall of past week. Each item was rated on a 5-point scale ranges from 0 (poor) to 4 (best), where higher scores indicated higher/better quality of life. Scores from 44 calculable items were summed to provide FAMS total score. FAMS total score ranges from 0 (poor) to 176 (best), where higher scores indicated higher/better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.28","spread":null},{"groupId":"OG001","value":"4.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.81","spread":null},{"groupId":"OG001","value":"3.65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.82","spread":null},{"groupId":"OG001","value":"3.57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.40","spread":null},{"groupId":"OG001","value":"3.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Self-reported Quality of Life as Assessed by Functional Assessment of Multiple Sclerosis (FAMS) Score Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"FAMS is a widely accepted, MS-specific, quality of life questionnaire. It comprised of 58 items on 7 subscales: mobility (7 items); symptoms (7 items); emotional well-being (7 items); general contentment (7 items); thinking and fatigue (9 items); family/social well-being (7 items); and additional concerns (14 items, these are not scored). Participants provided their response based on the recall of past week. Each item was rated on a 5-point scale ranges from 0 (poor) to 4 (best), where higher scores indicated higher/better quality of life. Scores from 44 calculable items were summed to provide FAMS total score. FAMS total score ranges from 0 (poor) to 176 (best), where higher scores indicated higher/better quality of life. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":null},{"groupId":"OG001","value":"4.82","spread":null},{"groupId":"OG002","value":"3.19","spread":null},{"groupId":"OG003","value":"5.83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.88","spread":null},{"groupId":"OG001","value":"3.10","spread":null},{"groupId":"OG002","value":"0.93","spread":null},{"groupId":"OG003","value":"4.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life -5 Dimension (EQ-5D) Visual Analog Scale Score at Year 3, 4, 5 and 6","description":"EQ-5D is a standardized instrument for measuring health status consisting of EQ-5D descriptive system and Visual Analogue Scale (VAS). The EQ-5D VAS range is from 0-100, higher scores indicate a better health state and a positive change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.505","spread":null},{"groupId":"OG001","value":"2.859","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.144","spread":null},{"groupId":"OG001","value":"2.992","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.409","spread":null},{"groupId":"OG001","value":"3.034","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.134","spread":null},{"groupId":"OG001","value":"3.155","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life -5 Dimension (EQ-5D) Visual Analog Scale Score Before and After Alemtuzumab Treatment: 2 Year Comparison","description":"EQ-5D is a standardized instrument for measuring health status consisting of EQ-5D descriptive system and VAS. The EQ-5D VAS range is from 0-100, higher scores indicate a better health state and a positive change indicates improvement. The IFNB-1a/Alemtuzumab switch from CAMMS323 or CAMMS324 to CAMMS03409 pre alemtuzumab reporting group consisted of the same participants as those in the corresponding post alemtuzumab reporting group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.165","spread":null},{"groupId":"OG001","value":"4.576","spread":null},{"groupId":"OG002","value":"1.663","spread":null},{"groupId":"OG003","value":"4.337","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.359","spread":null},{"groupId":"OG001","value":"4.515","spread":null},{"groupId":"OG002","value":"-0.712","spread":null},{"groupId":"OG003","value":"3.346","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":376,"n":1314},"commonTop":["Multiple sclerosis relapse","Headache","Nasopharyngitis","Urinary tract infection","Fatigue"]}}}