{"nctId":"NCT00770315","briefTitle":"Efficacy and Long-Term Safety of Ragweed (Ambrosia Artemisiifolia) Sublingual Tablet (SCH 39641) in Adults With a History of Ragweed-Induced Rhinoconjunctivitis With or Without Asthma (Study P05234)","startDateStruct":{"date":"2009-09"},"conditions":["Rhinitis, Allergic","Conjunctivitis"],"count":784,"armGroups":[{"label":"SCH 39641 1.5 Amb a 1-U","type":"EXPERIMENTAL","interventionNames":["Biological: Ambrosia artemisiifolia allergen extract (Amb a 1-U)"]},{"label":"SCH 39641 6 Amb a 1-U","type":"EXPERIMENTAL","interventionNames":["Biological: Ambrosia artemisiifolia allergen extract (Amb a 1-U)"]},{"label":"SCH 39641 12 Amb a 1-U","type":"EXPERIMENTAL","interventionNames":["Biological: Ambrosia artemisiifolia allergen extract (Amb a 1-U)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Ambrosia artemisiifolia allergen extract (Amb a 1-U)","otherNames":["SCH 39641","MK-3641"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must have a clinical history of significant ragweed-induced allergic rhinoconjunctivitis of at least 2 years duration, with or without asthma and have received treatment during the previous ragweed season (RS).\n* Must have a positive skin prick test response to Ambrosia artemisiifolia at Screening Visit.\n* Must be positive for specific immunoglobulin E (IgE) against Ambrosia artemisiifolia at Screening Visit.\n* Must have an forced expiratory volume in one second (FEV1) of at least 70% of predicted at Screening Visit.\n* Safety laboratory tests and vital signs conducted at the Screening Visit must be within normal limits or clinically acceptable to the investigator/sponsor.\n* Must be willing to give written informed consent and be able to adhere to dose and visit schedules.\n* Female participants of childbearing potential must be using a medically acceptable and adequate form of birth control. These include: hormonal contraceptives as prescribed by a physician (oral, hormonal vaginal ring, hormonal implant or depot injectable); medically prescribed intra-uterine device; medically prescribed topically-applied transdermal contraceptive patch; double-barrier method (eg, condom in combination with a spermicide).\n* Female participants of childbearing potential should be counseled in the appropriate use of birth control while in the study. Female participants who are not currently sexually active must and consent to use one of the above-mentioned methods if she becomes sexually active during the study.\n* Female participants of childbearing potential must have a negative urine pregnancy test at Screening Visit. Women who have been surgically sterilized or at least 1 year postmenopausal are not considered to be of childbearing potential.\n\nExclusion Criteria:\n\n* Clinical history of symptomatic seasonal allergic rhinitis and/or asthma having received regular medication, due to another during or potentially overlapping the RS.\n* Clinical history of significant symptomatic perennial allergic rhinitis and/or asthma due to an allergen to which the participant is regularly exposed.\n* Receipt of an immunosuppressive treatment within 3 months prior to the Screening Visit (except steroids for allergic and asthma symptoms).\n* Clinical history of severe asthma.\n* Asthma requiring medium or high dose inhaled corticosteroids (ICS).\n* History of anaphylaxis with cardiorespiratory symptoms.\n* History of chronic urticaria and angioedema.\n* Clinical history of chronic sinusitis 2 years prior to the Screening Visit.\n* Current severe atopic dermatitis.\n* Breast-feeding, pregnancy, or intending to become pregnant.\n* Had previous treatment by immunotherapy with ragweed allergen or any other allergen 5 years prior to Screening Visit.\n* History of allergy, hypersensitivity or intolerance to the ingredients of the investigational medicinal products (except for Ambrosia artemisiifolia), rescue medications, or self-injectable epinephrine.\n* Any clinically significant condition or situation, other than the condition being studied that, in the opinion of the investigator, would interfere with the study evaluations or optimal participation in the study.\n* Use of any investigational drugs within 30 days of Screening Visit.\n* Participation in any other clinical study.\n* Being a family member of the study staff.\n* Inability to meet medication washout requirements.\n* Unlikely to be able to complete the trial, or likely to travel for an extended time during the RS.\n* Clinically significant abnormal vital sign or lab value.\n* Participation in this same study at another site.\n* Randomized into this study more than once.\n* Inability to or will not comply with the use of self-injectable epinephrine.\n* Greater risk of developing adverse reactions after epinephrine administration.\n* History of self-injectable epinephrine use","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Combined (Sum of) Rhinoconjunctivitis Daily Symptom Score (DSS) and Daily Medication Score (DMS) Averaged Over the Peak Ragweed Season (RS)","description":"The total combined score is a composite endpoint that combines the rhinoconjuntivitis DSS and the rhinoconjunctivitis DMS. The rhinoconjunctivitis DSS consisted of a total of 6 symptoms (runny nose, blocked nose, sneezing, itchy nose, gritty feeling/red/itchy eyes and watery eyes) that were measured on a scale of 0 to 3 (0=no symptoms, 3=severe symptoms; score range: 0-18), with a lower score indicating less rhinoconjunctivitis symptoms. Rhinoconjunctivitis DMS was based on use of specific study-provided rescue medication, with different rescue medications being assigned different scores/dose unit (score range: 0-36), with a lower score indicating less rhinconjunctivitis medication use. The sum of the rhinoconjunctivitis DSS+DMS could range from 0 to 54, with a lower score indicating less rhinoconjuntivitis symptoms and medication use. Raw means were converted to adjusted means using an ANOVA model with baseline asthmatic condition, pollen region and treatment group as fixed effects.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.70","spread":"0.517"},{"groupId":"OG001","value":"6.88","spread":"0.526"},{"groupId":"OG002","value":"6.41","spread":"0.534"},{"groupId":"OG003","value":"8.46","spread":"0.535"}]}]}]},{"type":"SECONDARY","title":"Average Combined Rhinoconjunctivitis DSS and DMS Over the Entire RS","description":"The total combined score is a composite endpoint that combines the rhinoconjuntivitis DSS and the rhinoconjunctivitis DMS. The rhinoconjunctivitis DSS consisted of a total of 6 symptoms (runny nose, blocked nose, sneezing, itchy nose, gritty feeling/red/itchy eyes and watery eyes) that were measured on a scale of 0 to 3 (0=no symptoms, 3=severe symptoms; score range: 0-18), with a lower score indicating less rhinoconjunctivitis symptoms. Rhinoconjunctivitis DMS was based on use of specific study-provided rescue medication, with different rescue medications being assigned different scores/dose unit (score range: 0-36), with a lower score indicating less rhinconjunctivitis medication use. The sum of the rhinoconjunctivitis DSS+DMS could range from 0 to 54, with a lower score indicating less rhinoconjuntivitis symptoms and medication use. Raw means were converted to adjusted means using an ANOVA model with baseline asthmatic condition, pollen region and treatment group as fixed effects.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.22","spread":"0.432"},{"groupId":"OG001","value":"5.81","spread":"0.433"},{"groupId":"OG002","value":"5.18","spread":"0.439"},{"groupId":"OG003","value":"7.09","spread":"0.441"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis DSS for the Peak RS","description":"The rhinoconjunctivitis DSS consisted of a total of 6 symptoms (runny nose, blocked nose, sneezing, itchy nose, gritty feeling/red/itchy eyes and watery eyes) that were measured on a scale of 0 to 3 (0=no symptoms, 3=severe symptoms; score range: 0-18), with a lower score indicating less rhinoconjunctivitis symptoms. Raw means were converted to adjusted means using an ANOVA model with baseline asthmatic condition, pollen region and treatment group as fixed effects.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.11","spread":"0.301"},{"groupId":"OG001","value":"4.87","spread":"0.306"},{"groupId":"OG002","value":"4.43","spread":"0.311"},{"groupId":"OG003","value":"5.37","spread":"0.311"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis DSS for the Entire RS","description":"The rhinoconjunctivitis DSS consisted of a total of 6 symptoms (runny nose, blocked nose, sneezing, itchy nose, gritty feeling/red/itchy eyes and watery eyes) that were measured on a scale of 0 to 3 (0=no symptoms, 3=severe symptoms; score range: 0-18), with a lower score indicating less rhinoconjunctivitis symptoms. Raw means were converted to adjusted means using an ANOVA model with baseline asthmatic condition, pollen region and treatment group as fixed effects.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.24","spread":"0.255"},{"groupId":"OG001","value":"4.19","spread":"0.256"},{"groupId":"OG002","value":"3.62","spread":"0.259"},{"groupId":"OG003","value":"4.58","spread":"0.261"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis DMS for the Peak RS","description":"Rhinoconjunctivitis DMS was based on participant use of specific study-provided rescue medication, with different rescue medications being assigned different scores/dose unit (score range: 0-36), with a lower score indicating less rhinconjunctivitis medication use. Raw means were converted to adjusted means using an ANOVA model with baseline asthmatic condition, pollen region and treatment group as fixed effects.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.58","spread":"0.322"},{"groupId":"OG001","value":"2.01","spread":"0.328"},{"groupId":"OG002","value":"1.99","spread":"0.333"},{"groupId":"OG003","value":"3.09","spread":"0.333"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":196},"commonTop":["Nasopharyngitis","Throat irritation","Ear pruritus","Headache","Oral pruritus"]}}}