{"nctId":"NCT00402727","briefTitle":"Comparison of Sequential IV/PO Moxifloxacin With IV Piperacillin/Tazobactam Followed by PO Amoxicillin/Clavulanic Acid in Patients With a Complicated Skin and Skin Structure Infection","startDateStruct":{"date":"2006-09"},"conditions":["Abscess","Wound Infection","Diabetic Foot","Ulcer"],"count":813,"armGroups":[{"label":"Moxifloxacin","type":"EXPERIMENTAL","interventionNames":["Drug: Moxifloxacin (Avelox, BAY12-8039)"]},{"label":"PIP/TAZ-AMC","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Piperacillin/Tazobactam & Amoxicillin/Clavulanic acid"]}],"interventions":[{"name":"Moxifloxacin (Avelox, BAY12-8039)","otherNames":[]},{"name":"Piperacillin/Tazobactam & Amoxicillin/Clavulanic acid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent\n* Men or women of 18 years and above with a diagnosis of bacterial skin and skin structure infection that requires\n\n  * Hospitalization and\n  * Initial parenteral therapy for at least 48 hours and\n  * Meets at least one of the following criteria:\n\n    * Involvement of deep soft tissue (e.g. fascial, muscle layers)\n    * Requirement for a significant surgical intervention including surgical drainage, drainage procedure guided by imaging and/or debridement\n    * Association with a significant underlying disease that may complicate response to treatment. An underlying disease is considered significant if it includes any of the following conditions that are present at the time of presentation: cancer (except basal- or squamous-cell cancer of the skin), cardiac (i.e., congestive heart disease), diabetes mellitus, hepatic (i.e., cirrhosis or another form of chronic liver disease), immunologic, renal disease, respiratory, transplantation or vascular disease\n* Duration of infection \\< 21 days\n* Diagnosis of one of the following skin and skin structure infections that requires hospitalization and initial parenteral antibiotic therapy for at least 48 hours:\n\n  * Major abscess(es) associated with extensive cellulitis, which requires antibiotic therapy in addition to surgical incision and drainage\n  * Diabetic foot infection of mild to severe intensity (perfusion, extent/size, depth/tissue loss, infection and sensation (PEDIS) grade 2-4) in the presence or absence of osteomyelitis. Subjects with osteomyelitis may only be enrolled if the infected bone is completely removed by surgery and if residual infection requiring antibiotics is still present following surgery\n  * Wound infection including: post surgical (surgical incision), post-traumatic, human bite/clenched fist and animal bite wound and wound associated with injection drug abuse:\n\n    * Infections must have occurred within 30 days of a surgical procedure, trauma, animal bite, or human bite, and involve the skin and skin structures at the site of the incision, trauma, or bite\n    * In addition, post-surgical/trauma wound infections must meet the following criteria:\n\n      * Involvement of deep soft tissues (e.g. fascial and muscle layers) of the incision/trauma\n      * At least one of the following criteria:\n\n        * Purulent drainage from the deep incision/trauma\n        * Identification of an infecting organism from an aseptically obtained culture of fluid or tissue from incision/trauma\n      * At least one of the following signs and symptoms:\n\n        * Localized pain or tenderness\n        * Fever (see below) AND the incision (in case of post-surgical wound infections) is deliberately opened by a surgeon, unless the culture is negative\n        * Abscess or other evidence of infection involving the deep incision/trauma, found on direct examination, during reoperation/operation (in case of trauma), or by histologic or radiologic examination\n      * Diagnosis of a deep incisional/post-trauma Skin Structure Infections (SSI) by a surgeon or attending physician\n      * Bite wounds/clenched fist infections and wounds associated with injection drug abuse must meet the criteria defining a Complicated Skin and Skin Structure Infections (cSSSI)\n  * Infected ischemic ulcers with at least one of the following conditions:\n\n    * Peripheral vascular disease\n    * Conditions pre-disposing to pressure sores such as paraplegia, peripheral neuropathy\n    * Presence of at least 3 of the following signs or symptoms:\n\n      * Purulent drainage or discharge\n      * Erythema extending \\> 1 cm from the wound edge\n      * Fluctuance\n      * Pain or tenderness to palpation\n      * Swelling or induration\n      * Fever, defined as body temperature\n\n        * \\> 37.5°C (axillary)\n        * \\> 38°C (orally)\n        * \\> 38.5°C (tympanically) or\n        * \\> 39°C (rectally)\n\n          * OR\n        * Elevated total peripheral white blood cell (WBC) count \\> 12,000/mm3 or\n        * \\>15 % immature neutrophils (bands) regardless of total peripheral WBC count\n      * C reactive protein (CRP) \\>20 mg/L\n* Specimen obtained for culture from infected area by needle aspiration of obviously purulent material or by tissue biopsy or by curettage of the surface of ulcer within 48 hours prior to the initiation of study drug therapy\n* Duration of treatment of the skin/skin structure infection is anticipated to be at least 7 days.\n* Surgical drainage or debridement of infected wounds or abscesses, if necessary, have to have been completed \\<= 48 hours after the initiation of study drug therapy\n\nExclusion Criteria:\n\n* Women, who are pregnant or lactating, or in whom pregnancy can not be excluded (Note: a urine pregnancy test has to be performed for all women of childbearing potential before randomization to the study drug)\n* The following skin and skin structure infections:\n\n  * Necrotizing fasciitis including Fourniers gangrene, ecthyma gangrenosum, streptococcal necrotizing fasciitis and clostridial necrotizing fasciitis\n  * Burn wound infections\n  * Secondary infections of a chronic skin disease (e.g. atopic dermatitis)\n  * Infection of prosthetic materials (e.g. subcutaneous tissue infection related to a central venous catheter or permanent cardiac pacemaker battery pack). Subjects with removal of a prosthetic device involved in an infection should not be included\n  * Infections where a surgical procedure alone is definitive therapy\n  * Subjects with uncomplicated skin and skin structure infections including folliculitis and furunculosis, carbunculosis, simple abscesses and superficial cellulitis\n* Known hypersensitivity to quinolones and/or any type of beta-lactam antibiotic drugs or any of the excipients\n* Previous history of cholestatic jaundice/hepatic dysfunction associated with amoxicillin-clavulanic acid\n* Severe, life threatening disease with a life expectancy of less than 2 months\n* Immunosuppression including:\n\n  * Known neutropenia (neutrophil count \\< 1000/µL)\n  * Known lymphopenia with absolute CD4+ T cell count \\< 200/mm3\n  * Acquired immunodeficiency syndrome (AIDS)-defining event and/or concomitant therapy with Highly Active Antiretroviral Therapy (HAART)\n  * Chronic treatment (\\>/= 2 weeks) with known immunosuppressant therapy (including treatment with \\> 15 mg/day of systemic prednisone or equivalent)\n  * Any other congenital or acquired immune defect or immunosuppression\n* Known severe hepatic insufficiency (Child Pugh C) or transaminases increase \\> 5 fold upper limit of normal (ULN)\n* Known renal impairment with a baseline measured or calculated serum creatinine clearance \\< 40 mL/min\n* Known prolongation of the QT interval or concomitant use of drugs reported to increase the QT interval (e.g. Class IA or Class III antiarrhythmics \\[eg., quinidine, procainamide, amiodarone, sotalol\\], neuroleptics \\[e.g. haloperidol\\], tricyclic antidepressive agents, certain antimicrobials \\[e.g. pentamidine, halofantrine\\], certain antihistaminics \\[e.g. terfenadine\\], and other \\[cisapride, vincamine IV, depridil, diphemanil\\])\n* Uncorrected hypokalemia\n* Clinically relevant bradycardia\n* Clinically relevant heart failure with reduced left ventricular ejection fraction (i.e., below 40%)\n* Previous history of symptomatic arrhythmias\n* Previous history of tendon disease/disorder with quinolones\n* Known or suspected concomitant bacterial infection requiring additional systemic antibacterial treatment, e.g. underlying septic arthritis\n* Requiring therapy with probenecid\n* Treatment with a systemic or topical antibacterial agent for \\> 24 hours in the previous 7 days preceding study entry unless the subject showed no response or had worsening of clinical signs and symptoms despite 3 or more days of prior therapy and a culture obtained at the time of subject enrollment showed persistence of a pathogen which is susceptible to the study drugs. The prior antimicrobial therapy must not have been a fluoroquinolone or a beta lactam/beta lactamase combination\n* Infection known to be due to a Methicillin-Resistant Staphylococcus Aureus (MRSA), Methicillin-Resistant Staphylococcus Epidermidis (MRSE) or Vancomycin Resistant Enterococcus (VRE) as the single isolated pathogen\n* Previous enrolment in this study\n* Participation in any clinical investigational drug study within 4 weeks of screening\n* Previous history of seizure disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Cured Participants as Determined by the Data Review Committee (DRC) at Test of Cure Visit in the Per Protocol (PP) Population","description":"Clinical response was evaluated by the DRC and graded as \"cure\", \"failure\" or \"indeterminate\" at the TOC visit. Members of the DRC were provided with subject data from the study database that included clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.6","spread":null},{"groupId":"OG001","value":"89.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Cured Participants as Determined by the Data Review Committee (DRC) at Test of Cure Visit in the Intent to Treat (ITT) Population","description":"Clinical response was evaluated by the DRC and graded as \"cure\", \"failure\" or \"indeterminate\" at the TOC visit. Members of the DRC were provided with subject data from the study database that included clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.2","spread":null},{"groupId":"OG001","value":"80.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Assessed as Improvements by the Data Review Committee (DRC) at the During Treatment Day 3-5 in the Per Protocol (PP) Population","description":"Clinical response was evaluated by the investigator and graded as \"improvement in signs and symptoms,\" or \"failure to respond,\" or \"indeterminate\" at Day 3 to 5 after treatment start based on subject data for clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.3","spread":null},{"groupId":"OG001","value":"99.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Assessed as Improvements by the Data Review Committee (DRC) at the During Treatment Day 3-5 in the Intent to Treat (ITT) Population","description":"Clinical response was evaluated by the investigator and graded as \"improvement in signs and symptoms,\" or \"failure to respond,\" or \"indeterminate\" at Day 3 to 5 after treatment start based on subject data for clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.2","spread":null},{"groupId":"OG001","value":"95.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Assessed as Resolution by the Data Review Committee (DRC) at End of Therapy in the Per Protocol (PP) Population","description":"Clinical response was evaluated by the investigator and graded as \"resolution,\" or \"failure to respond,\" or \"indeterminate\" at the end of therapy based on subject data for clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null},{"groupId":"OG001","value":"95.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Assessed as Resolution by the Data Review Committee (DRC) at End of Therapy in the Intent to Treat (ITT) Population","description":"Clinical response was evaluated by the investigator and graded as \"resolution\", or \"failure to respond,\" or \"indeterminate\" at the end of therapy based on subject data for clinical signs and symptoms at each visit, concomitant medication, microbiology results, laboratory tests and interpretation of photographs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.3","spread":null},{"groupId":"OG001","value":"90.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) at 3 to 5 Days After Start of Treatment in the ITT Population With Causative Organisms","description":"Bacteriological success was defined as presumed eradication or eradication without superinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, superinfection as appearance of a new organism.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.6","spread":null},{"groupId":"OG001","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) at 3 to 5 Days After Start of Treatment in the Microbiological Valid (MBV) Population","description":"Bacteriological success was defined as presumed eradication or eradication without superinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, superinfection as appearance of a new organism.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.2","spread":null},{"groupId":"OG001","value":"63.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) After 7 - 21 Days of Treatment in the ITT Population With Causative Organisms","description":"Bacteriological success is presumed eradication or eradication without recurrence or superinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, recurrence as reappearance of organism present at start of study, superinfection as appearance of a new organism.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.0","spread":null},{"groupId":"OG001","value":"87.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) After 7 - 21 Days of Treatment in the Microbiological Valid (MBV) Population","description":"Bacteriological success is presumed eradication or eradication without recurrence or superinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, recurrence as reappearance of organism present at start of study, superinfection as appearance of a new organism.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.8","spread":null},{"groupId":"OG001","value":"91.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) After 14 - 28 Days After Last Dose of Study Medication in the ITT Population With Causative Organisms","description":"BS is presumed eradication or eradication without recurrence, super- or reinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, recurrence as reappearance of organism present at start of study; super-, reinfection as appearance of a new organism during/after treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null},{"groupId":"OG001","value":"79.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Bacteriological Success (BS) After 14 - 28 Days After Last Dose of Study Medication in the Microbiological Valid (MBV) Population","description":"BS is presumed eradication or eradication without recurrence, super- or reinfection. Presumed eradication was defined as clinical cure in absence of a culture, eradication as a negative culture, recurrence as reappearance of organism present at start of study; super-, reinfection as appearance of a new organism during/after treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":null},{"groupId":"OG001","value":"87.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":426},"commonTop":["Diarrhoea","Hypertension","Pyrexia","Nausea","Headache"]}}}