{"nctId":"NCT02681094","briefTitle":"A Multi-Center, Randomized, Double-Blind, Phase III Trial to Evaluate the Safety and Efficacy of Saxagliptin Co-administered With Dapagliflozin Compared to Saxagliptin or Dapagliflozin All Given as add-on Therapy to Metformin in Subject With Type 2 Diabetes","startDateStruct":{"date":"2016-02-26","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus","Inadequate Glycaemic Control"],"count":905,"armGroups":[{"label":"Saxagliptin+Dapagliflozin+Metformin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dapagliflozin","Drug: Saxagliptin"]},{"label":"Dapagliflozin+Saxagliptin placebo+Metformin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dapagliflozin","Drug: Placebo for Saxagliptin"]},{"label":"Saxagliptin+Dapagliflozin placebo+metformin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo for Dapagliflozin","Drug: Saxagliptin"]}],"interventions":[{"name":"Dapagliflozin","otherNames":["Forxiga"]},{"name":"Placebo for Dapagliflozin","otherNames":[]},{"name":"Saxagliptin","otherNames":["Onglyza™"]},{"name":"Placebo for Saxagliptin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients aged ≥18 years old at time of informed consent;\n2. Patients with Type 2 diabetes mellitus (T2DM) defined as HbA1C≥7.5% to ≤10.0% at screening visit;\n3. Stable metformin therapy for at least 8 weeks prior to enrolment at a dose of ≥1500mg per day;\n4. BMI ≤45.0kg/m2 at Enrolment visit;\n5. Fasting Plasma Glucose (FPG) ≤ 270mg/dl(15.0mmol/L) at the enrolment visit;\n6. For Females Only: Women of childbearing potential (WOCBP) must be using an acceptable method of contraception to avoid pregnancy throughout the study and for at least 4 weeks after the last dose of study medication in such a manner that the risk of pregnancy is minimized.\n\nExclusion Criteria:\n\n1. History of diabetes insipidus, Type 1 diabetes or Latent Autoimmune Diabetes of Adults, diabetic ketoacidosis or hyperosmolar nonketotic coma and Symptoms of poorly controlled diabetes that would preclude participation in this trial including but not limited to marked polyuria and polydipsia with greater than 10% weight loss during the 3 months prior to Enrolment (Visit 1), or other signs and symptoms.\n2. History of pancreatitis.\n3. Administration of any antihyperglycaemic therapy, other than metformin, for more than 14 days (consecutive or not) during the 8 weeks prior to enrolment\n4. Any use of DPP-4 inhibitor or SGLT-2 inhibitor within 8 weeks prior to enrolment.\n5. Significant hepatic disease, including, but not limited to, chronic active hepatitis and/or severe hepatic insufficiency and/or significant abnormal liver function, including patients with Alanine transaminase (ALT) and/or Aspartate transaminase (AST) ≥3x ULN (Upper Limit of Normal)and/or Total Bilirubin ≥2.0x ULN. History of severe hepatobiliary disease or hepatotoxicity with any medication. Positive serologic evidence of current infectious liver disease, including patients who are known to be positive for Hepatitis viral antibody ImmunoglobulinM (IgM), Hepatitis B surface antigen, and Hepatitis C virus antibody.\n6. Moderate or severe impairment of renal function \\[defined as Estimated Glomerular Filtration Rate (eGFR) \\<60milliLitre/min/1.73 m2 (estimated by Modification in Diet and Renal Disease (MDRD)) or serum creatinine ≥1.5mg/dL in males or ≥1.4mg/dL in females\\]. Conditions of congenital renal glucosuria, history of unstable or rapidly progressing renal disease.\n7. History of any clinically significant disease or disorder which, in the opinion of the investigator, may put the patient at risk because of participation in the study, may influence the results, or may limit the patient's ability to participate in or complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c at Week 24","description":"To demonstrate the superiority of the change from baseline HbA1c achieved with the co-administered saxagliptin 5 mg and dapagliflozin 5 mg to either agent individually after 24 weeks. Results were presented for the modified full analysis set.\n\nNote: Baseline was defined as the last assessment on or prior to the date of the first dose of the study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.03","spread":"0.0558"},{"groupId":"OG001","value":"-0.63","spread":"0.0560"},{"groupId":"OG002","value":"-0.69","spread":"0.0551"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Achieving HbA1c <7.0% at 24 Weeks","description":"To demonstrate the effect of the co-administered saxagliptin 5 mg and dapagliflozin 5 mg to either agent individually on proportion of participants achieving therapeutic glycaemic response after 24 weeks. Therapeutic glycaemic response was defined as an HbA1c value at Week 24 \\<7.0% irrespective of whether participant received rescue medication. Risk difference for each treatment was calculated as adjusted response rate. Participants who did not had an HbA1c measurement at Week 24 were regarded as non-responders. Results were presented for the modified full analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"63","spread":null},{"groupId":"OG002","value":"83","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose at 24 Weeks","description":"To demonstrate the effect of the co-administered saxagliptin 5 mg and dapagliflozin 5mg to either agent individually on fasting plasma glucose after 24 weeks. Results were presented for the modified full analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-27.53","spread":"2.1557"},{"groupId":"OG001","value":"-19.95","spread":"2.1738"},{"groupId":"OG002","value":"-12.66","spread":"2.1373"}]}]}]},{"type":"SECONDARY","title":"Change in Total Body Weight at 24 Weeks","description":"To demonstrate the effect of the co-administered saxagliptin 5 mg and dapagliflozin 5 mg to saxagliptin 5 mg on total body weight after 24 weeks. Results were presented for the modified full analysis set.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.01","spread":"0.1829"},{"groupId":"OG001","value":"-0.41","spread":"0.1815"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":293},"commonTop":["Glomerular filtration rate decreased","Viral upper respiratory tract infection","Urinary tract infection","Influenza","Nausea"]}}}