{"nctId":"NCT02836873","briefTitle":"Safety and Efficacy of Bexagliflozin in Type 2 Diabetes Mellitus Patients With Moderate Renal Impairment","startDateStruct":{"date":"2016-09-23","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":312,"armGroups":[{"label":"Bexagliflozin tablets, 20 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bexagliflozin"]},{"label":"Placebo tablets","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Bexagliflozin","otherNames":["EGT0001442","EGT0001474"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Each subject was required to meet the following criteria at the time of enrollment to be eligible for the study:\n\n1. To have been male or non-pregnant female ≥ 20 years of age. Women of childbearing potential were required to agree to use contraception throughout the study to avoid any possible pregnancy. Females who were surgically sterile (hysterectomy, oophorectomy) or postmenopausal (absence of menses for greater than 12 months and age \\> 45 years) were eligible if they tested negative on the urine pregnancy test.\n2. To have had a diagnosis of T2DM with an HbA1c between 7.0 and 10.5% (inclusive) at the time of screening.\n3. To have been treatment naïve or to have been treated with a stable regimen of anti-diabetic medications. At the time of screening, the doses and frequency of all anti-diabetic medications were to have been stable for 8 weeks.\n4. To have had an eGFR ≥ 30 and \\< 60 mL min-1 per 1.73 m2 at 2 time points: screening (V1), and 1 additional time point between 1 and 12 months of screening (may be obtained from available medical records). The eGFR was calculated by the MDRD equation.\n5. To have had a body mass index (BMI) ≤ 45 kg per m2 (inclusive).\n6. To have been taking stable doses of medications for hypertension or hyperlipidemia (if applicable) for at least 30 days prior to randomization\n7. To have had stable eGFR between the historic value and day of screening (no more than 20% change in eGFR between the most recent historical value and the value determined at the screening visit V1).\n\n9.3.2 Exclusion Criteria\n\nPotential participants who exhibited any of the following characteristics were excluded from the study:\n\n1. A diagnosis of type 1 diabetes mellitus or maturity-onset diabetes of the young (MODY)\n2. A hemoglobinopathy that could affect HbA1c measurement\n3. Frequent symptomatic hypoglycemia (greater than one episode per week on average)\n4. A history of genitourinary tract infection within 6 weeks of screening or history of ≥ 3 genitourinary infections requiring treatment within the last 6 months\n5. A cancer, active or in remission for \\< 3 years (Non-melanoma skin cancer or basal cell carcinoma or carcinoma in situ of the cervix were not grounds for exclusion)\n6. A history of alcohol or illicit drug abuse in the past 2 years\n7. Evidence of abnormal liver function tests (total bilirubin or alkaline phosphatase \\> 1.5 × upper limit of normal (ULN) with the exception of isolated Gilbert's syndrome); or alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 2.5 × ULN\n8. A history of MI, stroke or hospitalization for heart failure, or hospitalization for unstable angina in the prior 3 months\n9. Evidence of NYHA class IV heart failure at screening or randomization\n10. A history of taking an SGLT2 inhibitor within 3 months of screening\n11. Any condition, disease, disorder, or clinically relevant laboratory abnormality that, in the opinion of the PI, would jeopardize the subject's appropriate participation in this study or obscure the effects of treatment\n12. A current status of pregnancy or breastfeeding\n13. A current status of renal replacement therapy (peritoneal or hemodialysis) or a history of renal transplantation\n14. A corrected serum calcium \\< 8 mg dL-1 at screening (V1) or randomization (V3)\n15. Uncontrolled hypertension (systolic blood pressure \\>170 mm Hg or diastolic blood pressure \\>110 mm Hg)\n16. Participation in another interventional trial or exposure to an investigational drug within 30 days or 7 half-lives of screening, whichever was longer\n17. Previous exposure to bexagliflozin or EGT0001474\n18. Evidence of having skipped dosing more than once during the run-in period\n19. A fasting blood glucose value during the run-in period ≥ 250 mg dL-1 (13.9 mmol L-1) associated with severe clinical signs or symptoms of hyperglycemia\n20. Any episode of symptomatic hypoglycemia during the run-in period in which symptoms were severe\n21. An inability to comprehend or unwillingness to provide written informed consent in accordance with institutional and regulatory guidelines","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in HbA1c at 24 Weeks","description":"The primary efficacy objective of this trial is to evaluate the placebo-adjusted change in HbA1c from baseline after 24 weeks of treatment with 20 mg bexagliflozin tablets in type 2 diabetic subjects with moderate renal impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.59","spread":"0.065"},{"groupId":"OG001","value":"-0.31","spread":"0.066"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 24 in Subjects With a BMI ≥ 25 kg/m2","description":"A secondary objective is to evaluate the effect of bexagliflozin 20 mg on the placebo-adjusted change in BMI from baseline to week 24 in subjects with a BMI ≥ 25 kg/m2.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.31","spread":"0.265"},{"groupId":"OG001","value":"-0.55","spread":"0.269"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure (SBP) in Subjects With Baseline SBP ≥ 130 mm Hg at Week 24","description":"A secondary objective is to evaluate the effect of bexagliflozin 20 mg on the placebo-adjusted change from baseline in SBP to in subjects with baseline SBP ≥ 130 mm Hg at Week 24.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.14","spread":"1.477"},{"groupId":"OG001","value":"-7.51","spread":"1.460"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c in Subjects With Stage 3a CKD (eGFR 45 to 59 mL/Min/1.73 m2) at Week 24","description":"A secondary objective is to evaluate the effect of bexagliflozin 20 mg on the placebo-adjusted change in HbA1c from baseline in subjects with stage 3a CKD (eGFR 45 to 59 mL/min/1.73 m2) at week 24.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.086"},{"groupId":"OG001","value":"-0.44","spread":"0.089"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in HbA1c in Subjects With Stage 3b CKD (eGFR 30 to 44 mL/Min/1.73 m2) at Week 24","description":"A secondary objective is to evaluate the effect of bexagliflozin 20 mg on the placebo-adjusted change in HbA1c from baseline in subjects with stage 3b CKD (eGFR 30 to 44 mL/min/1.73 m2) at week 24.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.100"},{"groupId":"OG001","value":"-0.20","spread":"0.097"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":157},"commonTop":["Hypoglycaemia","Nasopharyngitis","Polyuria","Nausea","Urinary tract infection"]}}}