{"nctId":"NCT03421808","briefTitle":"EEG Synchronized TMS Trial for Depression","startDateStruct":{"date":"2018-11-30","type":"ACTUAL"},"conditions":["Depression"],"count":34,"armGroups":[{"label":"SYNC TMS","type":"EXPERIMENTAL","interventionNames":["Device: Transcranial Magnetic Stimulation (TMS)"]},{"label":"Non-Sync TMS","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Transcranial Magnetic Stimulation (TMS)"]}],"interventions":[{"name":"Transcranial Magnetic Stimulation (TMS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of unipolar major depressive disorder, in a current major depressive episode, without psychotic features\n2. Pretreatment Hamilton score ≥ 20\n3. Age between 21 and 70 years\n4. Fixed and stable antidepressant medications for 3 weeks prior and during the rTMS trial. Limit on benzodiazapenes to lorazepam (or equivalent) up to 3 mg every day\n5. Moderate level of resistance to antidepressant treatment in the current episode, defined as failure of 1-4 adequate medication trials or intolerance to at least 3 trials, and duration of current episode ≤ 3 years\n6. No history of schizophrenia, schizoaffective disorder, other \\[non mood disorder\\] psychosis, depression secondary to a medical condition, mental retardation, substance dependence or abuse within the past year (except nicotine), bipolar disorder, psychotic features in this or previous episodes, amnestic disorder, dementia or MMSE ≤24, delirium, obsessive compulsive disorder, post-traumatic stress disorder, panic disorder\n7. No current Vagus Nerve Stimulation\n8. No history of failing to respond to an adequate course of ECT in this or any episode, and no ECT within the past 3 months\n9. No contraindication to MRI\n10. No contraindication to rTMS (history of neurological disorder or seizure (except induced by ECT), increased intracranial pressure, brain surgery, or head trauma with loss of consciousness for \\>15 minutes, implanted electronic device, metal in the head, or pregnancy)\n11. No history of autoimmune, endocrine, viral, or vascular disorder. No unstable cardiac disease, uncontrolled hypertension, or sleep apnea\n12. No active suicidal intent or plan, or history of attempt within the past 12 months\n13. Willing to provide informed consent\n\nExclusion Criteria:\n\n1. To ensure that baseline levels of depression severity are stable at the time of study enrollment, patients will be dropped if they show \\> 30% improvement in the HRSD score from the time of initial intake (e.g., screening) to the baseline assessment.\n2. Patients must have a recordable alpha frequency.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Remission Rate","description":"Depression Remission, as defined by the Hamilton Rating Scale for Depression, 24 item, score less than 10. Range is 0 to 52. Higher scores mean more severe depression.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With EEG Phase Synchronization Frequency Changes","description":"EEG phase synchronization will be assessed by collecting real-time EEG, and then calculating whether the person's EEG frequency changed after the first few pulses in the train to where the EEG then matches the TMS pulses exactly and all TMS pulses are delivered at precisely the same time in the EEG cycle.\n\nWe investigated the relationship between the maximum percentage phase angle (i.e., the histogram peak in the circular space of phases) and the HAMD changes across sessions. this maximum percentage was our first measure of the robustness of (defined as the corresponding phase of the post-stimulation ITPC value in circular space) across the 6 weeks of treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"EEG-TMS-fMRI Bold Changes in Cingulate Cortex","description":"EEG-TMS-fMRI Bold changes in cingulate cortex. We will measure the BOLD fMRI changes that are caused by a TMS pulse over the prefrontal cortex, and determine whether they increase more after 4 weeks of therapy.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["Headache"]}}}