{"nctId":"NCT01445678","briefTitle":"Study Comparing the Safety and Efficacy of Intravenous CXA-201 and Intravenous Meropenem in Complicated Intraabdominal Infections","startDateStruct":{"date":"2011-12-23","type":"ACTUAL"},"conditions":["Complicated Intra-abdominal Infection"],"count":494,"armGroups":[{"label":"CXA-201 and Metronidazole as treatment for cIAI","type":"EXPERIMENTAL","interventionNames":["Drug: CXA-201 and metronidazole"]},{"label":"Meropenem as treatment for cIAI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Meropenem"]}],"interventions":[{"name":"CXA-201 and metronidazole","otherNames":[]},{"name":"Meropenem","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnoses of cIAI.\n* Subject requires surgical intervention (e.g., laparotomy, laparoscopic surgery, or percutaneous draining of an abscess) within 24 hours of (before or after) the first dose of study drug.\n\nExclusion Criteria:\n\n* Simple appendicitis; acute suppurative cholangitis; infected necrotizing pancreatitis; pancreatic abscess; or pelvic infections.\n* Complicated intraabdominal infection managed by staged abdominal repair (STAR), open abdomen technique including temporary closure of the abdomen, or any situation where infection source control is not likely to be achieved.\n* Use of systemic antibiotic therapy for IAI for more than 24 hours prior to the first dose of study drug, unless there is a documented treatment failure with such therapy.\n* Have a concomitant infection at the time of randomization, which requires non-study systemic antibacterial therapy in addition to IV study drug therapy. (Drugs with only gram-positive activity \\[e.g., daptomycin, vancomycin, linezolid\\] are allowed).\n* Severe impairment of renal function (estimated CrCl \\< 30 mL/min), or requirement for peritoneal dialysis, hemodialysis or hemofiltration, or oliguria (\\< 20 mL/h urine output over 24 hours).\n* The presence of hepatic disease at baseline.\n* Considered unlikely to survive the 4 to 5 week study period.\n* Any rapidly-progressing disease or immediately life-threatening illness (including respiratory failure and septic shock).\n* Have a documented history of any moderate or severe hypersensitivity or allergic reaction to any β-lactam antibacterial (a history of a mild rash followed by uneventful re-exposure is not a contraindication to enrollment), including cephalosporins, carbapenems, penicillins, or ß-lactamase inhibitors, or metronidazole, or nitroimidazole derivatives.\n* Women who are pregnant or nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Subjects With Clinical Outcome of Cure at the Test of Cure (TOC) Visit in the Microbiological Intent to Treat (MITT) Population","description":"Clinical cure is complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure was required for the index infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.0","spread":null},{"groupId":"OG001","value":"87.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Microbiological Outcome of Success at the TOC Visit in the Microbiologically Evaluable (ME) Population","description":"Success is eradication (absence of the baseline pathogen in a specimen appropriately obtained from the original site of infection) or presumed eradication (absence of material to culture in a subject who was assessed as a clinical cure) for each baseline pathogen","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":null},{"groupId":"OG001","value":"94.7","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Clinical Response at End of Therapy (EOT) Visit in the MITT Population","description":"Clinical response is complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure was required for the index infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.2","spread":null},{"groupId":"OG001","value":"92.3","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Clinical Response at End of Therapy in the ME Population","description":"Clinical response is complete resolution or significant improvement in signs and symptoms of the index infection, such that no additional antibacterial therapy or surgical or drainage procedure was required for the index infection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.1","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Clinical Response at Long Term Follow-Up (LFU) in the MITT Population","description":"Clinical response is clinical cure at TOC and no signs and symptoms recur or worsen since the TOC visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.5","spread":null},{"groupId":"OG001","value":"86.6","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects With Clinical Response at LFU Visit in the ME Population","description":"Clinical response is clinical cure at TOC and no signs and symptoms recur or worsen since the TOC visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"99.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":482},"commonTop":["Nausea","Diarrhoea","Pyrexia","Vomiting","Insomnia"]}}}