{"nctId":"NCT02525861","briefTitle":"GLASSIA Safety, Immunogenicity, and Bronchoalveolar Lavage Study","startDateStruct":{"date":"2016-03-08","type":"ACTUAL"},"conditions":["Alpha1-antitrypsin Deficiency"],"count":34,"armGroups":[{"label":"Cohort I: GLASSIA (High-end)","type":"EXPERIMENTAL","interventionNames":["Biological: GLASSIA"]},{"label":"Cohort II: GLASSIA (Low-end)","type":"EXPERIMENTAL","interventionNames":["Biological: GLASSIA"]}],"interventions":[{"name":"GLASSIA","otherNames":["Alpha1-Proteinase Inhibitor","A1PI"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female participants meeting the following age criteria:\n\n   1. For participants who will undergo bronchoscopy/ bronchoalveolar lavage (BAL) procedures: 18 to 75 years of age at the time of screening.\n   2. For participants who will be waived from undergoing bronchoscopy/BAL procedures: 18 years of age or older at the time of screening.\n2. Documented Alpha1-Proteinase Inhibitor (A1PI) genotype of Pi\\*Z/Z, Pi\\*Z/Null, Pi\\*Malton/Z, Pi\\*Null/Null, or other \"at-risk\" allelic combinations such as SZ (excluding MS and MZ without the presence of another allowable at-risk genotype) and an endogenous A1PI plasma levels of less than or equal to (\\< or =)11 micrometer (μM) (\\< or = 0.572 milligrams per milliliter \\[mg/mL\\]).\n3. Screening levels of endogenous plasma (antigenic) A1PI of \\< or =11 μM may be collected at any time during the screening period for treatment-naive participants, or following a 4 week minimum wash-out from previous augmentation therapy in treatment-experienced participants.\n4. Participants must have at least one of the following: clinical diagnosis of emphysema, evidence of emphysema on computerized tomography (CT) scan of the chest, and/or evidence of airway obstruction which is not completely reversed with bronchodilator treatment at the time of screening.\n5. If the participant is being treated with any respiratory medications including inhaled bronchodilators, inhaled anticholinergics, inhaled corticosteroids, or low-dose systemic corticosteroids (prednisone \\< or =10 milligram per day (mg/day) or its equivalent), the doses of the participant's medications have remained unchanged for at least 14 days prior to screening.\n6. The participant is a nonsmoker or has ceased smoking for a minimum of 13 weeks prior to screening (serum cotinine level at screening within normal range of a nonsmoker) and agrees to refrain from smoking throughout the course of the study. Participants with a positive cotinine test due to nicotine replacement therapy (example \\[eg\\], patches, chewing gum), vapor cigarettes, or snuff are eligible.\n7. If female of childbearing potential, the participant presents with a negative pregnancy test at screening and agrees to employ adequate birth control measures for the duration of the study.\n8. The participant is willing and able to comply with the requirements of the protocol.\n9. The participant must have pulmonary function at the time of screening meeting both of the following:\n\n   1. Post-bronchodilator forced expiratory volume in 1 second (FEV1) greater than or equal to (\\> or =) 50 percentage (%) of predicted.\n   2. If FEV1 is \\>80% predicted, then FEV1/forced vital capacity (FVC) must be \\<0.7. \\*Note: Inclusion criterion #1a, #9a and #9b are not applicable to participants who are not required to undergo the bronchoscopy/BAL procedures.\n\nExclusion Criteria:\n\n1. The participant is experiencing or has a history of clinically significant pulmonary disease (other than chronic obstructive pulmonary disease (COPD), emphysema, chronic bronchitis, mild bronchiectasis, and stable asthma).\n2. The participant is experiencing or has a history of chronic severe cor pulmonale (resting mean pulmonary artery pressure \\> or =40 millimeters) of mercury \\[mm Hg\\]).\n3. The participant routinely produces more than 1 tablespoon of sputum per day.\n4. The participant has a history of frequent pulmonary exacerbations (greater than 2 moderate or severe exacerbations within 52 weeks prior to screening.\n5. The participant is experiencing a pulmonary exacerbation at the time of screening (participant may be rescreened 4 weeks after the clinical resolution of an exacerbation).\n6. The participant has clinically significant abnormalities (other than emphysema, chronic bronchitis, or mild bronchiectasis) detected on chest X-ray or CT scan at the time of screening (past records obtained within 52 weeks prior to screening may be used, if available).\n7. The participant has clinically significant abnormalities detected on a 12-lead electrocardiogram (ECG) performed at the time of screening (past records obtained within 26 weeks prior to screening may be used, if available).\n8. The participant has clinically significant congestive heart failure with New York Heart Association (NYHA) Class III/IV symptoms.\n9. The participant is experiencing an active malignancy or has a history of malignancy within 5 years prior to screening, with the exception of the following: adequately treated basal cell or squamous cell carcinoma of the skin, carcinoma in situ of the cervix, or stable prostate cancer not requiring treatment.\n10. The participant has a history of lung or other organ transplant, is currently on a transplant list, or has undergone major lung surgery.\n11. The participant is receiving long-term around-the-clock oxygen (O2) supplementation. (The following are allowed: short-term use of oxygen supplementation \\[eg, for the management of acute COPD exacerbation\\], O2 supplementation required during night time only, and supplemental O2 with continuous positive airway pressure \\[CPAP\\] or bi-level positive airway pressure \\[BiPAP\\]).\n12. Known history of hypersensitivity following infusions of human blood or blood components.\n13. Immunoglobulin A (IgA) deficiency (\\<8 milligram per deciliter (mg/dL) at screening).\n14. Abnormal clinical laboratory results obtained at the time of screening meeting any of the following criteria:\n\n    1. Serum alanine aminotransferase (ALT) \\>3.0 times upper limit of normal (ULN)\n    2. Serum total bilirubin \\>2.0 times ULN\n    3. \\>2+proteinuria on urine dipstick analysis\n    4. Serum creatinine \\>2.0 times ULN\n    5. Absolute neutrophil count (ANC) \\<1500 cells per cubic millimeter (cells/mm\\^3)\n    6. Hemoglobin (Hgb) \\<9.0 gram per deciliter (g/dL)\n    7. Platelet count \\<100,000/cubic millimeter (mm\\^3)\n15. Ongoing active infection with hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), or human immunodeficiency virus (HIV) Type 1 or 2 infection at the time of screening.\n16. The participant has any clinically significant medical, psychiatric, or cognitive illness, or any other uncontrolled medical condition (eg, unstable angina, transient ischemic attack) that, in the opinion of the investigator, would impede the participant's ability to comply with the study procedures, pose increased risk to the participant's safety, or confound the interpretation of study results.\n17. The participant has participated in another clinical study involving an IP or investigational device within 30 days prior to enrollment or is scheduled to participate in another clinical study involving an IP or device during the course of this study.\n18. The participant is a family member or employee of the investigator.\n19. If female, the participant is nursing at the time of screening.\n\n    Note: Exclusion criteria #20, #21, #22, #23, and #24 are not applicable to participants who are not required to undergo the bronchoscopy/BAL procedures.\n20. The participant has contraindication(s) to bronchoscopy such as recent myocardial infarction, unstable angina, other cardiopulmonary instability, tracheal obstruction or stenosis, moderate to severe hypoxemia or any degree of hypercapnia, unstable asthma, Stage 4 or 5 chronic kidney disease, pulmonary hypertension, severe hemorrhagic diathesis, and cervical C1/C2 arthritis.\n21. The participant has had lung surgery which may interfere with bronchoscopy.\n22. Known history of allergic/hypersensitivity reactions to medications used during and for perioperative care associated with the bronchoscopy/BAL procedures, such as local anesthetics, sedatives, pain control medications.\n23. The participant is receiving or requires long-term (\\>4 weeks) immunosuppressive therapy, such as systemic corticosteroids at doses greater than 10 mg/day of prednisone (or its equivalent), mycophenolate mofetil, azathioprine, cyclophosphamide, and rituximab.\n24. If a participant is receiving anticoagulant or anti-platelet therapy (such as warfarin and clopidogrel), the participant is unwilling to or unable to safely discontinue anticoagulant or anti-platelet therapy within 7 days prior to until at least 24 hours after the BAL procedures. An exception is low-dose aspirin alone which is allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs) Potentially Related to Presence of Particle Load in the GLASSIA Solution","description":"An Adverse Events (AEs) was defined as any untoward medical occurrence in a participant administered an IP that does not necessarily have a causal relationship with the treatment. Any AE that occurs on or after the first dose of IP infusion will be considered a TEAE. A TEAE that is considered potentially related to the presence of protein aggregates (particle load) in the GLASSIA solution is defined as any embolic or thrombotic event. Number of participants with TEAEs potentially related to the presence of protein aggregates (particle load) in the GLASSIA solution were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Reactions (ARs) Plus Suspected Adverse Reactions (ARs) Within 24 Hours Following the End of IP Infusion","description":"An Treatment-emergent AR and suspected AR was any TEAE which met any of the following criteria: a; A TEAE that began during infusion or within 24 hours (or 1 day where time of onset is not available) following the end of IP infusion, or b; A TEAE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or c; A TEAE for which causality assessment was missing or indeterminate. Number of participants with both treatment-emergent ARs plus suspected ARs were collectively reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Reactions (ARs) Plus Suspected Adverse Reactions (ARs) Within 72 Hours Following the End of IP Infusion","description":"An Treatment-emergent AR and suspected AR was any TEAE which met any of the following criteria: a; A TEAE that began during infusion or within 72 hours (or 3 days where time of onset is not available) following the end of IP infusion, or b; A TEAE considered by either the investigator and/or the sponsor to be possibly or probably related to IP administration, or c; A TEAE for which causality assessment was missing or indeterminate. Number of participants with both treatment-emergent ARs plus suspected ARs were collectively reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infusions Discontinued, Slowed, or Interrupted Due to TEAEs","description":"An AE was defined as any untoward medical occurrence in a participant administered an IP that does not necessarily have a causal relationship with the treatment. Infusions may be interrupted or discontinued in an individual participant in the event of intolerable moderate to severe infusion-related AEs and/or at the discretion of the investigator. Number of infusions that are discontinued, slowed, or interrupted due to TEAEs were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Developed Binding and/or Neutralizing Anti- Alpha1-Proteinase Inhibitor(A1PI) Antibodies","description":"Development of Binding/Neutralizing Anti-A1PI Antibodies=Negative or missing at Baseline and confirmed positive at any post-infusion time point. Participants that had a positive result at Baseline and missing at all post-infusion time points were included as \"No Development\". Neutralizing anti-A1PI antibodies were only assessed in case of positive binding anti-A1PI antibodies. Anti-A1PI antibodies was detected using validated binding and neutralizing anti-A1PI antibody assays at a qualified immunoassay laboratory. Number of participants who developed binding and/or neutralizing anti-A1PI antibodies were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Antigenic Alpha1-Proteinase Inhibitor (A1PI) Levels in Epithelial Lining Fluid (ELF)","description":"Change from baseline in antigenic A1PI levels in ELF up to Week 14 was reported. Bronchoalveolar Lavage (BAL) procedures were performed at baseline and on-treatment BAL visit during GLASSIA augmentation therapy. Data for this outcome measure was analyzed and planned to be reported based on overall arm (Arms/Groups were combined as pre-specified in the study protocol).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.515","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Functional Alpha1-Proteinase Inhibitor(A1PI) Levels in Epithelial Lining Fluid (ELF)","description":"Change from baseline in functional A1PI (also known as Anti-Neutrophil Elastase Capacity \\[ANEC\\]) levels in ELF up to Week 14 was reported. BAL procedures were performed at baseline and on-treatment BAL visit during GLASSIA augmentation therapy. Data for this outcome measure was analyzed and planned to be reported based on overall arm (Arms/Groups were combined as pre-specified in the study protocol).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.256","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"An AEs was defined as any untoward medical occurrence in a participant administered an IP that does not necessarily have a causal relationship with the treatment. Any AE that occurs on or after the first dose of IP infusion will be considered a TEAE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced a Shift From Normal or Clinically Non-significant Abnormal Laboratory Values at Baseline to Clinically Significant Abnormal Laboratory Values at Week 13, 25, and 26","description":"Clinical laboratory values included Hematology (hemoglobin, leukocytes, neutrophils, reticulocytes/erythrocytes \\[Ret/Ery\\], platelets); Chemistry (sodium, potassium, albumin, alanine aminotransferase \\[AA\\], aspartate aminotransferase \\[ASA\\], alkaline phosphatase \\[AP\\], lactate dehydrogenase \\[LD\\], gamma glutamyl transferase \\[GGT\\], bilirubin, direct bilirubin \\[DB\\], creatinine, creatine kinase \\[CK\\], glucose); Urinalysis (erythrocytes urine \\[EU\\], protein urine \\[PU\\], specific gravity \\[SG\\], pH) and Immunology (Complement C3, Complement C4). Assessment if a value was normal, clinically non-significant abnormal, or clinically significant abnormal was done by the investigator. Number of participants who experienced a shift from normal or clinically non-significant (NCS) abnormal laboratory values at baseline \\[BL\\] to clinically significant (CS) abnormal laboratory values at Week 13, 25 and 26 were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[]},{"categories":[]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Seroconversion or Positive Nucleic Acid Test (NAT) for Parvovirus B19 (B19V)","description":"Viral testing for B19V consisted of viral serology or NAT for B19V (Parvovirus B19 IgG Antibody, Parvovirus B19 IgM Antibody, Parvovirus B19 DNA Quant real-time polymerase chain reaction \\[RT-PCR\\]). Number of participants with treatment-emergent seroconversion or positive NAT for B19V were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":18},"commonTop":["Nasopharyngitis","Diarrhoea","Upper respiratory tract infection","Back pain","Dyspnoea"]}}}