{"nctId":"NCT01808573","briefTitle":"A Study of Neratinib Plus Capecitabine Versus Lapatinib Plus Capecitabine in Patients With HER2+ Metastatic Breast Cancer Who Have Received Two or More Prior HER2 Directed Regimens in the Metastatic Setting","startDateStruct":{"date":"2013-03-29","type":"ACTUAL"},"conditions":["HER2+ Metastatic Breast Cancer (MBC)"],"count":621,"armGroups":[{"label":"neratinib plus capecitabine","type":"EXPERIMENTAL","interventionNames":["Drug: neratinib","Drug: capecitabine"]},{"label":"lapatinib plus capecitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: capecitabine","Drug: lapatinib"]}],"interventions":[{"name":"neratinib","otherNames":["Nerlynx"]},{"name":"capecitabine","otherNames":["Xeloda"]},{"name":"lapatinib","otherNames":["Tykerb","Tyverb"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged ≥18 years at signing of informed consent.\n* Histologically confirmed MBC, current stage IV.\n* Documented HER2 overexpression or gene-amplified tumor immunohistochemistry 3+ or 2+, with confirmatory fluorescence in situ hybridization (FISH) +.\n* Prior treatment with at least two (2) HER2-directed regimens for metastatic breast cancer.\n\nExclusion Criteria:\n\n* Received previous therapy with capecitabine, neratinib, lapatinib, or any other HER2 directed tyrosine kinase inhibitor.\n\nNote: There are additional inclusion and exclusion criteria. The study center will determine if you meet all of the criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Centrally Assessed Progression Free Survival","description":"Progression Free Survival (PFS), Measured in Months, for Randomized Subjects of the Central Assessment. The time interval from the date of randomization until the first date on which recurrence, progression (per Response Evaluation Criteria in Solid Tumors Criteria (RECIST) v1.1), or death due to any cause, is documented. For subjects without recurrence, progression or death, it is censored at the last valid tumor assessment. Progression is defined using Response Evaluation Criteria in Solid Tumors Criteria (RECIST v1.1), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. Here, the time to event was reported as the restricted mean survival time. The restricted mean survival time was defined as the area under the curve of the survival function up to 24 months.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":null},{"groupId":"OG001","value":"6.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival","description":"Overall survival (OS) is defined as the time from randomization to death due to any cause, censored at the last date known alive on or prior to the data cutoff employed for the analysis, whichever was earlier. Here, the time to event was reported as the restricted mean survival time. The restricted mean survival time was defined as the area under the curve of the survival function up to 48 months.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Intervention for Symptomatic Metastatic Central Nervous System Disease","description":"Intervention for symptomatic metastatic central nervous system disease is defined as the time from randomization to the first start date of an intervention for symptomatic metastatic CNS disease. Subjects that do not have an intervention for symptomatic metastatic CNS and do not die will be censored at the last date known alive on or prior to the data cutoff. Deaths are treated as competing events. Percentage of participants with intervention for CNS, estimated by cumulative incidence methods. Cumulative incidence methods are the standard way to estimate incidence of an endpoint in the presence of competing risks and censoring.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.76","spread":null},{"groupId":"OG001","value":"29.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR) - Central Assessment (ITT Population With Measurable Disease at Screening)","description":"Objective response rate is defined as the percentage of participants demonstrating an objective response during the study. Objective response includes confirmed complete responses (CR) and partial responses (PR) as defined in the RECIST criteria included in the study protocol. The ORR is for Central Assessment for subjects that had measurable disease at screening. Per Response Evaluation Criteria in Solid Tumors Criteria (RECIST v1.0) for target lesions and assessed by MRI: Complete Response (CR), Disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Overall Response (OR) = CR + PR.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.8","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR) - Central Assessment (ITT Population With Measurable Disease at Screening)","description":"Clinical benefit rate is the percentage of participants who achieve overall tumor response (confirmed CR or PR) or stable disease (SD) lasting for at least 24 weeks from randomization. The CBR was for Central Assessment for subjects who had Measurable Disease at Screening.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.5","spread":null},{"groupId":"OG001","value":"35.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR) - Central Assessment (Population That Had a Response With Measurable Disease at Screening)","description":"The Duration of Response (DOR) is for Central Assessment for the Population that Had a Response with Measurable Disease at Screening.\n\nDuration of response is measured from the time at which measurement criteria are first met for CR or PR (whichever status is recorded first) until the first date of recurrence or progressive disease (PD) or death is objectively documented, taking as a reference for PD the smallest measurements recorded since enrollment, per RECIST v1.1. This value is censored at the last valid tumor assessment if PD or death has not been documented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.54","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (Adverse Events and Serious Adverse Events)","description":"Adverse Events to be measured are Treatment-Emergent and Serious AEs that occurred on or after first dose of investigational product and up to 28 days after the last dose","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.7","spread":null},{"groupId":"OG001","value":"99.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":null},{"groupId":"OG001","value":"29.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":103,"n":303},"commonTop":["Diarrhoea","Palmar-plantar erythrodysaesthesia syndrome","Nausea","Vomiting","Fatigue"]}}}