{"nctId":"NCT03150719","briefTitle":"A Study to Evaluate Safety, Efficacy, and Tolerability of TEZ/IVA in Orkambi® (Lumacaftor/Ivacaftor) -Experienced Subjects With Cystic Fibrosis (CF)","startDateStruct":{"date":"2017-05-24","type":"ACTUAL"},"conditions":["Cystic Fibrosis"],"count":98,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"TEZ/IVA","type":"EXPERIMENTAL","interventionNames":["Drug: Tezacaftor/Ivacaftor","Drug: Ivacaftor"]}],"interventions":[{"name":"Tezacaftor/Ivacaftor","otherNames":["TEZ/IVA; VX-661/VX-770"]},{"name":"Ivacaftor","otherNames":["VX-770; IVA"]},{"name":"Placebo","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to comply with scheduled visits, treatment plan, study restrictions, laboratory tests, contraceptive guidelines, and other study procedures.\n* Prior discontinuation of Orkambi, with at least 1 respiratory sign or symptom considered related to therapy.\n* Resolution or stabilization of qualifying event(s) \\>28 days prior to Screening.\n* Discontinuation of Orkambi therapy must have occurred within approximately 12 weeks from the first dose of Orkambi.\n* Homozygous for F508del mutation in the CFTR gene as documented in the subject's medical record. If genotype documentation is not available in the medical record, genotyping will be performed during screening.\n* FEV1 ≥25% and ≤90% of predicted normal for age, sex, and height.\n* Stable CF disease as judged by the investigator.\n* Other protocol defined inclusion criteria could apply.\n\nExclusion Criteria:\n\n* History of any comorbidity that, in the opinion of the investigator, might confound the results of the study or pose an additional risk in administering study drug to the subject.\n* Recent rapid or progressive deterioration in respiratory status.\n* Receiving continuous oxygen at \\>2L/min or on face-mask ventilation.\n* Any protocol-defined exclusionary laboratory values at Screening.\n* Child-Pugh Class B or C hepatic impairment.\n* An acute upper or lower respiratory infection, pulmonary exacerbation, or change in therapy for pulmonary disease within 28 days before Day 1.\n* Documentation of colonization with organisms associated with a more rapid decline in pulmonary status.\n* History of lung transplantation since most recent initiation of Orkambi.\n* History of alcohol or drug abuse in the past year as deemed by the investigator.\n* Participation in an investigational drug study or use of a CFTR modulator within 28 days or 5 terminal half-lives of the investigational drug or modulator (whichever is longer).\n* Use of restricted medications or foods within the specified window before the first dose of study drug, or an anticipated need or use of restricted medication or foods after the first dose of study drug.\n* Pregnant or nursing females: Females of child-bearing potential must have a negative pregnancy test at Screening and Day 1.\n* Other protocol defined exclusion criteria could apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Respiratory Adverse Events of Special Interest (RAESIs)","description":"RAESIs included chest discomfort, dyspnea (shortness of breath), respiration abnormal (chest tightness), asthma, bronchial hyperreactivity, bronchospasm, and wheezing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Percent Predicted Forced Expiratory Volume in 1 Second (ppFEV1) at Average of Day 28 and Day 56 Measurements","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"3.4"},{"groupId":"OG001","value":"2.2","spread":"4.8"}]}]}]},{"type":"SECONDARY","title":"Relative Change From Baseline in ppFEV1 at Average of Day 28 and Day 56 Measurements","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"8.1"},{"groupId":"OG001","value":"5.2","spread":"12.0"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Cystic Fibrosis Questionnaire-Revised (CFQ-R) Respiratory Domain Score at Average of Day 28 and Day 56 Measurements","description":"The CFQ-R is a validated participant-reported outcome measuring health-related quality of life for participants with cystic fibrosis. Respiratory domain assessed respiratory symptoms, score range: 0-100; higher scores indicating fewer symptoms and better health-related quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"15.4"},{"groupId":"OG001","value":"5.7","spread":"14.2"}]}]}]},{"type":"SECONDARY","title":"Tolerability as Assessed by Number of Participants Who Discontinued Treatment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":47},"commonTop":["Cough","Infective pulmonary exacerbation of cystic fibrosis","Headache","Dyspnoea","Abdominal pain upper"]}}}