{"nctId":"NCT02794285","briefTitle":"Long Term Safety of Anifrolumab in Adult Subjects With Active Systemic Lupus Erythematosus","startDateStruct":{"date":"2016-06-30","type":"ACTUAL"},"conditions":["Active Systemic Lupus Erythematosus"],"count":559,"armGroups":[{"label":"Anifrolumab","type":"EXPERIMENTAL","interventionNames":["Biological: Anifrolumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Anifrolumab","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects who have qualified for and received investigational product (anifrolumab or placebo) and completed the treatment period in Studies D3461C00004 or D3461C00005 (through Week 52)\n2. Adequate peripheral venous access\n3. Females with an intact cervix should have documentation of a Pap smear with no documented malignancy within 90 days before Day 1/Visit 1 or 30 days following Day 1/Visit 1. Since access to a Pap smear may vary by country, the Sponsor recommends that local guidelines for obtaining Pap smears in subjects who have received immunomodulators or immunosuppressive treatment be followed.\n4. Meets the following TB criteria:\n\n   1. Negative QuantiFERON®-TB Gold \\[QFT-G\\] test result for TB obtained from the study central laboratory at Week 52 of Studies D3461C00004 or D3461C00005; OR\n   2. Newly positive QFT-G test result at Week 52 of Studies D3461C00004 or D3461C00005 from the study central laboratory. A chest x-ray must be performed. If the chest x-ray shows no evidence of active TB, and the subject has no symptoms or medical history consistent with active TB, the subject must have a retest. If the retest is positive, the subject must start on prophylaxis within 30 days of randomisation but prior to the second dose of investigational product (Visit 2/Week 4); OR\n   3. Positive but not newly positive QFT-G test at Week 52 of Studies D3461C00004 or D3461C00005. The subject must have been diagnosed with latent TB and must have documentation confirming initiation of appropriate treatment OR initiate treatment for latent TB within 30 days of randomization, but prior to the second dose of investigational product administration (Visit 2/Week 4)\n   4. Newly indeterminate (confirmed on retest unless prior positive QFT G was documented, along with completed treatment for latent TB) or indeterminate but not newly indeterminate QFT-G test result at Week 52 of Studies D3461C00004 or D3461C00005 from the study central laboratory with ongoing QFT-G testing for TB according to the Study Plan\n5. In the opinion of the Investigator, subject must be able to comprehend the ICF and all protocol related assessments\n\nExclusion Criteria:\n\n1. Receipt of any of the following within the last 60 days:\n\n   1. Azathioprine \\>200 mg/day\n   2. Mycophenolate mofetil \\>2.0 g/day /mycophenolic acid \\>1.44 g/day\n   3. Oral, subcutaneous, or intramuscular methotrexate \\>25 mg/week\n   4. Mizoribine \\>150 mg/day\n2. Receipt of any investigational product (small molecule or biologic agent other than anifrolumab) within 4 weeks or 5 half-lives prior to Day 1/Visit 1, whichever is greater\n3. Receipt of any of the following:\n\n   1. Any live or attenuated vaccine within 8 weeks prior to Day 1/Visit 1 (administration of killed vaccines is acceptable, the Sponsor recommends Investigators ensure all subjects are up to date on required vaccinations, including influenza \\[inactivated/recombinant\\] vaccine prior to study entry)\n   2. Bacillus Calmette-Guerin (BCG) vaccine between the end of Studies D3461C00004 or D3461C00005 and Day 1/Visit 1\n4. Active severe SLE-driven renal or neuropsychiatric disease\n5. Any underlying condition that predisposes the subject to infection, including history of/current human immunodeficiency virus (HIV) infection\n6. Subjects with Hepatitis B core antibody (HBcAb) positivity at enrolment of Studies D3461C00004 or D3461C00005 will be tested every 3 months for Hepatitis B virus (HBV) DNA. To remain eligible in the LTE study, subject HBV DNA levels must remain below the lower limit of quantitation as per the central laboratory.\n7. Opportunistic infection requiring hospitalisation or parenteral antimicrobial treatment within 3 years of Day 1/Visit 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Exposure-adjusted Incidence Rates (EAIRs) of Adverse Events of Special Interest (AESIs)","description":"The event rate per 100 participant years was defined as the number of participants with an event divided by the sum of exposure time during the LTE study (including follow-up) in days for all participants in the analysis set multiplied by 365.25 days/year multiplied by 100. The exposure in a time period for each participant was calculated as end of period - start of period + 1. EAIRs of AESIs are presented as event rate per 100 participant years.\n\nThe following AESIs were pre-defined:\n\n* Non-opportunistic serious infections\n* Opportunistic infections\n* Anaphylaxis\n* Malignancy\n* Herpes zoster\n* Tuberculosis (TB) (including latent TB)\n* Influenza\n* Vasculitis (non-systemic lupus erythematosus \\[SLE\\])\n* Major cardiovascular events as according to the Cardiovascular Event Adjudication Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"9.6","spread":null},{"groupId":"OG002","value":"12.9","spread":null},{"groupId":"OG003","value":"12.5","spread":null}]}]}]},{"type":"PRIMARY","title":"EAIRs of Serious Adverse Events (SAEs)","description":"EAIRs of SAEs are presented as event rate per 100 participant years.\n\nAn SAE was an AE occurring during any study phase that fulfils 1 or more of the following criteria:\n\n* Results in death\n* Is immediately life-threatening\n* Requires in-patient hospitalisation or prolongation of existing hospitalisation\n* Results in persistent or significant disability/incapacity or substantial disruption of the ability to conduct normal life functions\n* Is a congenital abnormality or birth defect\n* Is an important medical event that may jeopardise the participant or may require medical intervention to prevent one of the outcomes listed above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG001","value":"11.2","spread":null},{"groupId":"OG002","value":"10.1","spread":null},{"groupId":"OG003","value":"10.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":257},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Urinary tract infection","Bronchitis","Headache"]}}}