{"nctId":"NCT03292952","briefTitle":"KP415 Classroom Study in Children (6-12 Years of Age) With ADHD","startDateStruct":{"date":"2017-12-20","type":"ACTUAL"},"conditions":["ADHD"],"count":155,"armGroups":[{"label":"Double-blind KP415","type":"EXPERIMENTAL","interventionNames":["Drug: KP415 oral capsule"]},{"label":"Double-blind Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo oral capsule"]},{"label":"Open-Label KP415","type":"EXPERIMENTAL","interventionNames":["Drug: KP415 oral capsule"]}],"interventions":[{"name":"KP415 oral capsule","otherNames":[]},{"name":"Placebo oral capsule","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must meet Diagnostic and Statistical Manual of Mental Disorders - Fifth Edition (DSM-5) criteria for a primary diagnosis of ADHD (combined, inattentive, or hyperactive/impulsive presentation) per clinical evaluation and confirmed by the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID).\n2. Subject must have a score of at least 3 (mildly ill) on the clinician-administered Clinical Global Impressions-Severity (CGI-S) scale.\n3. Subject, subject's parent/legal guardian and caregiver (if applicable) must understand and be willing and able to comply with all study procedures and visit schedule.\n\nExclusion Criteria:\n\n1. Subject with any clinically significant chronic medical condition that may interfere with the participant's ability to participate in the study.\n2. Subject has any diagnosis of bipolar I or II disorder, major depressive disorder, conduct disorder, obsessive-compulsive disorder, any history of psychosis, autism spectrum disorder, disruptive mood dysregulation disorder (DMDD), intellectual disability, Tourette's Syndrome, confirmed genetic disorder with cognitive and/or behavioral disturbances.\n3. Subject has evidence of any chronic disease of the central nervous system (CNS) such as tumors, inflammation, seizure disorder, vascular disorder, potential CNS related disorders that might occur in childhood, or history of persistent neurological symptoms attributable to serious head injury.\n4. Subject has a current (last month) psychiatric diagnosis other than specific phobia, motor skills disorders, oppositional defiant disorder, sleep disorders, elimination disorders, adjustment disorders, learning disorders, or communication disorders. Participants with school phobia or separation anxiety will not be eligible.\n5. Subject has any history of attempted suicide or clinically significant suicidal ideation or subject has a C-SSRS score for suicidal ideation ≥2.\n6. Subject has any clinically significant unstable medical abnormality, chronic disease, or a history of a clinically significant abnormality of the cardiovascular, gastrointestinal, respiratory, hepatic, or renal systems, or a disorder or history of a condition that may interfere with drug absorption, distribution, metabolism, or excretion of study drug.\n7. Subject has a history or presence of abnormal ECGs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Swanson, Kotkin, Agler, M-Flynn, and Pelham (SKAMP) Combined Scores","description":"The SKAMP scale is a validated rating of subjective impairment of classroom behaviors in children with ADHD. It comprises 13 items (grouped under the subcategories of attention, deportment, quality of work, and compliance) on which subjects are rated according to a 7-point scale (0 = normal to 6 = maximal impairment) by trained study personnel (Swanson 1998). The SKAMP-C score was obtained by summing the rating values for each of the 13 items (range: 0-78), with higher scores indicating greater impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.87","spread":"0.62"},{"groupId":"OG001","value":"0.536","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Permanent Product Measure of Performance (PERMP) Rating Scale, Number of Problems Attempted (PERMP-A)","description":"The PERMP is an adjusted math test designed to assess attention in children with ADHD (Swanson 1999). The test measures attention through a subject's ability to initiate, self-monitor, and complete the math test. A Placement PERMP was performed early in the trial to assure that subjects could complete at least the basic level of math problems and to determine the appropriate level of math to be assigned during the remainder of the study. The PERMP is an individually calibrated 5-page mathematics worksheet consisting of 400 problems. PERMP-A scores document the number of problems attempted, from 0 to 400, and thus higher scores represent a better outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.82","spread":"3.44"},{"groupId":"OG001","value":"2.25","spread":"3.05"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":155},"commonTop":["Decreased appetite","Insomnia","Affect lability","Abdominal pain upper","Headache"]}}}