{"nctId":"NCT01871402","briefTitle":"A Comparison of 000-0551 Lotion Versus Vehicle Lotion in Subjects With Plaque Psoriasis (Study -304)","startDateStruct":{"date":"2013-05"},"conditions":["Plaque Psoriasis"],"count":221,"armGroups":[{"label":"Active Arm","type":"EXPERIMENTAL","interventionNames":["Drug: 000-0551 Lotion"]},{"label":"Vehicle Arm","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Lotion"]}],"interventions":[{"name":"000-0551 Lotion","otherNames":[]},{"name":"Vehicle Lotion","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject has a clinical diagnosis of stable plaque psoriasis involving a minimum of 2% and no more than 12% affected body surface area.\n* Subject has an Investigator's Global Assessment (IGA) score of at least three (moderate) at study start.\n* If subject is a woman of childbearing potential, she must have a negative urine pregnancy test and agree to use an effective form of birth control for the duration of the study.\n\nExclusion Criteria:\n\n* Subject has spontaneously improving or rapidly deteriorating plaque psoriasis.\n* Subject has guttate, pustular, erythrodermic or other non-plaque forms of psoriasis.\n* Subject has used any phototherapy (including laser), photo-chemotherapy or other forms of photo based therapy for the treatment of their psoriasis within 30 days prior to study start.\n* Subject has used any systemic methotrexate, retinoids, systemic corticosteroids \\[including intralesional, intra-articular, and intramuscular corticosteroids\\], cyclosporine or analogous products within 90 days prior to study start.\n* Subject has used any systemic biologic therapy (i.e., FDA-approved or experimental therapy) within five half-lives of the biologic prior to study start.\n* Subject had prolonged exposure to natural or artificial sources of ultraviolet radiation within 30 days prior to study start or is intending to have such exposure during the study.\n* Subject has used topical body (excluding the scalp) psoriasis therapy (including coal tar, anthralin, steroids, retinoids, vitamin D analogs) within 14 days prior to study start.\n* Subject has used emollients/moisturizers on areas to be treated within four hours prior to clinical evaluation at study start.\n* Subject is currently using lithium or Plaquenil (hydroxychloroquine).\n* Subject is currently using a beta-blocking medication (e.g., propanolol) or angiotensin converting enzyme (ACE) inhibitor at a dose that has not been stabilized.\n* Subject is pregnant, lactating, or is planning to become pregnant during the study.\n* Subject is currently enrolled in an investigational drug or device study.\n* Subject has used an investigational drug or investigational device treatment within 30 days prior to study start.\n* Subject has been previously enrolled in this study and treated with a test article.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects Rated a \"Treatment Success\" Based on the Investigator's Global Assessment (IGA)","description":"The IGA score is a static evaluation of the overall or \"average\" degree of severity of a subject's disease, taking into account all of the subject's psoriatic lesions. \"Treatment success\" is defined as a score of 0 or 1 representing \"cleared\" or \"almost cleared\" at Day 15 with at least a two grade decrease in severity score relative to Baseline. IGA is measured on a 5-point scale, ranging from 0 (clear) to 4 (severe/very severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.5","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis (Scaling, Erythema and Plaque Elevation)","description":"A static assessment of the overall or \"average\" degree of severity of each of three key characteristics present within all of the subject's psoriatic lesions. \"Treatment success\" is defined as a score of 0 or 1 representing \"cleared\" or \"almost cleared\" at Day 15 with at least a two grade decrease in severity score relative to Baseline. Each clinical sign of psoriasis is measured on a 5-point scale, ranging from 0 (clear) to 4 (severe/very severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.5","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.4","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects With IGA \"Treatment Success\" at Day 8","description":"Interim analysis of IGA. \"Treatment success\" and IGA as defined in the primary outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.5","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects Rated a \"Treatment Success\" for Each of the Clinical Signs of Psoriasis at Day 8","description":"Interim analysis of clinical signs of psoriasis (scaling, erythema and plaque elevation). \"Treatment success\" and clinical signs as defined in the secondary outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.9","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.8","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Pruritus Score at Day 15","description":"Pruritus scale will be used to assess the subjective and multidimensional experience of the subject's pruritus (itching) during the previous two weeks at Baseline and Day 15. Possible scores range from 5 (no pruritus) to 25 (most severe pruritus).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.2","spread":"3.46"},{"groupId":"OG001","value":"-3.1","spread":"3.35"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in % Body Surface Area (BSA) With Active Psoriasis at Days 8 and 15","description":"The investigator will use the assumption that 1% BSA is approximately equal to the surface area of the subject's palm and fingers, with the fingers extended yet grouped together, creating a flat oval-like surface area.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"1.59"},{"groupId":"OG001","value":"-0.1","spread":"0.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.22"},{"groupId":"OG001","value":"-0.2","spread":"1.07"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":110},"commonTop":["Application site pain","Dyspepsia","Toothache","Application site erythema","Arthralgia"]}}}