{"nctId":"NCT00773279","briefTitle":"Efficacy, Safety and Preference Study of a Insulin Pen PDS290 vs. a Novo Nordisk Marketed Insulin Pen in Diabetics","startDateStruct":{"date":"2008-09"},"conditions":["Diabetes","Diabetes Mellitus, Type 1","Diabetes Mellitus, Type 2","Delivery Systems"],"count":242,"armGroups":[{"label":"PDS290 --> FlexPen®","type":"EXPERIMENTAL","interventionNames":["Device: FlexTouch®","Device: FlexPen®"]},{"label":"FlexPen® --> PDS290","type":"EXPERIMENTAL","interventionNames":["Device: FlexTouch®","Device: FlexPen®"]}],"interventions":[{"name":"FlexTouch®","otherNames":[]},{"name":"FlexPen®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent obtained before any trial-related activities\n* Subjects diagnosed with type 1 or type 2 diabetes. If type 2 diabetics, treatment with or without oral anti diabetic medication is allowed\n* Current users of vial/syringe (pen naïve) treated with short-acting insulin (insulin aspart, glulisine or lispro) and once daily long-acting insulin (detemir or glargine) or once daily long-acting insulin (detemir or glargine) alone\n* Treatment with insulin (i.e. aspart, glulisine, lispro, detemir or glargine) for at least 6 months\n* Body Mass Index (BMI) less than 45.0 kg/m\\^2\n* HbA1c less than or equal to 9.0% at screening visit based on analysis from central laboratory\n* Able and willing to adhere to the trial-specific insulin regimen for the entire trial period\n\nExclusion Criteria:\n\n* Females of childbearing potential who are pregnant, breast-feeding or intend to become pregnant or inadequate contraceptive techniques during the trial period (adequate contraceptive measures are considered as intrauterine device, oral contraceptives and barrier methods)\n* Previous participation in this trial (screening visit)\n* Systemic drugs that may influence glycaemic control (e.g., corticosteroids)\n* Known or suspected allergy to trial product(s) or related products\n* Known or suspected abuse of alcohol or drug abuse\n* Mental incapacity, unwillingness or language barriers precluding adequate understanding or cooperation\n* Previous treatment with sitagliptin\n* Clinically significant, active (or over the past 12 months) disease of the gastrointestinal, neurological, genitourinary, or haematological systems\n* Cardiac disease defined as: Decompensated heart failure (New York Heart class III or IV, unstable angina pectoris within the past 6 months of study enrolment, myocardial infarction within the past 12 months and a clinically significant history of arrhythmias or conduction delays on electrocardiogram (ECG) over the past 12 months\n* Any other severe acute or chronic illness as judged by the Investigator\n* Recurrent major hypoglycaemia (defined as severe central nervous system dysfunction associated with hypoglycaemia, requiring the assistance of another person) or hypoglycaemia unawareness (defined as a condition in which subjects no longer experience the usual warning signs of hypoglycaemia; the symptoms of hypoglycaemia may be different, less pronounced or even absent) or hospitalisation for diabetic ketoacidosis during the previous six months\n* Any other conditions that the Investigator judges would interfere with trial participation or evaluation of results (i.e. planned any diagnostic or therapeutic medical intervention such as surgery)\n* Participated in another clinical trial and received an investigational drug within the last 4 weeks","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HbA1c (Glycosylated Haemoglobin) for Participants Treated With PDS290 and FlexPen®","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"1.0"},{"groupId":"OG001","value":"7.5","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subject Having Preference for PDS290 Versus FlexPen® in Terms of Convenience and Ease of Use","description":"Questionnaire (Niskanen Comparative Device Questionnaire) compared preference / convenience and ease of use by device specific questionnaire (summarised by scores of question 9)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Summary Score for Treatment Satisfaction","description":"Overall summary from Insulin Treatment Satisfaction Questionnaire (ITSQ) with higher scores (0-100) indicating greater satisfaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.9","spread":"11.3"},{"groupId":"OG001","value":"76.8","spread":"15.2"}]}]}]},{"type":"SECONDARY","title":"Score for Treatment Impact Measure for Diabetes","description":"Treatment Related Impact Measure for Diabetes (TRIM-D and TRIM-D device) with scores from 0-100, higher scores indicate less treatment related impact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.1","spread":"13.1"},{"groupId":"OG001","value":"72.8","spread":"13.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":"12.7"},{"groupId":"OG001","value":"78.6","spread":"16.6"}]}]}]},{"type":"SECONDARY","title":"Clinical Technical Complaints (CTCs)","description":"A clinical technical complaint is any written, electronic or oral communication that alleges deficiencies related to the identity, quality, durability, reliability, safety or performance of a medical device.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycaemic Episodes","description":"Presented by severity: major: subject not able to treat himself; minor: plasma glucose below 3.1 mmol/L; symptoms only: no plasma glucose measured or above or equal to 3.1 mmol/L.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1108","spread":null},{"groupId":"OG001","value":"1092","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"920","spread":null},{"groupId":"OG001","value":"927","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":null},{"groupId":"OG001","value":"162","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Adverse Device Effects","description":"Adverse device effects were defined as clinical technical complaints (CTCs) related to an Adverse Event/Serious Adverse Event. This was defined as an adverse unintended reaction to a medical device. This definition includes any event which is caused by an inadequate or incomplete user instruction or guide in the use of the device and any event caused by wrongful use.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Hypoglycaemic Episodes, Number of Events Per Subject Day","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.06","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":238},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection"]}}}