{"nctId":"NCT03964415","briefTitle":"A Study of Heterologous Vaccine Regimen of Adenovirus Serotype 26 Mosaic4 Human Immunodeficiency Virus(Ad26.Mos4.HIV), Adjuvanted Clade C gp140 and Mosaic gp140 to Prevent HIV-1 Infection Among Cis-gender Men and Transgender Individuals Who Have Sex With Cis-gender Men and/or Transgender Individuals","startDateStruct":{"date":"2019-10-31","type":"ACTUAL"},"conditions":["Healthy"],"count":3900,"armGroups":[{"label":"Group1:Ad26.Mos4.HIV,Clade C and Mosaic gp140 bivalent vaccine","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.Mos4.HIV","Biological: Clade C and Mosaic gp140 HIV bivalent vaccine"]},{"label":"Group 2: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"Ad26.Mos4.HIV","otherNames":[]},{"name":"Clade C and Mosaic gp140 HIV bivalent vaccine","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individual is either cis-gender man having sex with cis-gender men and/or transgender individuals or transgender woman having sex with cis-gender men and/or transgender individuals or transgender man having sex with cis-gender men and/or transgender women or gender non-conforming individual having receptive or insertive anal and/or vaginal condom-less intercourse and who is considered by the site staff to be at increased risk for HIV-1 infection. The potential participants must in the last 6 months have had any condom-less receptive anal or vaginal sex (not included is condom-less anal sex within a mutually monogamous relationship \\>=12 months if the partner is HIV negative or living with HIV and virally suppressed) or rectal or urethral gonorrhea or chlamydia or incident syphilis or any stimulant use or any other drug and/or substance which in the local context may be associated with increased HIV transmission (example, cocaine, amphetamine) or 5 or more sex partners\n* Potential participant has a negative test result for HIV-1 and HIV-2 infection less than or equal to (\\<=) 28 days prior to first vaccination\n* Potential participant must be healthy based on medical history, physical examination, and vital sign measurement performed at screening\n* Contraceptive use by participants assigned female at birth and who have not had sexual reassignment surgery should be consistent with local regulations regarding the acceptable methods of contraception for those participating in clinical studies\n* All participants of childbearing potential must have a negative serum beta-human chorionic gonadotropin (beta-hCG) pregnancy test at screening and have a negative urine beta-hCG pregnancy test immediately prior to each study vaccine administration\n\nExclusion Criteria:\n\n* Potential participants choosing to use PrEP. However, once participants are enrolled and received their first vaccination, and they change their mind regarding PrEP usage, they will be allowed to take PrEP according to the site PrEP plan and will continue to receive further vaccinations. The use of long acting PrEP is disallowed from 24 months prior to Day 1\n* Potential participant is a recipient of a HIV-vaccine candidate at any time, or a recipient of other experimental vaccine(s) within the last 12 months prior to Day 1. For participants who received an experimental vaccine (except HIV vaccine) more than 12 months prior to Day 1, documentation of the identity of the experimental vaccine must be provided to the HPX3002/HVTN 706 safety review team, who will determine eligibility on a case by-case basis. Exceptions: participants can be included if the vaccine received (except HIV vaccine) was subsequently licensed or authorized for emergency use (example, Emergency Use Authorization (EUA), Emergency Use Listing (EUL), or similar program). Participants with proof of having received only placebo can also be included. Participants who are currently still in an interventional study of such a licensed/emergency use-authorized vaccine are to be excluded from the current study\n* Potential participant has received an HIV-related mAb, whether licensed or investigational, within the last 12 months prior to Day 1. For participants who received an HIV-related mAb more than 12 months prior to Day 1, documentation of the identity of the mAb must be provided to the HPX3002/HVTN 706 safety review team, who will determine eligibility on a case-by-case basis\n* Potential participant has known allergy or history of anaphylaxis or other serious adverse reactions to vaccines\n* Pregnant, or breast-feeding, or planning to become pregnant while enrolled in this study or within 90 days after the last dose of study vaccination","healthyVolunteers":true,"sex":"ALL","genderBased":true,"genderDescription":"Cis-gender men and transgender individuals who have sex with cis-gender men and/or transgender Individuals.","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Between the Month 7 and Month 24 Visits (Per-protocol [PP] Set)","description":"Number of participants with a confirmed HIV-1 infections diagnosed between the Month 7 and Month 24 visits (PP set) was reported. The data represents the cumulative incidence of HIV-1 infections.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With a Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Between the Month 7 and Month 30 Visits (PP Set)","description":"Number of participants with a confirmed HIV-1 infections diagnosed between the Month 7 and Month 30 visits (PP set) was reported. The data represents the cumulative incidence of HIV-1 infections.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"67","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Local Adverse Events (AEs)","description":"Number of participants with solicited local AEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited local AEs that included injection site pain/tenderness, erythema and swelling at the study vaccine injection site, are used to assess the reactogenicity of the study vaccine and are pre-defined local (injection site) and which were noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1225","spread":null},{"groupId":"OG001","value":"329","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"905","spread":null},{"groupId":"OG001","value":"239","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1010","spread":null},{"groupId":"OG001","value":"319","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"917","spread":null},{"groupId":"OG001","value":"252","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Solicited Systemic Adverse Events (AEs)","description":"Number of participants with solicited systemic AEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Solicited systemic events included events such as fatigue, headache, nausea, and myalgia, for which participants were specifically questioned and which were noted by participants in their participant diary for 7 days post vaccination (day of vaccination and the subsequent 7 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1313","spread":null},{"groupId":"OG001","value":"860","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"891","spread":null},{"groupId":"OG001","value":"572","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"856","spread":null},{"groupId":"OG001","value":"535","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"759","spread":null},{"groupId":"OG001","value":"432","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Unsolicited Adverse Events (AEs)","description":"Number of participants with unsolicited AEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Unsolicited AEs are all AEs for which the participants were not specifically questioned in the participant's diary.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"253","spread":null},{"groupId":"OG001","value":"245","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"190","spread":null},{"groupId":"OG001","value":"191","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"298","spread":null},{"groupId":"OG001","value":"293","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"249","spread":null},{"groupId":"OG001","value":"297","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events of Special Interest (AESIs)","description":"Number of participants with AESIs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. Thrombotic events and/or thrombocytopenia (defined as platelet count below the lower limit of normal \\[LLN\\] range for the testing lab) were considered to be potential AESIs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Medically-attended Adverse Events (MAAEs)","description":"Number of participants with MAAEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. MAAEs are defined as AEs with medically-attended visits including hospital, emergency room, urgent care clinic, or other visits to or from medical personnel for any reason.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"999","spread":null},{"groupId":"OG001","value":"1002","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"Number of participants with SAEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study. An SAE is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly/birth defect; suspected transmission of any infectious agent via a medicinal product or medically important.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued the Study or Study Intervention Due to Adverse Events (AEs)","description":"Number of participants who discontinued the study or study intervention due to AEs were reported. An AE is any untoward medical occurrence in a participant participating in a clinical study that does not necessarily have a causal relationship with the pharmaceutical/biological agent under study.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Over Time (Modified Intent-to-Treat [mITT] Set)","description":"Number of participants with a confirmed HIV-1 infections diagnosed over time (mITT set) were reported. The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124","spread":null},{"groupId":"OG001","value":"123","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"132","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"133","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Over Time (Modified Intent-to-Treat-2 [mITT-2] Set)","description":"Number of participants with a confirmed HIV-1 infections diagnosed over time (mITT-2 set) were reported. The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Over Time (Modified Intent-to-Treat-3 [mITT-3] Set)","description":"Number of participants with confirmed HIV-1 infection diagnosed over time (mITT-3 set) were reported. The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Human Immunodeficiency Virus (HIV)-1 Infections Diagnosed Over Time (Full Immunization Analysis Set [FIS])","description":"Number of participants with confirmed HIV-1 infection diagnosed over time (FIS set) were reported. The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Human Immunodeficiency Virus (HIV)-1 Infections as Assessed by Demographic Characteristics: Age Groups","description":"Number of participants with confirmed HIV-1 infection as assessed by demographic characteristics: age groups was reported. Age groups included 18-20, 21-24, 25-29, 30-34, 35-44, and greater than or equal to (\\>=) 45 years. The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Human Immunodeficiency Virus (HIV)-1 Infections as Assessed by Demographic Characteristics: Region-Wise Enrollment","description":"Number of participants with confirmed HIV-1 infections as assessed by demographic characteristics: region-wise enrollment was reported. Regions were Latin-America (Argentina, Brazil, Mexico, and Peru), North America (Puerto Rico and United States of America), and Europe (Italy, Poland, and Spain). The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an HIV-1 Infection by Adenovirus Serotype 26 (Ad26) at Baseline","description":"Number of participants with an HIV-1 infection by Ad26 at baseline were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"204","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Antibody Titers For Adenovirus Serotype 26 (Ad26) as Determined by Vector Neutralization Assay (VNA)","description":"Geometric mean antibody titers for Ad26 as determined by VNA were reported.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.6","spread":"54.1"},{"groupId":"OG001","value":"41.3","spread":"16.1"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HIV-1 Infection by Pre/Post-exposure Prophylaxis (P[r]EP) Use","description":"Number of participants with HIV-1 infection by P(r)EP use were reported. P(r)EP was assessed with a 4 item survey. Each item was measured on a scale ranging from 1 (strongly disagree) to 5 (strongly agree). Higher scores indicating higher levels of self-efficacy. If participant showed any evidence of P(r)EP use during the period based on questionnaire responses, concomitant medications or dried blood spot analysis, the response was \"yes\". The data represents the cumulative incidence of HIV-1 infections at specified intervals.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":82,"n":1942},"commonTop":["Fatigue (Solicited)","Vaccination Site Pain (Solicited)","Headache (Solicited)","Myalgia (Solicited)","Chills (Solicited)"]}}}