{"nctId":"NCT02135692","briefTitle":"A Phase 3a, Repeat Dose, Open-label, Long-term Safety Study of Mepolizumab in Asthmatic Subjects","startDateStruct":{"date":"2014-05-29","type":"ACTUAL"},"conditions":["Asthma"],"count":339,"armGroups":[{"label":"Mepolizumab 100 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Mepolizumab","Drug: SOC"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"SOC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed Consent: Prior to commencing any study related activities, subjects must be able and willing to provide written informed consent.\n* Male or Eligible Female Subjects: To be eligible for the study, females of child-bearing potential must commit to consistent and correct use of an acceptable method of birth control and for 4 months after the last study drug administration. A urine pregnancy test is required of all females of childbearing potential at the initial Baseline Visit (Visit 1).\n* French Subjects Only: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n* MEA115661 Participation: Subjects must have completed Visit 14 of MEA115661.\n* Current Anti-Asthma Therapy: The subject's asthma has been treated with an ICS controller medication for the last 8 months with fluticasone propionate (FP) \\>=500 mcg/day (or equivalent).\n* Disease Severity: Subjects must be assessed as having life-threatening /serious debilitating asthma in order to enroll, as defined by the following: Subjects enrolled in MEA115588 must meet one of the following criteria: a) Subject has a history of at least one intubation during their lifetime; b) \\>=3 asthma exacerbations in the 12 months prior to screening for MEA115588; c) \\>=1 or more hospitalization for asthma exacerbation in the 12 months prior to screening for MEA115588. Subjects enrolled in MEA115575 must meet one of the following criteria: d) Subject has a history of at least one intubation during their lifetime; e) Their optimized dose at randomization in MEA115575 was \\>=10mg of prednisone; f) \\>=1 or more hospitalization for asthma exacerbation in the 12 months prior to screening for MEA115575.\n* Clinical Benefit: Subjects must have experienced documented clinical benefit to enroll. Subjects must meet the following criteria demonstrating clinical benefit: Subjects enrolled in MEA115588 who received mepolizumab must meet all of the following criteria: a) Subject must have had a reduction in their exacerbation frequency by \\>=50% during MEA115588. The baseline for comparison is the total number of exacerbations reported in the 12 months prior to screening for MEA115588. b) The investigator response on the \"Clinician-Rated Response to Therapy\" questionnaire at Visit 10 was either: mildly improved, moderately improved or significantly improved. Subjects enrolled in MEA115588 who received placebo must meet all of the following criteria: c) Subject must have had a reduction in their exacerbation frequency by \\>=50% during the first 8 months of MEA115661. The baseline for comparison is the total number of exacerbations reported in the 12 months prior to screening for MEA115588; d) The investigator confirms that the subject demonstrated improvement during MEA115661. Subjects enrolled in MEA115575 who received mepolizumab must meet all of the following criteria: e) Subject must have reduced their oral corticosteroid dose by \\>=50% during MEA115575. The baseline for comparison is the subject's optimized oral corticosteroid (OCS) dose at randomization in MEA115575; f) The investigator response on the \"Clinician-Rated Response to Therapy\" questionnaire at Visit 9 was either: mildly improved, moderately improved or significantly improved. Subjects enrolled in MEA115575 who received placebo must meet all of the following criteria: g) Subject must have reduced their oral corticosteroid dose at randomization by \\>=50% in the first 6 months of MEA115661. The baseline for comparison is the subject's optimized OCS dose at randomization in MEA115575; h) The investigator confirms that the subject demonstrated improvement during MEA115661.\n\nExclusion Criteria\n\n* Health Status: Clinically significant change in health status during MEA115661 which in the opinion of the investigator would make the subject unsuitable for participation in this long-term study.\n* Pregnancy: Subjects who are pregnant or breastfeeding. Subjects should not be enrolled if they plan to become pregnanDeart during the time of study participation.\n* Exacerbation History: Subjects who received placebo in MEA115588 and had NO exacerbations during the study.\n* Oral Corticosteroid Use: Subjects who received placebo in MEA115575 and were able to discontinue oral corticosteroid therapy by the end of the study.\n* Smoking Status: Current smokers\n* Previous Significant Protocol Deviation: Subjects who were excluded from the per protocol analysis due to significant protocol deviations in either study MEA115575 or MEA115588.\n* Electrocardiogram (ECG) Assessment: A clinically significant ECG abnormality at the exit visit of MEA115661, as determined by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Annualized Rate of On-treatment Exacerbations Per Year","description":"Exacerbations are defined as the worsening of asthma which requires use of systemic corticosteroids intravenous (IV) or oral steroid like prednisone, for at least 3 days or a single intramuscular (IM) corticosteroid (CS) dose is required. For maintenance systemic corticosteroids, at least double the existing maintenance dose for at least 3 days was required) and/or hospitalization and/or emergency department (ED) visit. On-Treatment data between first dose date and earliest of Withdrawal date/last dose + 28 days was considered for analysis. Analysis of the number of exacerbations was performed using a negative binomial generalized linear model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any On-treatment Adverse Event (AE) or On-treatment Serious AE (SAE)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Any untoward event resulting in death, life threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, congenital anomaly/birth defect, any other situation according to medical or scientific judgment that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the participant or may require medical or surgical intervention or event associated with liver injury and impaired liver function were categorized as SAE. On-treatment AEs and on-treatment SAEs are the events occurring on/after the first dose of open-label mepolizumab date and before/on last dose+28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"315","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Asthma Control Questionnaire (ACQ)-5 On-treatment Score","description":"The ACQ-5 is a five-item questionnaire developed as a measure of participants asthma control. The five questions enquire about the frequency and/or severity of symptoms (nocturnal awakening on waking in the morning, activity limitation, shortness of breath, wheeze). The response options for all these questions consist of a 0 (no impairment/limitation) to 6 (total impairment/ limitation) scale. The overall ACQ score is calculated as the mean of the 5 questions and therefore ranges between 0 (totally controlled) and 6 (severely uncontrolled). Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.16","spread":"1.096"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"1.131"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"1.089"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.965"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.18","spread":"1.066"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"1.145"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"1.151"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.976"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.06","spread":"1.057"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.01","spread":"1.244"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.09","spread":"1.089"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"1.220"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.962"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.935"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in On-treatment Clinic Pre-bronchodilator FEV1","description":"FEV1 is defined as the volume of air forcefully expelled from the lungs in 1 second. Pre-bronchodilator FEV1 measurements were taken by spirometry at Baseline and Weeks 24, 48, 72, 96, 120, 144 and 168. Spirometry was performed within 1 hour of the Baseline assessment. Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles). Data between first dose date and earliest of Withdrawal date/last dose + 28 days considered on-treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":"382.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":"404.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":"406.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":"433.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":"369.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":"374.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":"302.9"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Withdrawn From the Study Due to Lack of Efficacy and Adverse Events","description":"AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a medicinal product. Number of participants withdrawn due to lack of efficacy and adverse events from the study have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Hospitalized Due to Adverse Events Including Asthma Exacerbations","description":"AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. SAE is any untoward medical occurrence that, at any dose results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, or is a congenital anomaly/birth defect or is medically significant or all events of possible drug induced liver injury with hyperbilirubinemia. Number of participants requiring hospitalization due to an on-treatment serious adverse event including asthma exacerbations are presented. On-treatment SAEs are the events occurring on/after the first dose of mepolizumab date and before/on last dose of mepolizumab + 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AEs Including Both Systemic (Allergic and Non-allergic) and Local Site Reactions","description":"AEs were collected from the Baseline visit until the follow-up visit (Week 172). Participants were monitored to evaluate the AEs of systemic and local site reaction. AE is defined as any untoward medical occurrence in a participant or clinical investigation participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. On treatment AEs were defined as events occurring from the first dose until 28 days after the last dose of mepolizumab. Number of participants with AEs including both systemic (i.e. allergic/immunoglobulin (Ig)E-mediated and non-allergic) and local site reactions have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in QT Interval Corrected by Bazett's Method (QTcB) and QT Interval Corrected by Fridericia's Method (QTcF) Values for 12-lead Electrocardiogram (ECG)","description":"Twelve-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. The ECG was obtained before lung function testing followed by other study procedures. Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles)..","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"16.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"17.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":"18.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"17.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"21.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"22.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"14.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"14.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"15.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"16.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"17.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"17.06"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Change From Baseline in QTcB and QTcF Interval for ECG Assessed at Any Time Post Baseline","description":"Twelve-lead ECG measurements were recorded after the participant has rested in the supine position for 5 minutes. The ECG was obtained before lung function testing followed by other study procedures. Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value. Participants with maximum change from Baseline were summarised at any time post Baseline for the following categories \\<-60, \\>=-60 to \\<-30, \\>=-30 to \\<0, \\>=0 to \\<30, \\>=30 to \\<60 and \\>=60. QTc intervals shown at any time post Baseline are the maximum seen in each participant over the course of the trial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"196","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Systolic Blood Pressure and Diastolic Blood Pressure","description":"Vital sign measurements including systolic blood pressure (SBP) and diastolic blood pressure (DBP) were done pre-injection with the participants sitting, having rested in this position for at least 5 minutes before each reading. They were taken before measurement of any clinic lung function tests or ECGs at the specified time point. Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"11.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"11.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"12.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"12.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"13.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"13.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"13.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"13.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"13.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"13.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"12.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"13.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"13.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"13.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"13.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"13.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"13.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"13.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"12.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"13.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"14.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"13.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"13.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"13.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"12.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"13.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"12.76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"14.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"14.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"13.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"14.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"14.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"14.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"14.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"16.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"14.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"13.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"11.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"15.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":"9.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"15.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"8.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"8.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"9.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"9.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"10.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"9.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"8.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"10.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"10.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"9.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"9.39"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"9.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"9.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"9.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"10.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"9.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"10.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"10.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"9.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"9.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"10.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"9.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"9.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"9.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"10.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"10.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"9.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"10.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"10.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"9.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"11.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"9.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"10.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"9.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"9.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"10.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"11.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"8.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"10.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"7.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"8.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pulse Rate","description":"Vital sign measurements including pulse rate was done pre-injection with the participants sitting, having rested in this position for at least 5 minutes before each reading. They were taken before measurement of any clinic lung function tests or ECGs at the specified time point. Baseline was considered as the latest assessment prior to first dose of mepolizumab in this study. The change from Baseline is defined as the difference between the value of the endpoint at the time point of interest and Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"9.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"10.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"11.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"11.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"11.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"11.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"10.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"11.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"11.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"11.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"12.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"10.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"10.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"11.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"10.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"10.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"11.32"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"11.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"11.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"11.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"12.21"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"11.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"12.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"11.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"12.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"12.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"11.34"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"12.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"12.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"12.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"12.56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"11.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"12.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":"11.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"11.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"11.92"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"11.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"13.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"12.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":"13.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"21.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36.0","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-mepolizumab Binding Antibodies (ADA) and Neutralizing Antibodies (NAb)","description":"Blood samples were collected for the determination of ADA just prior to administration of mepolizumab. Samples that tested positive for anti-mepolizumab antibodies were further tested for the presence of NAb. The highest value post-Baseline visit are based on each participant's highest post-Baseline titer. NAb assay result was only presented for participants with positive ADA assay. Highest value post-Baseline would be positive for a participant who had both negative and positive post-Baseline results. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"329","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potential Clinical Importance Values for Change From Baseline Relative to the Reference Range for Clinical Chemistry Parameters at Any Time Post-Baseline","description":"Blood samples were collected to assess clinical chemistry laboratory parameters. Number of participants with Potential Clinical Importance values for change from Baseline relative to the reference range at any time post-Baseline are presented. Any time post Baseline = all visits (including scheduled and unscheduled) post-Baseline. Participants are counted in the category that their value changes to (low, normal or high), unless there was no change in their category. If lab value category was unchanged, participants were recorded in the \"To Normal or No Change\" category. Alanine Aminotransferase=ALT. Only those participants with data available at the specified time points were analyzed (represented by n=X in the category titles).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"334","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"337","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"336","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"336","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"336","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potential Clinical Importance Values for Change From Baseline Relative to the Reference Range for Hematology Parameters at Any Time Post-Baseline","description":"Blood samples were collected to assess hematology laboratory parameters. Number of participants with Potential Clinical Importance values for change from Baseline relative to the reference range at any time post-Baseline are presented. Any time post Baseline = all visits (including scheduled and unscheduled) post-Baseline. Participants are counted in the category that their value changes to (low, normal or high), unless there was no change in their category. If lab value category was unchanged, participants were recorded in the \"To Normal or No Change\" category.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"335","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":84,"n":339},"commonTop":["Nasopharyngitis","Bronchitis","Upper respiratory tract infection","Sinusitis","Headache"]}}}