{"nctId":"NCT02522481","briefTitle":"Evaluation of Safety and Efficacy of Lumason/SonoVue in Subjects Undergoing Pharmacologic Stress BR1-141","startDateStruct":{"date":"2015-09-24","type":"ACTUAL"},"conditions":["Coronary Artery Disease"],"count":175,"armGroups":[{"label":"Lumason","type":"EXPERIMENTAL","interventionNames":["Drug: Lumason"]}],"interventions":[{"name":"Lumason","otherNames":["SonoVue"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provided written Informed Consent and was willing to comply with protocol requirements;\n* Was at least 18 years of age;\n* Had suspected or known CAD and was scheduled to undergo coronary angiography within 6 months after the LUMASON DSE.\n* Had undergone a previous echocardiography prior to enrollment; resulting in suboptimal unenhanced images at rest, defined as ≥ 2 suboptimal adjacent segments in any apical view.\n\nExclusion Criteria:\n\n* Was a pregnant or lactating female. Excluded the possibility of pregnancy by testing on site at the institution (serum or urine βHCG) within 24 hours prior to the start of LUMASON administration(s), by surgical history (e.g., tubal ligation or hysterectomy), post menopausal with a minimum 1 year without menses;\n* Had any known hypersensitivity to 1 or more ingredients of LUMASON (sulfur hexafluoride or to any components of LUMASON);\n* Had any known hypersensitivity to dobutamine;\n* Had an ongoing or recent (within the last 30 days) acute myocardial infarction;\n* Had known right-to-left, bidirectional or transient cardiac shunt (ruled out with agitated saline study performed before administration of LUMASON);\n* Had electrolyte (especially potassium and magnesium) abnormalities;\n* Had unstable pulmonary and/or systemic hemodynamic conditions e.g.:\n* decompensated or inadequately controlled congestive heart failure (NYHA Class IV);\n* hypovolemia;\n* uncontrolled hypertension, i.e. resting systolic blood pressure \\>200 mmHg or diastolic blood pressure \\>110 mmHg;\n* unstable angina;\n* acute coronary syndrome;\n* aortic dissection;\n* acute pericarditis,\n* myocarditis, or endocarditis;\n* stenosis of the main left coronary artery;\n* hemodynamically significant outflow obstruction of the left ventricle, including hypertrophic obstructive cardiomyopathy;\n* hemodynamically significant cardiac valvular defect;\n* acute pulmonary embolism;\n* Had uncontrolled cardiac arrhythmias;\n* Had significant disturbance in conduction;\n* Had hypertrophic subaortic stenosis;\n* Had an acute illness (e.g., infections, hyperthyroidism, or severe anemia);\n* Was previously entered into this study or received an investigational compound within 30 days before admission into this study;\n* Had been treated with any other contrast agent either intravascularly or orally within 48 hours of the first LUMASON administration;\n* Had any medical condition or other circumstances which would significantly decrease the chances of obtaining reliable data, achieving study objectives, or completing the study and/or postdose follow-up examinations;\n\nIn addition, due to the use of Atropine in subjects who had not reached targeted heart rate with peak dobutamine infusion, subjects with the following were excluded:\n\n* Glaucoma;\n* Pyloric stenosis;\n* Prostatic hypertrophy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sensitivity and Specificity for Detection or Exclusion of Coronary Artery Disease (CAD)","description":"The diagnostic performance of the echocardiographic images was compared to the truth standard to determine sensitivity and specificity. A diagnosis of coronary artery disease (CAD) was determined for both the echo images and truth standard (positive diagnosis for CAD is defined as \\>/= 50% stenosis of any vessel on coronary angiography or if no coronary angiography is performed the occurence of a cardiac event based on clinical information for up to 6 months post dose; otherwise the diagnosis is negative).\n\nResults for sensitivity and specificity are reflected based on difference between contrast enhanced stress echo and unenhanced stress echo. Results for analysis of data based on majority assessment from the three off-site blinded readers are presented.\n\nSensitivity and specificity are the percentages of correctly diagnosed subjects by stress echo over the total positive and negative subjects according to the truth standard respectively.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Reader-Specific Percentages of Participants Identified as Having a Critical Shift From Suboptimal to Optimal Echocardiographic Images","description":"The percentage of subjects with suboptimal images (defined as \\>= 2 adjacent segments with inadequate left ventricular endocardial border delineation (LV EBD) in any of the 3 apical views) at unenhanced stress echo converted to adequate (reduction of suboptimal segments in any of the 3 apical views) at contrast-enhanced stress echo","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.4","spread":null},{"groupId":"OG001","value":"93.7","spread":null},{"groupId":"OG002","value":"78.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Total LV EBD","description":"Measured as the change in the total LV EBD score based on the 17 segments, from peak stress unenhanced vs. peak stress contrast-enhanced. Total LV EBD score ranges from 0 to 34 and higher score is better outcome.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":"10.83"},{"groupId":"OG001","value":"28.1","spread":"8.32"},{"groupId":"OG002","value":"10.6","spread":"11.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":"8.57"},{"groupId":"OG001","value":"30.5","spread":"4.81"},{"groupId":"OG002","value":"17.1","spread":"7.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.8","spread":"7.04"},{"groupId":"OG001","value":"23.6","spread":"7.47"},{"groupId":"OG002","value":"5.8","spread":"9.17"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"To obtain safety data in subjects administered Lumason during echocardiography","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":173},"commonTop":["Gastrointestinal infection","Nasopharyngitis","Bifascicular block","Bradycardia","Ventricular extrasystoles"]}}}