{"nctId":"NCT02683668","briefTitle":"Airway Effects of Tiotropium in Patients With COPD","startDateStruct":{"date":"2016-02-01","type":"ACTUAL"},"conditions":["COPD","LUNG DISEASES, OBSTRUCTIVE"],"count":44,"armGroups":[{"label":"Handihaler-Tiotropium 18 mcg untrained","type":"EXPERIMENTAL","interventionNames":["Combination Product: Handihaler-Tiotropium 18 mcg untrained"]},{"label":"Handihaler-Tiotropium 18 mcg trained","type":"EXPERIMENTAL","interventionNames":["Combination Product: Handihaler-Tiotropium 18 mcg trained"]},{"label":"Respimat-Tiotropium 5 mcg trained","type":"EXPERIMENTAL","interventionNames":["Combination Product: Respimat-Tiotropium 5 mcg trained"]}],"interventions":[{"name":"Handihaler-Tiotropium 18 mcg untrained","otherNames":[]},{"name":"Handihaler-Tiotropium 18 mcg trained","otherNames":[]},{"name":"Respimat-Tiotropium 5 mcg trained","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. COPD patients with FEV1/FVC \\<70% predicted.\n2. Mild (GOLD stage I: FEV1 \\>80% pred.) to moderate (GOLD stage II: FEV1 50-80% pred.)\n3. Aged 30 years onwards - there is no upper age limit as we do not want to exclude elderly patients as COPD is primarily a disease in the elderly population.\n4. Have on-going symptoms or exercise limitation (determined by CAT score)\n5. Stable COPD (no chest infection requiring antibiotics and/or oral steroids in the past 2 months).\n6. Capable of giving informed consent, which includes compliance with the requirements and restrictions listed in the consent form.\n\nExclusion Criteria:\n\n1. Subjects who lack the capacity to consent will not be recruited.\n2. Current or past diagnosis of asthma.\n3. Patients on concurrent oral bronchodilators (theophylline, PDE4 inhibitors) will not be included.\n4. Patients on other LAMAs will not be included\n5. History of any chronic respiratory diseases other than COPD.\n6. History of another medical condition, which in the opinion of the Unit Physician, contraindicates his/her participation in the study.\n7. Clinical evidence of heart failure (NYHA class III-IV).\n8. Unstable respiratory disease in the last four weeks prior to the screening visit (indicated by any change in their maintenance inhaled therapy or who have had a lower respiratory tract infection in the previous four weeks).\n9. Evidence of a respiratory exacerbation requiring emergency room treatment and/or hospitalisation within four weeks before screening.\n10. Use of systemic (oral or intravenous) steroids 4 weeks prior to inclusion (injectable depot steroids 6 weeks) or more than 3 periods during the last 12 months.\n11. Participants with a known or suspected allergy, sensitivity or intolerance to the study drugs (this will be asked directly at the screening visit) or patients with a history of another drug allergy which, in the opinion of the Unit Physician, contraindicates his/her participation in the study.\n12. Patients with known or suspected cardiac rhythm disorders\n13. Patients treated with beta-blockers in the week preceding the screening visit and during the study period.\n14. Females who are pregnant or lactating or are likely to become pregnant during the trial. (a urine pregnancy test will be performed. Women of childbearing potential may be included in the study if, in the opinion of the investigator, they are taking adequate contraceptive precautions.\n15. Patients who have evidence of alcohol or substance abuse.\n16. Participation in another clinical trial with an investigational drug in the four weeks preceding the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Peripheral Airways Resistance (R5-R20)","description":"Peripheral airways resistance measured by impulse oscillometry (IOS). Specific frequencies relate to different levels: a frequency of 5 hertz (Hz) provides values for total airway resistance (R5) and reactance (X5); a 20Hz frequency gives a value for central or large airway resistance (R20); and if one subtracts the value of central airway resistance from that for total airway resistance (i.e. R5-R20), this provides a measure of peripheral or small airways resistance.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":null},{"groupId":"OG001","value":"0.2","spread":null},{"groupId":"OG002","value":"0.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Sacin","description":"Multiple Breath Nitrogen Washout (MBNW). Sacin is a gas exchange measures, assessing convectional ventilation heterogeneity in pre acinar/acinar airways.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.333","spread":null},{"groupId":"OG001","value":"0.339","spread":null},{"groupId":"OG002","value":"0.345","spread":null}]}]}]},{"type":"SECONDARY","title":"Lung Function FEV1","description":"Lung function parameters FEV1","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.575","spread":null},{"groupId":"OG001","value":"1.58","spread":null},{"groupId":"OG002","value":"1.651","spread":null}]}]}]},{"type":"SECONDARY","title":"Scond","description":"MBW parameters. Scond is a gas exchange measures, assessing convectional ventilation heterogeneity in peripheral conducting airways.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.04","spread":null},{"groupId":"OG002","value":"0.04","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":43},"commonTop":[]}}}