{"nctId":"NCT00781859","briefTitle":"Trial of Microplasmin Intravitreal Injection for Non-surgical Treatment of Focal Vitreomacular Adhesion. The MIVI-TRUST (TG-MV-006) Trial.","startDateStruct":{"date":"2008-12"},"conditions":["Vitreomacular Adhesion"],"count":326,"armGroups":[{"label":"125µg Ocriplasmin","type":"EXPERIMENTAL","interventionNames":["Drug: 125 µg Ocriplasmin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"125 µg Ocriplasmin","otherNames":["microplasmin"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presence of focal vitreomacular adhesion (i.e., central vitreal adhesion within 6mm Optical Coherence Tomography (OCT) field surrounded by elevation of the posterior vitreous cortex) that in the opinion of the Investigator is related to decreased visual function (such as metamorphopsia, decreased visual acuity, or other visual complaint)\n\nExclusion Criteria:\n\n* Any evidence of proliferative retinopathy (including Proliferative Diabetic Retinopathy (PDR) or other ischemic retinopathies involving vitreoretinal vascular proliferation) or exudative Age-Related Macular Degeneration (AMD) or retinal vein occlusion in the study eye.\n* Subjects with any vitreous hemorrhage or any other vitreous opacification which precludes either of the following: visualization of the posterior pole by visual inspection OR adequate assessment of the macula by either OCT and/or fluorescein angiogram in the study eye.\n* Subjects with macular hole diameter \\> 400 μm in the study eye.\n* Aphakia in the study eye.\n* High myopia (more than 8D) in study eye (unless prior cataract extraction or refractive surgery that makes refraction assessment unreliable for myopia severity approximation, in which case axial length \\>28 mm is an exclusion).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects With Nonsurgical Resolution of Focal Vitreomacular Adhesion at Day 28.","description":"The primary efficacy endpoint was the proportion of subjects with nonsurgical resolution of focal vitreomacular adhesion at Day 28 post-injection, as determined by masked Central Reading Center (CRC) Optical Coherence Tomography (OCT) evaluation. Any subjects who had a creation of an anatomical defect (i.e. retinal hole, retinal detachment) that resulted in loss of vision or that required additional intervention were not counted as successes for this primary endpoint.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.9","spread":null},{"groupId":"OG001","value":"13.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Total Posterior Vitreous Detachment (PVD) at Day 28","description":"The key secondary endpoint of this study was the proportion of subjects with total Posterior Vitreous Detachment (PVD) at Day 28, as determined by masked Investigator assessment of B-scan ultrasound.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.4","spread":null},{"groupId":"OG001","value":"6.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":220},"commonTop":["Vitreous floaters","Conjunctival Hemorrhage","Photopsia","Eye pain","Vision blurred"]}}}