{"nctId":"NCT03656926","briefTitle":"Efficacy + Safety of Liposome Cyclosporine A to Treat Bronchiolitis Obliterans Post Double Lung Transplant (BOSTON-2)","startDateStruct":{"date":"2019-03-26","type":"ACTUAL"},"conditions":["Bronchiolitis Obliterans","Chronic Rejection of Lung Transplant","Lung Transplant Rejection","Lung Transplant; Complications","Lung Transplant Failure and Rejection","Chronic Lung Allograft Dysfunction"],"count":169,"armGroups":[{"label":"L-CsA treatment plus SoC","type":"EXPERIMENTAL","interventionNames":["Drug: Liposomal Cyclosporine A"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard of Care"]}],"interventions":[{"name":"Liposomal Cyclosporine A","otherNames":["L-CsA"]},{"name":"Standard of Care","otherNames":["SoC"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients who met the following criteria as stated in the protocol were included in the study:\n\n1. Adult patients of \\> or = 18 years who received a DLT at least 12 months prior to Screening.\n2. Patients with BOS diagnosis defined as CLAD-BOS phenotype with:\n\n   1. screening FEV1 between 51% and 81% of personal best FEV1 value post-transplant OR\n   2. screening FEV1 \\> 85% of personal best FEV1 associated with 200 mL decrease in FEV1 in the previous 12 months OR according to medical history showing BOS progression.\n3. Diagnosis of CLAD-BOS must have been made at least 12 months after lung transplantation and\n\n   1. within 12 months prior to the Screening Visit OR\n   2. more than 12 months from Screening and patient must have shown a decline in FEV1 \\>or = 200 ml in the previous 12 months before Screening, which was not due to acute infection or acute organ rejection.\n4. Patients in whom the diagnosis of BOS had been confirmed by the elimination of other possible causes of obstructive or restrictive lung disease CLAD - restrictive allograft syndrome (RAS) phenotype.\n5. Patients should have been on a drug maintenance regimen of immunosuppressive agents including tacrolimus, a second agent such as but not limited to MMF or azathioprine, and a systemic corticosteroid such as prednisone as third agent. The regimen must have been stable within 4 weeks prior to randomization with respect to the therapeutic agents. In case a patient was also receiving concomitant azithromycin for prophylaxis or treatment of BOS, in addition to the previously described immunosuppressive regimen, azithromycin must have been on a stable regimen for at least 4 weeks prior to randomization.\n6. Patients capable of understanding the purposes and risks of the clinical trial, who had given written informed consent and agreed to comply with the clinical trial requirements/visit schedules, and who were capable of aerosol inhalation. Patients must have consented to retrieve prespecified data from the historic medical record (e.g., information related to the transplant surgery; spirometry data; medication use).\n7. Women of childbearing potential must have had a negative serum or urine pregnancy test within 7 days prior to randomization and must have agreed to use one of the methods of contraception listed in Appendix II of the protocol in Appendix 16.1.1 through their EoS Visit.\n8. Patients had no concomitant diagnoses that were considered fatal within one year (12 months) of Screening.\n\nExclusion Criteria:\n\n1. Patients with confirmed other causes for loss of lung function, such as acute infection, acute rejection, restrictive allograft syndrome (RAS) (CLAD - RAS phenotype, see Protocol Specific Definition ), etc.\n2. Cystic Fibrosis patients with multi-drug resistant infections not responding to available anti-microbial therapies.\n3. Patients with acute antibody-mediated rejection at Screening. In this context, clinically stable patients (as judged by the Investigator) with detectable levels of donor specific antibodies (DSA) at the Screening Visit are eligible for the study.\n4. Active acute bacterial, viral, or fungal infection not successfully resolved at least 4 weeks prior to the Screening Visit. Patients with chronic infection or colonization who are clinically stable as per judgement of the Investigator are eligible for the study.\n5. Mechanical ventilation (including CPAP) within 12 weeks prior to Randomization.\n6. Patients with uncontrolled hypertension.\n7. Patient has baseline resting oxygen saturation of \\< 89% on room air or use of supplemental oxygen at rest.\n8. Evidence of functional airway stenosis (e.g., bronchomalacia/tracheomalacia, airway stents, or airways requiring balloon dilatations to maintain patency) with onset after the initial diagnosis of BOS and ongoing at Screening and/or Randomization Visit.\n9. Known hypersensitivity to L-CsA or to cyclosporine A.\n10. Patients with chronic renal failure, defined as serum creatinine \\> 2.5 mg/dL at screening, or requiring chronic dialysis.\n11. Patients with liver disease and serum bilirubin \\> 3-fold upper limit of normal range or transaminases \\> 2.5 upper limit of normal range.\n12. Patients with active malignancy within the previous 2 years, including post-transplant lymphoproliferative disorder, with the exception of treated, localized basal and squamous cell carcinomas.\n13. Pregnant women or women who are unwilling to use appropriate birth control to avoid pregnancy through their End of Study Visit.\n14. Women who are currently breastfeeding.\n15. Receipt of an investigational drug as part of a clinical trial within 4 weeks prior to the Screening Visit. This is defined as any treatment that is implemented under an Investigational New Drug (IND) or compassionate use.\n16. Patients who have received extracorporeal photophoresis (ECP) for treatment of BOS within 1 month prior to Randomization.\n17. Patients who are currently participating in an interventional clinical trial.\n18. Psychiatric disorders or altered mental status precluding understanding of the informed consent process and/or completion of the necessary procedures.\n19. Any co-existing medical condition that in the Investigator's judgment will substantially increase the risk associated with the patient's participation in the clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in FEV1 (mL) From Baseline to Week 48","description":"FEV1 is the Forced Expiratory Volume in One Second. The FEV1 data collected from the on-site COMPACTTM spirometer were to be considered primary, while data collected with the In2itiveTM home spirometer were to be used for supportive analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.096","spread":"0.1120"},{"groupId":"OG001","value":"-0.067","spread":"0.1147"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Count of Participants With at Least One Adverse Event (AE)","description":"An untoward medical occurrence after exposure to a medicine, which is not necessarily caused by that medicine.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":46,"n":84},"commonTop":["COVID-19","Disease progression","Cough","Nasopharyngitis","Dyspnoea"]}}}