{"nctId":"NCT04614948","briefTitle":"A Study of Ad26.COV2.S for the Prevention of SARS-CoV-2-mediated COVID-19 in Adults","startDateStruct":{"date":"2020-11-12","type":"ACTUAL"},"conditions":["Participants With or Without Stable Co-morbidities Associated With Progression to Severe COVID-19"],"count":31835,"armGroups":[{"label":"Ad26.COV2.S","type":"EXPERIMENTAL","interventionNames":["Biological: Ad26.COV2.S"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Ad26.COV2.S","Other: Placebo"]}],"interventions":[{"name":"Ad26.COV2.S","otherNames":["JNJ-78436735","Ad26COVS1","VAC31518"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Contraceptive (birth control) use should be consistent with local regulations regarding the acceptable methods of contraception for those participating in clinical studies\n* All participants of childbearing potential must: have a negative highly sensitive urine pregnancy test at screening; and have a negative highly sensitive urine pregnancy test immediately prior to each study vaccine administration\n* Participant agrees to not donate bone marrow, blood, and blood products from the first study vaccine administration until 3 months after receiving the last dose of study vaccine\n* Must be willing to provide verifiable identification, has means to be contacted and to contact the investigator during the study\n* Must be able to read, understand, and complete questionnaires in the electronic clinical outcome assessment (eCOA) (that is, the coronavirus disease-2019 \\[COVID 19\\] signs and symptoms surveillance question, the e-Diary, and the electronic patient-reported outcomes (ePROs)\n\nExclusion Criteria:\n\n* Participant has a clinically significant acute illness (this does not include minor illnesses such as diarrhea or mild upper respiratory tract infection) or temperature greater than or equal to (\\>=) 38.0 degree Celsius (100.4-degree Fahrenheit) within 24 hours prior to the planned first dose of study vaccine; randomization at a later date is permitted at the discretion of the investigator and after consultation with the sponsor\n* Participant has a known or suspected allergy or history of anaphylaxis or other serious adverse reactions to vaccines or their excipients\n* Participant received or plans to receive: (a) licensed live attenuated vaccines - within 28 days before or after planned administration of study vaccine; and (b) other licensed (not live) vaccines - within 14 days before or after planned administration of study vaccine\n* Participant previously received a coronavirus vaccine\n* Participant received an investigational drug within 30 days (including investigational drugs for prophylaxis of COVID-19) or used an invasive investigational medical device within 30 days or received investigational immunoglobulin (Ig) or investigational monoclonal antibodies within 3 months, or received convalescent serum for COVID-19 treatment within 4 months or received an investigational vaccine (including investigational Adenoviral-vectored vaccines) within 6 months before the planned administration of the first dose of study vaccine or is currently enrolled or plans to participate in another investigational study during the course of this study","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 in Seronegative Participants With Onset at Least 14 Days After the Second Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) positive reverse transcription/polymerase chain reaction (RT-PCR) or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate \\>=20 breaths per minute (min) and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>=90 beats/min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/min, heart rate \\>=125 beats/min, oxygen saturation (SpO2) \\<=93 percent (%) on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to Intensive Care Unit (ICU), death defined as per FDA guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 Regardless of Serostatus With Onset At Least 1 Day After the First Day 1 Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate greater than or equal to (\\>=) 20 breaths per minute and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>= 90 beats per min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/minute, heart rate \\>=125 beats/minute, SpO2 less than or equal to (\\<=) 93% on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to the ICU, death defined as per US Food and Drug Administration (FDA) guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"259","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 Regardless of Serostatus With Onset at Least 14 Days After the Second Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate \\>= 20 breaths per minute and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>= 90 beats per min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/minute, heart rate \\>=125 beats/minute, SpO2 \\<= 93% on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to the ICU, death defined as per FDA guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 in Seronegative Participants With Onset at Least 1 Day After the First Day 1 Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate \\>= 20 breaths per minute and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>= 90 beats per min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/minute, heart rate \\>=125 beats/minute, SpO2 \\<= 93% on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to the ICU, death defined as per FDA guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"256","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 With Onset at Least 14 Days After the First Day 1 Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate \\>= 20 breaths per minute and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>= 90 beats per min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/minute, heart rate \\>=125 beats/minute, SpO2 \\<= 93% on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to the ICU, death defined as per FDA guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"216","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Moderate to Severe/Critical COVID-19 With Onset at Least 28 Days After the First Day 1 Vaccination","description":"Molecularly confirmed moderate to severe/critical COVID-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample. Moderate included one sign or symptom such as respiratory rate \\>= 20 breaths per minute and symptoms such as shortness of breath or two signs or symptoms such as heart rate \\>= 90 beats per min and symptoms such as cough from a list of signs and symptoms and severe/critical included one of the following signs and symptoms: respiratory rate \\>=30 breaths/minute, heart rate \\>=125 beats/minute, SpO2 \\<= 93% on room air at sea level respiratory failure, evidence of shock, significant acute renal, hepatic, or neurologic dysfunction, admission to the ICU, death defined as per FDA guidance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"161","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of COVID-19 Requiring Medical Intervention With Onset at Least 14 Days After the Second Vaccination","description":"Number of participants with first occurrence of COVID-19 requiring medical intervention (such as a composite endpoint of hospitalization, ICU admission, mechanical ventilation, and extracorporeal membrane oxygenation \\[ECMO\\]), linked to objective measures such as decreased oxygenation, X-ray or computed tomography \\[CT\\] findings and linked to any molecularly confirmed, COVID-19 with onset at least 14 days post second vaccination were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Area Under the Curve (AUC) of SARS-CoV-2 Viral Load as Assessed by Quantitative RT-PCR in Participants With Molecularly Confirmed Symptomatic COVID-19 With Onset at Least 14 Days After Second Vaccination","description":"AUC of SARS-CoV-2 viral load was assessed in confirmed COVID-19 cases using RT-PCR. Nasal swabs were used to detect and/or quantify SARS-CoV-2. Due to change in the planned analysis, data was collected and analyzed for participants with molecularly confirmed symptomatic COVID-19 regardless of severity that is mild, moderate or severe and was not collected and analyzed separately for moderate to severe cases.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"847.68","spread":"242.375"},{"groupId":"OG001","value":"1023.59","spread":"156.298"}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed Mild COVID-19 With Onset at Least 14 Days After the Second Vaccination","description":"Molecularly confirmed mild Covid-19 was defined as a SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample and one of the following signs and symptoms: fever (\\>=38 degree Celsius or \\>=100.4 degree Fahrenheit), sore throat, malaise (loss of appetite, generally unwell, fatigue, physical weakness), headache, muscle pain (myalgia), gastrointestinal symptoms, cough, chest congestion, runny nose, wheezing, skin rash, eye irritation or discharge, chills, new or changing olfactory or taste disorders, red or bruised looking feet or toes, or shaking chills or rigors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of Molecularly Confirmed COVID-19 Defined by the US FDA Harmonized Case Definition With Onset at Least 14 Days After the Second Vaccination","description":"Molecularly confirmed COVID-19 was defined as SARS-CoV-2 positive RT-PCR or molecular test result from any available respiratory tract sample (example, nasal swab sample, sputum sample, throat swab sample, saliva sample) or other sample; and COVID-19 symptoms consistent with those defined by the US FDA harmonized case definition at the time of finalization of the study protocol: fever or chills, cough, shortness of breath or difficulty breathing, fatigue, muscle or body aches, headache, new loss of taste or smell, sore throat, congestion or runny nose, nausea or vomiting, and diarrhea.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Burden of Disease (BOD) Based on First Occurrence of Molecularly Confirmed Symptomatic COVID-19 With Onset at Least 14 Days After the Second Vaccination","description":"BOD is a weighted version of the mild, moderate, and severe/critical vaccine efficacies and was evaluated based on the first occurrence of molecularly confirmed COVID-19, including mild, moderate or severe/critical COVID-19 case.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Serologic Conversion Between Day 71 up to Unblinding Visit Using an Enzyme-linked Immunosorbent Assay (ELISA)","description":"Number of participants with serologic conversion between Day 71 up to unblinding visit using an ELISA were reported. Due to change in planned analysis, data was collected and analyzed between Day 71 up to unblinding visit instead of from baseline to unblinding visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Asymptomatic Infection Detected By Reverse Transcriptase-Polymerase Chain Reaction (RT-PCR) With Onset at Least 14 Days After the Second Vaccination","description":"Number of participants with asymptomatic infection detected by RT-PCR with onset at least 14 days after the second vaccination (Day 71) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With First Occurrence of SARS-CoV-2 Infection (Serologically and/or Molecularly Confirmed) With Onset at Least 14 Days After the Second Vaccination","description":"Number of participants with first occurrence of SARS-CoV-2 infection (serologically and/or molecularly confirmed) with onset at least 14 days after the second vaccination (Day 71) were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. SAE was any untoward medical occurrence that at any dose may result in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, is a suspected transmission of any infectious agent via a medicinal product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"136","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Adverse Events of Special Interest (AESIs)","description":"Number of participants with AESIs were reported. AESIs were significant AEs that were judged to be of special interest because of clinical importance, known or suspected class effects, or based on nonclinical signals. Thrombosis with Thrombocytopenia Syndrome (TTS), a syndrome characterized by a combination of both a thrombotic event and thrombocytopenia, was considered to be an AESI in this study. A suspected TTS case was defined as: Thrombotic events: suspected deep vessel venous or arterial thrombotic events; Thrombocytopenia, defined as platelet count below 150,000/micro liter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Medically-Attended Adverse Events (MAAEs)","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. MAAEs were defined as AEs with medically-attended visits including hospital, emergency room, urgent care clinic, or other visits to or from medical personnel for any reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1033","spread":null},{"groupId":"OG001","value":"1003","spread":null}]}]}]},{"type":"SECONDARY","title":"Double-Blind: Number of Participants With MAAEs Leading to Study Discontinuation","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. MAAEs were defined as AEs with medically-attended visits including hospital, emergency room, urgent care clinic, or other visits to or from medical personnel for any reason.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Solicited Local Adverse Events (AEs) During 7 Days Following Each Vaccination","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. Participants who were enrolled in safety subset (SS) were asked to note in the e-Diary occurrences of injection site pain/tenderness, erythema, and swelling at the study vaccine injection site daily for 7 days post each vaccination (day of vaccination and the subsequent 7 days).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1676","spread":null},{"groupId":"OG001","value":"653","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"896","spread":null},{"groupId":"OG001","value":"252","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Solicited Systemic AEs During 7 Days Following Each Vaccination","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. Participants who were enrolled in safety subset were instructed on how to record daily temperature using a thermometer provided for home use. Participants recorded temperature in e-Diary in evening of the day of vaccination, and then daily for next 7 days approximately at same time each day. If more than 1 measurement was made on any given day, the highest temperature of that day was recorded in e-Diary. Fever was defined as endogenous elevation of body temperature \\>= 38.0 degree Celsius or \\>=100.4-degree Fahrenheit, as recorded in at least 1 measurement. Participants also noted the signs and symptoms in e-Diary on a daily basis for 7 days post each vaccination (day of vaccination and subsequent 7 days), for the following events: fatigue, headache, nausea, myalgia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1764","spread":null},{"groupId":"OG001","value":"1138","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"821","spread":null},{"groupId":"OG001","value":"442","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: Number of Participants With Unsolicited Adverse Events (AEs) During 28 Days Post Each Vaccination","description":"An AE was any untoward medical occurrence in a clinical study participant administered a pharmaceutical (investigational or non-investigational) product that does not necessarily have a causal relationship with the vaccine. Unsolicited AEs were all AEs for which the participant is not specifically questioned in the participant diary.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"454","spread":null},{"groupId":"OG001","value":"332","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"159","spread":null},{"groupId":"OG001","value":"120","spread":null}]}]}]},{"type":"SECONDARY","title":"Double Blind Phase: SARS-CoV-2 Binding Antibodies Assessed by ELISA","description":"Binding antibodies to SARS-CoV-2 S protein as assessed by ELISA to measure humoral immune response was reported. The lower limit of quantification (LLOQ) was 50.3 ELISA units per milliliter (EU/mL). A sample was considered positive if the value was strictly greater than the LLOQ (\\>LLOQ).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"367","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"518","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2220","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":104,"n":15705},"commonTop":["Vaccination site pain(Solicited)","Fatigue(Solicited)","Headache(Solicited)","Myalgia(Solicited)","Nausea(Solicited)"]}}}