{"nctId":"NCT01291511","briefTitle":"Relapse Prevention Study in Patients With Schizophrenia","startDateStruct":{"date":"2011-02","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":635,"armGroups":[{"label":"Iloperidone","type":"EXPERIMENTAL","interventionNames":["Drug: Iloperidone"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Iloperidone","otherNames":["Fanapt®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must understand and be capable to communicate adequately with the study coordinator and to participate in cognitive testing.\n* Patients must agree to cooperate with all tests and examinations required by the protocol, be willing to comply fully with treatment and able to ingest oral medication.\n* Patients must understand the nature of the study and must sign an informed consent document.\n* Patients will have a clear diagnosis of schizophrenia according to DSM-IV criteria for at least 1 year.\n* Patients must need of ongoing psychiatric treatment and must have a documented reason why a change in treatment is needed which might lead to a clinical improvement\n* At screening patients will have a Positive and Negative Syndrome Scale (PANSS) of no more than 100 and a Clinical Global Impression Scale (CGI) of no more than 5 (i.e. must not be severely ill or worse).\n* Patients must be outpatients at the time of screening and have not been an inpatient to treat schizophrenia for at least 1 week prior to the screening visit.\n* Patients must have a history of at least 2 prior episodes of relapse or impending relapse in the 2 years preceding the screening visit.\n\nExclusion Criteria:-\n\n* Pregnant or nursing (lactating) women, or women who plan on conceiving during the course of the study.\n* Patients who meet the DSM-IV criteria for schizophreniform disorder (295.40) and schizoaffective (295.70).\n* Patients with active symptoms of any other primary psychiatric diagnosis (Axis I) or prominent Axis II disorder which would interfere with compliance to the protocol.\n* Patients who have a diagnosis or history suggestive of chemical dependence, or drug-induced toxic psychosis in the preceding 6 months; diagnosis or history of abuse (except for nicotine and caffeine) within the past 3 months, or a clinical presentation possibly confounded by the use of recreational drugs or alcohol.\n* Patients who have a positive urine drug screen (at the screening visit). If opiates are positive at screening and clearly due to the use of pain killing medication, the patient may be re screened after the medication has been discontinued and enrolled in the study if urine drug screen is negative.\n* Note: Occasional users of recreational drugs other than cocaine, amphetamines, hallucinogens, or parenteral drugs may be recruited. Patients who are dependent on nicotine, caffeine, or theophylline are allowed to enter the study.\n* Patients who are mentally disabled (moderate to severe).\n* Patients who have had a history of being in a coma for more than 24 hrs.\n* Patients who have had thoughts of committing suicide within 6 months prior to screening or at baseline or suicide behaviors within 2 years prior to screening or at baseline.\n* Patients thought to be of imminent risk of harm to others or in imminent legal difficulty.\n* Patients under any form of legal compulsion to remain hospitalized or undergo treatment or assessment.\n* Patients who have any disability that prevent them from completing any of the study requirements.\n* Patients with a known clinically significant ECG abnormality including PR interval \\>240 msec, QRS complex \\>110 msec, QTcF \\>=450 msec, or congenital long QT syndrome based on central ECG reading results\n* Treatment naive, first episode patients,\n* Patients taking iloperidone at the screening visit or with a known hypersensitivity to drugs chemically related to benzioxazoles.\n* Note: Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the patient or the study results.\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Relapse or Impending Relapse","description":"Relapse or impending relapse was defined as any of the following: hospitalization due to worsening of schizophrenia; increase (worsening) of the PANSS total score of greater than or equal to 30% from randomization, PANSS total score confirmed at a second visit conducted within 1-7 days; clinically significant emergent or worsening suicidal, homicidal, or aggressive behavior; a CGI-Improvement (CGI-I) score of 6 (much worse) or 7 (very much worse) after randomization; a dose increase in study medication or a need for additional open-label antipsychotic treatment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"PANSS Total Score, Change From Baseline to Last Visit","description":"The 30-item Positive and Negative Syndrome Scale (PANSS) was developed to assess the severity of symptoms of schizophrenia. The PANSS items are divided into positive, negative, and general psychopathology factors. All items were rated on a scale of 1 (absent) to 7 (extremely severe). The PANSS total score (or rating) is the sum of all 30 PANSS items taken together (the sum of its 3 subscales), with a maximum score of 210. Change from baseline is calculated as post value minus baseline value. A negative change indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"1.12"},{"groupId":"OG001","value":"12.4","spread":"1.15"}]}]}]},{"type":"SECONDARY","title":"CGI-S, Last Visit","description":"The 7-item Clinical Global Impression of Severity (CGI-S) scale was developed to assess the overall, absolute degree of illness at any point in time. A rating of 1 is equivalent to \"normal, not at all ill,\" and a rating of 7 is equivalent to \"among the most extremely ill patients.\"","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.89"},{"groupId":"OG001","value":"3.6","spread":"1.11"}]}]}]},{"type":"SECONDARY","title":"SDS Total Score, Change From Baseline to Last Visit","description":"The Sheehan Disability Scale (SDS) a self-reported measure that was developed to assess functional impairment in 3 inter-related domains (i.e., work/school, social, and family life). It is a 10-point visual analog scale with 0 being not impaired at all and 10 extremely impaired. Change from baseline is calculated as post value minus baseline value. A negative change indicates improvement.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.54"},{"groupId":"OG001","value":"1.8","spread":"0.61"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":21,"n":629},"commonTop":["Dizziness","Somnolence","Headache","Insomnia","Dry mouth"]}}}