{"nctId":"NCT02698566","briefTitle":"A Study in Patients With Neovascular Age Related Macular Degeneration or Macular Edema Secondary To Retinal Vein Occlusion to Evaluate Usability of the Ranibizumab (Lucentis®) Prefilled Syringe (PFS)","startDateStruct":{"date":"2016-03-21","type":"ACTUAL"},"conditions":["Macular Edema"],"count":35,"armGroups":[{"label":"Ranibizumab PFS","type":"EXPERIMENTAL","interventionNames":["Drug: Ranibizumab"]}],"interventions":[{"name":"Ranibizumab","otherNames":["Lucentis"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nOcular\n\n* Study eye deemed to be indicated for ranibizumab ITV therapy at the discretion of the retina specialist\n\nExclusion Criteria:\n\nConcurrent Ocular Conditions\n\n* Patients legally blind in one or both eyes\n* History of or any current clinically relevant intraocular inflammation or ocular inflammatory reaction (any grading from trace and greater is excluded), including non-infectious uveitis or uveitis, or sterile inflammatory reaction after the past ITV injections with any agent\n* Active disorder of ocular adnexa and skin in the study eye, including ocular surface infections\n* History of or any current indication of excessive bleeding and recurrent hemorrhages, including any prior excessive intraocular (including subconjunctival) bleeding or hemorrhages after ITV injection or intraocular procedures\n* Uncontrolled intraocular pressure greater than (\\>) 25 millimeters of mercury (mmHg) in the study eye (uncontrolled means that it occurs even with intraocular pressure-lowering therapy)\n* Use of therapies that are known to be toxic to any ocular tissues within the 6 months prior to enrollment\n\nPrior Ocular Therapies\n\n* Treatment with any ITV injection within the 27 days prior to Day 1\n* Any invasive intraocular surgery, prior long-acting therapeutic agent, or ocular drug release device implantation (approved or investigational) in the study eye at any time during the past 3 months\n\nGeneral\n\n* Receipt of any systemic (non-ocular) investigational drug within 3 months prior to Day 1\n* Current systemic coagulation or bleeding disorders and history of recurrent hemorrhages\n* Intolerance or known reaction to prior biological therapies\n* History of other diseases or physical or laboratory examination findings that per the retina specialist represent a contraindication to ranibizumab use in the patient or may represent an unwarranted patient risk.\n* Uncontrolled hypertension (systolic \\>160 mmHg and/or diastolic \\>100 mmHg while sitting)\n* Current systemic infectious disease or a therapy for active infectious disease\n* Pregnant or lactating","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Successful Task Completions","description":"Product use tasks included sequence of steps starting from opening the carton, removing contents from carton to disposing of used PFS and needle. Tasks were considered to be successfully completed if the correct results were achieved without a use error, even if the instructions for use (IFU) were not followed exactly (example: not removing the needle cap prior to adjusting a dose). Usage error was defined as user action or lack of user action while using the medical device that led to a different result than intended by the manufacturer or expected by the user. The ability of HCPs to follow the IFU to prepare and administer a ranibizumab PFS ITV injection dose to patients was evaluated by successful task completion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of PFS Usage Errors on Safety Critical Tasks","description":"Usage error was defined as user action or lack of user action while using the medical device that led to a different result than intended by the manufacturer or expected by the user. Safety critical tasks where those in which use error could have a reasonably foreseeable potential for clinical impact or harm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of PFS Usage Errors on Essential Tasks","description":"Usage error was defined as user action or lack of user action while using the medical device that led to a different result than intended by the manufacturer or expected by the user. Essential tasks were those that were required in order to complete the use process for effective use of the product.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":35},"commonTop":["Conjunctival hemorrhage"]}}}