{"nctId":"NCT00457626","briefTitle":"A Study to Evaluate the Long-term Use of Valsartan in Children 6 Months to 5 Years Old With Hypertension","startDateStruct":{"date":"2007-04-09","type":"ACTUAL"},"conditions":["Hypertension"],"count":66,"armGroups":[{"label":"Valsartan Open Label","type":"EXPERIMENTAL","interventionNames":["Drug: Valsartan"]}],"interventions":[{"name":"Valsartan","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Participants who qualified and entered the core study.\n* Participants who participated in the core study, completed Period 1 and were re-randomized in Period 2 and continued for at least 3 days in Period 2.\n\nExclusion criteria\n\n* Participants who did not complete Period 1 of the core study.\n* Participants who were re-randomized in Period 2 of core study but did not continue for =\\> 3 days in Period 2 of the core study.\n* Participants who experienced any adverse events considered serious or drug related in the core study.\n* Participants excluded from the core study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"5 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Sitting Systolic Blood Pressure (MSSBP)","description":"Sitting blood pressure was measured using a calibrated standard sphygmomanometer after the participant remained in sitting position for 5 minutes at clinic during the visit. The repeat sitting measurements were made at 1-2 minute intervals and the mean of three sitting systolic blood pressure (SSBP) measurements were used as the average sitting office blood pressure for that visit. Negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.7","spread":"9.04"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.2","spread":"12.56"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Mean Sitting Diastolic Blood Pressure (MSDBP)","description":"Sitting blood pressure was measured using a calibrated standard sphygmomanometer after the participant remained in sitting position for 5 minutes at clinic during the visit. The repeat sitting measurements were made at 1-2 minute intervals and the mean of three SDBP measurements were used as the average sitting office blood pressure for that visit. Negative change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.7","spread":"11.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.6","spread":"11.84"}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was defined as any unfavourable and unintended sign, symptom, or disease temporally associated with the use of study drug, whether or not related to study drug. A SAE was defined as an event which was fatal or life threatening, required or prolonged hospitalization, was significantly or permanently disabling or incapacitating, constituted a congenital anomaly or a birth defect, or encompassed any other clinically significant event that could jeopardize the participant or require medical or surgical intervention to prevent one of the aforementioned outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":66},"commonTop":["Pyrexia","Nasopharyngitis","Bronchitis","Upper respiratory tract infection","Viral infection"]}}}