{"nctId":"NCT01015287","briefTitle":"A Comparison of Prasugrel at PCI or Time of Diagnosis of Non-ST Elevation Myocardial Infarction","startDateStruct":{"date":"2009-12"},"conditions":["Acute Coronary Syndromes"],"count":4033,"armGroups":[{"label":"Non pre-treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Prasugrel"]},{"label":"Split Loading Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Prasugrel"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Prasugrel","otherNames":["LY640315","Efient","Effient","CS-747"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have acute coronary syndrome consisting of non-ST-segment elevation with elevated troponin\n* Scheduled for coronary angiography/PCI greater than or equal to 2 and less than 24 hours from time of planned randomization, but no more than 48 hours from randomization\n* Must be eligible for treatment with prasugrel, aspirin (ASA), and a glycoprotein IIb/IIIa receptor (GPIIb/IIIa) inhibitor as per respective labels\n* May be on a maintenance dose of clopidogrel 75 mg and must be able to switch to prasugrel\n* Must be enrolled at a cardiac catheterization laboratory hospital or at a hospital/ambulance service affiliated with a cardiac catheterization laboratory hospital\n\nExclusion Criteria:\n\n* Present with ST-segment elevation myocardial infarction (STEMI) at the time of entry or randomization\n* Have cardiogenic shock\n* Have refractory ventricular arrhythmias\n* Have New York Heart Association (NYHA) Class IV congestive heart failure (CHF)\n* Have had cardiac arrest within 1 week of entry or randomization into the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Participants With Occurrence of Cardiovascular (CV) Death, Myocardial Infarction (MI), Stroke, Urgent Revascularization (UR), or Glycoprotein (GP) IIb/IIIa Inhibitor Bailout","description":"The percentage of participants is the total number of participants experiencing a CV death, MI, stroke, UR or GPIIb/IIIa Inhibitor bailout divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.77","spread":null},{"groupId":"OG001","value":"9.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-Cause Death, Myocardial Infarction (MI), Stroke, or All Coronary Artery Bypass Graft (CABG) and Non-CABG Thrombolysis in Myocardial Infarction (TIMI) Major Bleeding","description":"The percentage of participants is the total number of participants experiencing an all-cause death, MI, stroke or CABG and non-CABG TIMI major bleeding divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.57","spread":null},{"groupId":"OG001","value":"8.64","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of Cardiovascular (CV) Death, Myocardial Infarction (MI), or Stroke Through 30 Days From First Loading Dose (LD)","description":"The percentage of participants is the total number of participants experiencing a CV death, MI, or stroke divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.21","spread":null},{"groupId":"OG001","value":"7.07","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of Cardiovascular (CV) Death or Myocardial Infarction (MI) Through 30 Days From First Loading Dose (LD)","description":"The percentage of participants is the total number of participants experiencing a CV death or MI divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.51","spread":null},{"groupId":"OG001","value":"6.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of Cardiovascular (CV) Death, Myocardial Infarction (MI), or Urgent Revascularization (UR) Through 30 Days From First Loading Dose (LD)","description":"The percentage of participants is the total number of participants experiencing a CV death, MI, or UR divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.31","spread":null},{"groupId":"OG001","value":"7.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of Cardiovascular (CV) Death Through 30 Days From First Loading Dose (LD)","description":"The percentage of participants is the total number of participants experiencing a CV death divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":null},{"groupId":"OG001","value":"0.69","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of Definite or Probable Stent Thrombosis (ST) According to the Academic Research Consortium (ARC) Criteria Through 30 Days From First Loading Dose (LD)","description":"ARC criteria were used to define ST. Definite ST is angiographic or pathologic confirmation of partial or total thrombotic occlusion within the peri-stent region, and at least one of the following additional criteria: acute ischemic symptoms; ischemic electrocardiogram changes; elevated cardiac biomarkers. Probable ST is any unexplained death within 30 days of stent implantation; any MI, which is related to documented acute ischemia in the territory of the implanted stent without angiographic confirmation of ST and in the absence of any other obvious cause. The percentage of participants is the total number of participants experiencing a definite or probable stent thrombosis divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":null},{"groupId":"OG001","value":"0.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-cause Death, Myocardial Infarction (MI), Stroke, or All Coronary Artery Bypass Graft (CABG) and Non-CABG Thrombolysis in Myocardial Infarction (TIMI) Major Bleeding Through 30 Days From First Loading Dose (LD)","description":"The percentage of participants is the total number of participants experiencing an all-cause death, MI, stroke or CABG and non-CABG TIMI major bleeding divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.52","spread":null},{"groupId":"OG001","value":"9.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Standardized Troponin From Baseline to Percutaneous Coronary Intervention (PCI)","description":"Standardized troponin is defined as the ratio of the assayed troponin value divided by the upper limit of normal (ULN). Least Squares (LS) means were obtained from an Analysis of Covariance (ANCOVA) model with treatment as a fixed effect and baseline standardized troponin as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.24","spread":"8.93"},{"groupId":"OG001","value":"2.82","spread":"8.42"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Incidence of All Coronary Artery Bypass Graft (CABG) or Non-CABG Thrombolysis In Myocardial Infarction (TIMI) Major Bleeding","description":"The percentage of participants is the total number of participants experiencing a CABG or non-CABG TIMI major bleeding divided by number of participants in the treatment arm multiplied by 100. Endpoint events were adjudicated by the Clinical Endpoint Committee.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.35","spread":null},{"groupId":"OG001","value":"2.55","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Summary of All-Cause Death","description":"All deaths, regardless of possible relatedness, were adjudicated by the Clinical Endpoint Committee (CEC) and are reported in this table.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":167,"n":1996},"commonTop":["Hypertension","Hypercholesterolaemia","Haematoma","Chest pain","Headache"]}}}