{"nctId":"NCT01782326","briefTitle":"QVA vs. Salmeterol/Fluticasone, 52-week Exacerbation Study, FLAME (EFfect of Indacaterol Glycopyronium Vs Fluticasone Salmeterol on COPD Exacerbations)","startDateStruct":{"date":"2013-07"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":3362,"armGroups":[{"label":"QVA149","type":"EXPERIMENTAL","interventionNames":["Drug: QVA149"]},{"label":"Long acting B2 agonist (LABA) and inhaled corticosteroid (ICS)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Long acting B2 agonist (LABA) and inhaled corticosteroid (ICS)"]}],"interventions":[{"name":"QVA149","otherNames":[]},{"name":"Long acting B2 agonist (LABA) and inhaled corticosteroid (ICS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent must be obtained before any assessment is performed\n* Male or female adults aged ≥40 years\n* Patients with stable Chronic Obstructive Pulmonary Disease ( COPD) according to the current GOLD strategy (GOLD 2011)\n* Current or ex-smokers who have a smoking history of at least 10 pack years. (Ten pack-years are defined as 20 cigarettes a day for 10 years, or 10 cigarettes a day for 20 years)\n* Patients with a post-bronchodilator Forced Expiratory Volume in one second (FEV1) ≥25 and \\< 60% of the predicted normal value, and post-bronchodilator FEV1/FVC (Forced Vital Capacity) \\< 0.70 at day -28. (Post refers to 1 hour after sequential inhalation of 84 µg (or equivalent dose) of ipratropium bromide and 400 µg of salbutamol)\n* A documented history of at least 1 COPD exacerbation in the previous 12 months that required treatment with systemic glucocorticosteroids and/or antibiotics\n* Patients taking stable COPD medication (at least 60 days) prior to day 28\n* Patients with an mMRC grade of at least 2 at day 28\n\nExclusion Criteria:\n\n* Pregnant or nursing (lactating) women, where pregnancy is defined as the state of a female after conception and until the termination of gestation, confirmed by a positive hCG (human Chorionic Gonadotropin) laboratory test\n* Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using effective methods of contraception during dosing of study treatment. Women are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (e.g. age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy) or tubal ligation at least six weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment is she considered not of child bearing potential\n* Patients with Type I or uncontrolled Type II diabetes\n* Patients with a history of long QT syndrome or whose QTc measured at day 28 (Fridericia method) is prolonged (\\>450 ms for males and females) and confirmed by a central assessor. These patients should not be re-screened\n* Patients who have a clinically significant ECG abnormality prior to randomization. (These patients should not be re-screened)\n* Patients who have a clinically significant laboratory abnormality at screening\n* Patients who have clinically significant renal, cardiovascular (such as but not limited to unstable ischemic heart disease, NYHA Class III/IV left ventricular failure, myocardial infarction), arrhythmia (see below for patients with atrial fibrillation), neurological, endocrine, immunological, psychiatric, gastrointestinal, hepatic, or hematological abnormalities which could interfere with the assessment of the efficacy and safety of the study treatment\n* Patients with paroxysmal (e.g. intermittent) atrial fibrillation are excluded\n* Patients with persistent atrial fibrillation as defined by continuous atrial fibrillation for at least 6 months and controlled with a rate control strategy (i.e., selective beta blocker, calcium channel blocker, pacemaker placement, digoxin or ablation therapy) for at least 6 months may be considered for inclusion. In such patients, atrial fibrillation must be present at both pre-randomization visits, with a resting ventricular rate \\< 100/min. At screening the atrial fibrillation must be confirmed by central reading\n* Patients contraindicated for treatment with, or having a history of reactions/ hypersensitivity to any of the following inhaled drugs, drugs of a similar class or any component thereof: anticholinergic agents, long and short acting beta-2 agonists, sympathomimetic amines, lactose or any of the other excipients of trial medication\n* Patients with a history of malignancy of any organ system, treated or untreated, within the past 5 years whether or not there is evidence of local recurrence or metastases, with the exception of localized basal cell carcinoma of the skin\n* Patients with narrow-angle glaucoma, symptomatic benign prostatic hyperplasia or bladder-neck obstruction or moderate to severe renal impairment or urinary retention. Benign Prostatic Hyperplasia (BPH) patients who are stable on treatment can be considered\n* Patients who have not achieved an acceptable spirometry results at screening in accordance with American Thoracic Society (ATS)/European Respiratory Society (ERS) criteria for acceptability (one retest may be performed for patients that don't meet the acceptability criteria)\n* Patients who have had a COPD exacerbation that required treatment with antibiotics and/or systemic corticosteroids and/or hospitalization in the 6 weeks prior to screening\n* Patients who develop a COPD exacerbation of any severity (mild/moderate/severe) between screening and treatment will not be eligible but will be permitted to be re-screened after a minimum of 6 weeks after the resolution of the COPD exacerbation\n* Patients who have had a respiratory tract infection within 4 weeks prior to screening\n* Patients who develop a respiratory tract infection between screening and prior to treatment will not be eligible, but will be permitted to be re-screened 4 weeks after the resolution of the respiratory tract infection\n* Patients requiring long term oxygen therapy prescribed for \\>12 hours per day\n* Patients with any history of asthma\n* Patients with an onset of respiratory symptoms, including a COPD diagnosis prior to age 40 years\n* Patients with a blood eosinophil count \\> 600/mm3 at screening\n* Patients with allergic rhinitis who use a H1 antagonist or intra-nasal corticosteroids intermittently (treatment with a stable dose or regimen is permitted)\n* Patients with concomitant pulmonary disease (e.g. lung fibrosis, sarcoidosis, interstitial lung disease, pulmonary hypertension)\n* Patients with clinically significant bronchiectasis\n* Patients with a diagnosis of α-1 anti-trypsin deficiency\n* Patients with active pulmonary tuberculosis, unless confirmed by imaging to be no longer active\n* Patients with pulmonary lobectomy or lung volume reduction surgery or lung transplantation\n* Patients participating in or planning to participate in the active phase of a supervised pulmonary rehabilitation program during the study. (Maintenance program is permitted.)\n* Patients receiving any medications in the classes listed in the protocol\n* Patients receiving any COPD related medications in the classes specified in the protocol must undergo the required washout period prior to screening and follow the adjustment to treatment program\n* Use of other investigational drugs/devices (approved or unapproved) at the time of enrollment, or within 30 days or 5 half-lives of screening, whichever is longer\n* Patients unable to use an electronic patient diary and EXACT pro diary\n* Patients unable to use a dry powder inhaler device, Metered Dose Inhaler (MDI) or a pressurized MDI (rescue medication) or comply with the study regimen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of COPD Exacerbations","description":"COPD exacerbations starting between first dose and one day after last treatment are included. COPD exacerbations that occurred within 7 days of each other are collapsed as one event. Estimates are from a generalized linear model assuming a negative binomial distribution with terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. As the offset variable log(exposure time in years) was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.59","spread":null},{"groupId":"OG001","value":"4.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First COPD Exacerbation.","description":"First COPD exacerbations starting between first dose and one day after last treatment are included. Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.0","spread":null},{"groupId":"OG001","value":"51.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe COPD Exacerbations.","description":"COPD exacerbations starting between date of first dose and one day after last treatment are included. COPD exacerbations that occurred within 7 days of each other are collapsed as one event with the worst severity. A COPD exacerbation of moderate severity meets the symptoms definition in the protocol and requires treatment with systemic corticosteroids and/or antibiotics. A severe COPD exacerbation requires hospitalization. Estimates are from a generalized linear model assuming a negative binomial distribution with terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. The offset variable log(exposure time in years) was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null},{"groupId":"OG001","value":"1.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe COPD Exacerbation.","description":"First COPD exacerbations starting between first dose and one day after last treatment are included. Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"308.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe COPD Exacerbations Requiring Treatment With Systemic Corticosteroids","description":"COPD exacerbations starting between date of first dose and one day after last treatment are included. COPD exacerbations that occurred within 7 days of each other are collapsed as one event with the worst severity. Estimates are from a generalized linear model assuming a negative binomial distribution with fixed effects of treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. The offset variable log(exposure time in years) was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe COPD Exacerbations Requiring Treatment With Antibiotics","description":"Estimates are from a generalized linear model assuming a negative binomial distribution with terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. The offset variable log(exposure time in years) was used. COPD exacerbations starting between first dose and one day after last treatment are included .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null},{"groupId":"OG001","value":"0.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe COPD Exacerbations Requiring Hospitalization. COPD Exacerbations Starting Between First Dose and One Day After Last Treatment Are Included.","description":"All exacerbations requiring hospitalization are considered severe according to protocol definitions so this is the rate of severe COPD exacerbations only. Note - an ER visit of longer than 24 hours was considered a hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate to Severe COPD Exacerbations Requiring Re-hospitalization Within 30 Days","description":"Re-hospitalizations are defined as hospitalizations starting within the first 30 days after a severe COPD exacerbation and between first dose and one day after date of last treatment. Generalized linear model assuming a negative binomial distribution with terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. The offset variable log(exposure time in years) was used. COPD exacerbations starting between first dose and one day after last treatment are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.15"},{"groupId":"OG001","value":"0.0","spread":"0.12"}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe COPD Exacerbations Requiring Treatment With Systemic Corticosteroids","description":"Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. COPD exacerbations starting between first dose and one day after date of last treatment are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe COPD Exacerbations Requiring Treatment With Antibiotics","description":"Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. COPD exacerbations starting between first dose and one day after date of last treatment are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe COPD Exacerbations Requiring Hospitalization","description":"Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. COPD exacerbations starting between first dose and one day after date of last treatment are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Moderate to Severe COPD Exacerbations Requiring Re-hospitalization Within 30 Days","description":"Cox regression model includes terms for treatment, baseline total symptom score, baseline COPD exacerbation history (i.e. number of COPD exacerbations during the past 12 months prior to study), smoking status at screening, ICS use at screening, airflow limitation severity, and region. COPD exacerbations starting between first dose and one day after date of last treatment are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, region, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.121","spread":"0.0049"},{"groupId":"OG001","value":"0.076","spread":"0.0049"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.147","spread":"0.0054"},{"groupId":"OG001","value":"0.092","spread":"0.0054"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline in trough value. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, airflow limitation severity, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.079","spread":"0.0070"},{"groupId":"OG001","value":"0.006","spread":"0.0070"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline in trough value. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, airflow limitation severity, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.070","spread":"0.0072"},{"groupId":"OG001","value":"-0.008","spread":"0.0072"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline in trough value. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, airflow limitation severity, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":"0.0073"},{"groupId":"OG001","value":"-0.037","spread":"0.0074"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline in trough value. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, airflow limitation severity, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.034","spread":"0.0074"},{"groupId":"OG001","value":"-0.039","spread":"0.0075"}]}]}]},{"type":"SECONDARY","title":"Forced Expiratory Volume in 1 Second","description":"Change from baseline in trough value. Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, airflow limitation severity, visit, treatment-by-visit interaction, and baseline FEV1-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.015","spread":"0.0075"},{"groupId":"OG001","value":"-0.048","spread":"0.0076"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Expiratory Volume in 1 Second AUC (0-12h)","description":"Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FEV1 was defined as the average of the pre-dose FEV1 measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FEV1 measurements, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, region, baseline FEV1 \\* visit interaction, and visit, treatment \\* visit interaction. The trapezoidal rule was used to calculate FEV1 AUC and then normalized to the length of time\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.078","spread":"0.0174"},{"groupId":"OG001","value":"-0.032","spread":"0.0176"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total St. George's Respiratory Questionnaire Score","description":"The St. George Respiratory Questionnaire C (SGRQ-C) is a disease-specific measure of health status for use in COPD that was used to provide the health status measurements in this study. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline SGRQ-C total score, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, visit, treatment\\*visit Interaction, baseline SGRQ-C total score\\*visit + region. lowest possible value is zero and the highest 100. Higher values correspond to greater impairment of health status. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"0.36"},{"groupId":"OG001","value":"-2.3","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total St. George's Respiratory Questionnaire Score","description":"The St. George Respiratory Questionnaire C (SGRQ-C) is a disease-specific measure of health status for use in COPD that was used to provide the health status measurements in this study. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline SGRQ-C total score, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, visit, treatment\\*visit Interaction, baseline SGRQ-C total score\\*visit + region. lowest possible value is zero and the highest 100. Higher values correspond to greater impairment of health status. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"0.38"},{"groupId":"OG001","value":"-1.9","spread":"0.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total St. George's Respiratory Questionnaire Score","description":"The St. George Respiratory Questionnaire C (SGRQ-C) is a disease-specific measure of health status for use in COPD that was used to provide the health status measurements in this study. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline SGRQ-C total score, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, visit, treatment\\*visit Interaction, baseline SGRQ-C total score\\*visit + region. lowest possible value is zero and the highest 100. Higher values correspond to greater impairment of health status. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.39"},{"groupId":"OG001","value":"-2.3","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total St. George's Respiratory Questionnaire Score","description":"The St. George Respiratory Questionnaire C (SGRQ-C) is a disease-specific measure of health status for use in COPD that was used to provide the health status measurements in this study. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline SGRQ-C total score, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, visit, treatment\\*visit Interaction, baseline SGRQ-C total score\\*visit + region. lowest possible value is zero and the highest 100. Higher values correspond to greater impairment of health status. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.40"},{"groupId":"OG001","value":"-1.7","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total St. George's Respiratory Questionnaire Score","description":"The St. George Respiratory Questionnaire C (SGRQ-C) is a disease-specific measure of health status for use in COPD that was used to provide the health status measurements in this study. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline SGRQ-C total score, smoking status at baseline, baseline inhaled corticosteroid (ICS) use, airflow limitation severity, visit, treatment\\*visit Interaction, baseline SGRQ-C total score\\*visit + region. lowest possible value is zero and the highest 100. Higher values correspond to greater impairment of health status. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"0.41"},{"groupId":"OG001","value":"-1.9","spread":"0.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Number of Puffs of Rescue Medication","description":"A linear mixed model (LMM) was used for this analysis Change from baseline in mean number of puffs. LMM including: treatment, baseline value, smoking status at screening, ICS use at screening, airflow limitation severity, region and random effect of center nested within region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"0.097"},{"groupId":"OG001","value":"-0.76","spread":"0.097"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Safety of QVA149 ((110/50 μg o.d.) vs Fluticasone/Salmeterol (500/50μg Bid) in Terms of HPA Axis Function, as Determined by Collection of 24-hour Urine Cortisol.","description":"Urine cortisol/creatinine ratio","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.615","spread":"26.633"},{"groupId":"OG001","value":"-10.390","spread":"54.428"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Vital Capacity","description":"Change from baseline in trough value (average of values measured 45 and 15 minutes prior to the morning dose). Pulmonary function assessments were performed using centralized spirometry according to international standards. Baseline FVC was defined as the average of the pre-dose FVC measured at -45 minutes (min) and -15 min at day 1. A mixed model for repeated measures (MMRM), used for this analysis, included terms of treatment, baseline FVC measurements, smoking status at screening, screening inhaled corticosteroid (ICS) use, region, baseline FVC \\* visit interaction, and visit, treatment \\* visit interaction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.146","spread":"0.0127"},{"groupId":"OG001","value":"-0.032","spread":"0.0128"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.134","spread":"0.0131"},{"groupId":"OG001","value":"-0.071","spread":"0.0131"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.088","spread":"0.0135"},{"groupId":"OG001","value":"-0.121","spread":"0.0136"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.071","spread":"0.0137"},{"groupId":"OG001","value":"-0.111","spread":"0.0137"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.022","spread":"0.0139"},{"groupId":"OG001","value":"-0.138","spread":"0.0140"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Adverse Events, Serious Adverse Events, and Death","description":"The overall rate of adverse events reported from initiation through 30 days post last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"308","spread":null},{"groupId":"OG001","value":"334","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1459","spread":null},{"groupId":"OG001","value":"1498","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":308,"n":1678},"commonTop":["CHRONIC OBSTRUCTIVE PULMONARY DISEASE","NASOPHARYNGITIS","UPPER RESPIRATORY TRACT INFECTION BACTERIAL","VIRAL UPPER RESPIRATORY TRACT INFECTION","LOWER RESPIRATORY TRACT INFECTION"]}}}