{"nctId":"NCT02163499","briefTitle":"Open-label Safety and Efficacy of Sodium Zirconium Cyclosilicate for up to 12 Months","startDateStruct":{"date":"2014-06-30","type":"ACTUAL"},"conditions":["Hyperkalemia"],"count":751,"armGroups":[{"label":"Sodium Zirconium Cyclosilicate","type":"EXPERIMENTAL","interventionNames":["Drug: Sodium Zirconium Cyclosilicate"]}],"interventions":[{"name":"Sodium Zirconium Cyclosilicate","otherNames":["ZS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of written informed consent.\n* Over 18 years of age.\n* Two consecutive i STAT potassium values, measured 60 (+/- 15) minutes apart, both \\>/= 5.1 mmol/L and measured within 1 day before the first dose of ZS on Acute Phase Study Day 1.\n* Ability to have repeated blood draws or effective venous catheterization.\n* Women of childbearing potential must be using 2 forms of medically acceptable contraception (at least 1 barrier method) and have a negative pregnancy test at Acute Phase Study Day 1. Women who are surgically sterile or those who are postmenopausal for at least 2 years are not considered to be of childbearing potential.\n* Controlled diabetic subjects.\n\nExclusion Criteria:\n\n* Pseudohyperkalemia signs and symptoms, such as hemolyzed blood specimen due to excessive fist clenching to make veins prominent, difficult or traumatic venipuncture, or history of severe leukocytosis or thrombocytosis.\n* Subjects treated with lactulose, rifaximin, or other non-absorbed antibiotics for hyperammonemia within 7 days prior to first dose of ZS on Acute Phase Study Day 1.\n* Subjects treated with sodium polystyrene sulfonate (SPS; eg, Kayexalate®) or calcium polystyrene sulfonate (eg, Resonium®) within 3 days prior to first dose of ZS on Acute Phase Study Day 1.\n* Subjects with a life expectancy of less than 12 months.\n* Subjects who are severely physically or mentally incapacitated and who, in the opinion of investigator, are unable to perform the subjects' tasks associated with the protocol.\n* Women who are pregnant, lactating, or planning to become pregnant.\n* Subjects with diabetic ketoacidosis.\n* Presence of any condition which, in the opinion of the investigator, places the subject at undue risk or potentially jeopardizes the quality of the data to be generated.\n* Known hypersensitivity or previous anaphylaxis to ZS or to components thereof.\n* Treatment with a drug or device within the last 30 days that has not received regulatory approval at the time of study entry.\n* Subjects with cardiac arrhythmias that require immediate treatment.\n* Subjects on dialysis.\n* Subjects randomized into the previous ZS-002, ZS-003, ZS-004, or ZS-004E studies.\n* Documented GFR \\<15 mL/min within 90 days prior to study entry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Proportion of Subjects With Mean S-K Between 3.5 and 5.5 mmol/L, Inclusive Months 3 to 12","description":"Proportion of Subjects with mean S-K between 3.5 and 5.5 mmol/L during Extended Dosing Phase - ITT Population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.985","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean S-K Levels Months 3 to 12, Months 6 to 9, and Months 9 to 12.","description":"Mean S-K levels months 3 to 12(EP Days 85, 113, 141, 176, 211, 239, 267, 295, 330, 365 and EOS),months 6 to 9, and months 9 to 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.59","spread":"0.425"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.66","spread":"0.379"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.68","spread":"0.404"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.62","spread":"0.401"}]}]}]},{"type":"PRIMARY","title":"Percent of Participants With Restoration of Normal Serum Potassium (S-K) Values (3.5 to 5.0 mmol/L, Inclusive) at the End of the Acute Phase","description":"Percentage of subjects with S-K values between 3.5 and 5.0 mmol/L, inclusive at the end of the Acute Phase - ITT Population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Mean S-K Values ≤ 5.1 mmol/L During Extended Dosing Phase Days 85 to 365","description":"Percentage of subjects with mean S-K values ≤ 5.1 mmol/L during Extended Dosing Phase - ITT Population","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":751},"commonTop":["Hypertension","Oedema peripheral","Nausea","Urinary tract infection","Constipation"]}}}