{"nctId":"NCT03237845","briefTitle":"Safety and Efficacy in Adult Subjects With Acute Migraines","startDateStruct":{"date":"2017-07-27","type":"ACTUAL"},"conditions":["Migraine, With or Without Aura"],"count":1499,"armGroups":[{"label":"Rimegepant 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rimegepant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rimegepant","otherNames":["BHV-3000"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Patient has at least 1 year history of migraines (with or without aura), consistent with a diagnosis according to the International Classification of Headache Disorder, 3rd Edition, Beta version\\[1\\] including the following:\n\n   * Not more than 8 attacks of moderate or severe intensity per month within last 3 months\n   * Consistent migraine headaches of at least 2 migraine headache attacks of moderate or severe intensity in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening Period\n2. Less than 15 days with headache (migraine or non-migraine) per month in each of the 3 months prior to the Screening Visit and maintains this requirement during the Screening Period\n3. Patients on prophylactic migraine medication are permitted to remain on therapy provided they have been on a stable dose for at least 3 months prior to study entry.\n4. Patients with contraindications for use of triptans may be included provided they meet all other study entry criteria.\n\nKey Exclusion Criteria:\n\n1. Patient history of HIV disease\n2. Patient history with current evidence of uncontrolled, unstable or recently diagnosed cardiovascular disease, such as ischemic heart disease, coronary artery vasospasm, and cerebral ischemia. Patients with Myocardial Infarction (MI), Acute Coronary Syndrome (ACS),Percutaneous Coronary Intervention (PCI), cardiac surgery, stroke or transient ischemic attack (TIA) during the 6 months prior to screening.\n3. Uncontrolled hypertension (high blood pressure), or uncontrolled diabetes (however patients can be included who have stable hypertension and/or diabetes for 3 months prior to being enrolled)\n4. Patient has a current diagnosis of major depression, other pain syndromes, psychiatric conditions (eg, schizophrenia), dementia, or significant neurological disorders (other than migraine) that, in the Investigator's opinion, might interfere with study assessments\n5. Patient has a history of gastric, or small intestinal surgery, or has a disease that causes malabsorption.\n6. The patient has a history or current evidence of any significant and/or unstable medical conditions (eg, history of congenital heart disease or arrhythmia, known suspected infection, hepatitisB or C, or cancer) that, in the investigator's opinion, would expose them to undue risk of a significant adverse event (AE) or interfere with assessments of safety or efficacy during the course ofthe trial\n7. History of, treatment for, or evidence of, alcohol or drug abuse within the past 12 months or patients who have met DSM-V criteria for any significant substance use disorder within thepast 12 months from the date of the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Freedom From Pain at 2 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the electronic diary (eDiary). Pain freedom was defined as pain level of none.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"12.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Freedom From Most Bothersome Symptom (MBS) at 2 Hours Post-dose","description":"MBS was reported as nausea, photophobia, or phonophobia at migraine onset using the eDiary. Symptom status (absent, present) was assessed post-dose using the eDiary separately for nausea, photophobia, and phonophobia. Freedom from MBS was defined as MBS reported at onset that was absent post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.6","spread":null},{"groupId":"OG001","value":"25.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Photophobia at 2 Hours Post-dose","description":"Photophobia (sensitivity to light) status was measured as absent or present in the eDiary. Freedom from photophobia was defined as photophobia absent.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"22.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Phonophobia at 2 Hours Post-dose","description":"Phonophobia (sensitivity to sound) status was measured as absent or present in the eDiary. Freedom from phonophobia was defined as phonophobia absent.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.7","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Pain relief was defined as pain level of none or mild.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.1","spread":null},{"groupId":"OG001","value":"42.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Nausea at 2 Hours Post-dose","description":"Nausea status was measured as absent or present in the eDiary. Freedom from nausea was defined as nausea absent.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.1","spread":null},{"groupId":"OG001","value":"43.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Rescue Medication Use Within 24 Hours Post-dose","description":"Participants who did not experience relief of their migraine headache at the end of 2 hours after dosing with study medication (and after the 2-hour assessments had been completed on the eDiary) were permitted to use the following rescue medications: aspirin, ibuprofen, acetaminophen up to 1000 mg/day (this includes Excedrin Migraine), naproxen (or any other type of nonsteroidal anti-inflammatory drug), antiemetics (e.g., metoclopramide or promethazine), or baclofen. The participant's use of rescue medication was recorded by the participant in a paper diary.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 to 24 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Sustained pain freedom was defined as pain level of none at 2 hours up to 24 hours post-dose with no rescue medication use through 24 hours post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 to 24 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Sustained pain relief was defined as pain level of none or mild at 2 hours up to 24 hours post-dose with no rescue medication use through 24 hours post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":null},{"groupId":"OG001","value":"26.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 to 48 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Sustained pain freedom was defined as pain level of none at 2 hours up to 48 hours post-dose with no rescue medication use through 48 hours post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 to 48 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Sustained pain relief was defined as pain level of none or mild at 2 hours up to 48 hours post-dose with no rescue medication use through 48 hours post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.3","spread":null},{"groupId":"OG001","value":"22.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relapse From 2 to 48 Hours Post-dose","description":"Pain levels were assessed on a 4-point scale (none, mild, moderate, severe) using the eDiary. Pain relapse was defined as pain level of mild, moderate, or severe after 2 hours up to 48 hours for the participants who were pain-free at 2 hours post-dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.6","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Freedom From Functional Disability at 2 Hours Post-dose","description":"Functional disability level was assessed in the eDiary on a 4-point scale: normal function, mild impairment, severe impairment, required bed rest. Freedom from functional disability was defined as normal function.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.6","spread":null},{"groupId":"OG001","value":"23.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":543},"commonTop":[]}}}