{"nctId":"NCT00265850","briefTitle":"Cetuximab and/or Bevacizumab Combined With Combination Chemotherapy in Treating Patients With Metastatic Colorectal Cancer","startDateStruct":{"date":"2005-11"},"conditions":["Colorectal Cancer"],"count":2334,"armGroups":[{"label":"Arm A: FOLFOX or FOLFIRI + bevacizumab","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: bevacizumab","Drug: FOLFOX or","Drug: FOLFIRI"]},{"label":"Arm B: FOLFOX or FOLFIRI + cetuximab","type":"EXPERIMENTAL","interventionNames":["Biological: cetuximab","Drug: FOLFOX or","Drug: FOLFIRI"]},{"label":"Arm C: FOLFOX or FOLFIRI + cetuximab + bevacizumab","type":"EXPERIMENTAL","interventionNames":["Biological: bevacizumab","Biological: cetuximab","Drug: FOLFOX or","Drug: FOLFIRI"]}],"interventions":[{"name":"bevacizumab","otherNames":[]},{"name":"cetuximab","otherNames":[]},{"name":"FOLFOX or","otherNames":["Eloxatin (oxaliplatin), leucovorin (folinic acid) and 5-Fluorouracil (5-FU)"]},{"name":"FOLFIRI","otherNames":["CPT-11 (irinotecan), leucovorin (folinic acid), and 5-Fluorouracil (5-FU)"]}],"eligibilityModule":{"eligibilityCriteria":"1. Locally Advanced or Metastatic Colorectal Cancer\n\n   1. Eligible patients must have histologically or cytologically documented adenocarcinoma of the colon or rectum. Patients must have either locally advanced (unresectable) or metastatic disease. Patients with resected primary tumors who have documented metastases are eligible. Documentation of residual disease by CT scan or surgeon's notes is required for all patients, and histologic confirmation of metastases is strongly encouraged.\n   2. Patients with a history of colorectal cancer treatment by surgical resection who develop radiological or clinical evidence of metastatic cancer do not require separate histological or cytological confirmation of metastatic disease unless:\n\n      * Either an interval of greater than five years has elapsed between the primary surgery and the development of metastatic disease or\n      * The primary cancer was stage I. Clinicians should consider biopsy of lesions to establish the diagnosis of metastatic colorectal cancer in each case if there is substantial clinical ambiguity regarding the nature or source of apparent metastases.\n   3. At the time of randomization, the intent of this treatment must be indicated palliative or neoadjuvant chemotherapy with the potential for resection of all sites of metastatic disease.\n2. Only patients with a wildtype K-ras gene as determined by the laboratory at the SWOG Solid Tumor Repository or by a local CLIA-certified laboratory are eligible. Patients with a mutation in the K-ras gene are ineligible. All patients must have available for analysis of K-ras status at least one H and E slide and one paraffin block of the previously resected primary colorectal tumor and/or a tumor deposit. For patients registered and randomized based on local CLIA-certified laboratory results, SWOG analysis will be confirmatory only.\n3. Prior Treatment\n\n   1. No prior systemic treatment for advanced or metastatic colorectal cancer is allowed. Prior regional chemotherapy (eg, hepatic arterial infusion) is also not allowed.\n\n      * Patients may have received prior adjuvant chemotherapy that included fluorouracil alone or in combination with fluorouracil and oxaliplatin or irinotecan (no more than 6 months); or radiation with radiosensitizing chemotherapy.\n      * The last course of adjuvant chemotherapy must have concluded \\> 12 months prior to colorectal cancer recurrence.\n      * Patients may have received neoadjuvant chemo-radiation with capecitabine or 5-fluorouracil.\n      * Patients may not have received itraconazole or ketoconazole less than 4 weeks prior to randomization.\n      * No prior exposure to any tyrosine kinase inhibitors or other agents (including protein products, monoclonal antibodies, antisense, etc.) that target VEGF or EGF receptors is allowed.\n      * No prior treatment with bevacizumab or cetuximab.\n   2. Patients may not have had prior radiotherapy to greater than 25% of bone marrow.\n\n      (Standard adjuvant rectal cancer chemoradiation will not exclude patient from protocol entry.) Radiation must have concluded ≥ 4 weeks prior to randomization.\n   3. Patients should have completed any major surgery ≥ 4 weeks from randomization. Patients must have completed any minor surgery ≥ 2 weeks prior to randomization. Patients must have fully recovered from the procedure. (Insertion of a vascular access device is not considered major or minor surgery.)\n4. No previous or concurrent malignancy is allowed except for adequately treated basal cell or squamous cell skin cancer, in situ cervical cancer, or other cancer for which the patient has been disease-free for five years.\n5. For patients who are to receive FOLFIRI: No evidence of Gilbert's Syndrome or of homozygosity for the UGT1A1\\*28 allele.\n\n   1. Patients with Gilbert's Syndrome may have a greater risk of irinotecan toxicity due to the abnormal glucuronidation of SN-38. Evidence of Gilbert's Syndrome would include a prior finding of an isolated elevation of indirect bilirubin.\n   2. UGT1A1 genotyping is not required on this study. However, patients known to be homozygous for the UGT1A1\\*28 allele are not to receive FOLFIRI for this study. Patients with Gilbert's Syndrome or who are found to be homozygous for the UGT1A1 allele who will receive FOLFOX are eligible.\n6. No sensory peripheral neuropathy of ≥ grade 2 at baseline for patients who are to receive FOLFOX.\n7. No known central nervous system metastases or carcinomatous meningitis.\n8. No interstitial pneumonia or extensive and symptomatic interstitial fibrosis of the lung.\n9. No pleural effusion or ascites that causes ≥ grade 2 dyspnea.\n10. No predisposing colonic or small bowel disorders in which the symptoms are uncontrolled as indicated by baseline pattern of \\> 3 watery or soft stools daily in patients without a colostomy or ileostomy. Patients with a colostomy or ileostomy may entered at investigator discretion.\n11. Patients must not have an uncontrolled seizure disorder, or active neurological disease.\n12. No current congestive heart failure (New York Heart Association Class II, III or IV)\n13. Patients with history of hypertension must be well controlled ( \\< 160/90) on a regimen of anti-hypertensive therapy.\n14. Patients on full-dose anticoagulation (eg, warfarin) are eligible provided that both of the following criteria are met:\n\n    1. The patient has an in-range INR (usually between 2 and 3) on a stable dose of oral anticoagulant or be on a stable dose of low molecular weight heparin.\n    2. The patient has no active bleeding or pathological condition that carries a high risk of bleeding (eg, tumor involving major vessels or known varices).\n15. Patients receiving anti-platelet agents are eligible. In addition, patients who are on daily prophylactic aspirin or anticoagulation for atrial fibrillation are eligible.\n16. No significant history of bleeding events or GI perforation:\n\n    1. Patients with a history of significant bleeding episodes (eg, hemoptysis, upper or lower GI bleeding ) within 6 months of randomization are not eligible unless the source of bleeding has been resected.\n    2. Patients with a history of GI perforation within 12 months of randomization are not eligible.\n17. No arterial thrombotic events within 6 months before randomization, including transient ischemic attack (TIA), cerebrovascular accident (CVA), unstable angina or angina requiring surgical or medical intervention in the past 6 months, or myocardial infarction (MI). Patients with clinically significantly peripheral artery disease (eg, claudication on less than one block) or any other arterial thrombotic event are also ineligible.\n18. No serious or non-healing wound, ulcer or bone fracture\n19. Patients with known hypersensitivity to Chinese hamster ovary cell products or to recombinant human or murine antibodies are not eligible.\n20. Non-pregnant and not nursing:\n\n    1. Women of child bearing potential must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours prior to randomization.\n    2. DNA alkylating agents are known to be teratogenic, and the effects of irinotecan, oxaliplatin, 5-FU, bevacizumab, and cetuximab on a developing fetus at the recommended therapeutic doses are unknown.\n    3. Women of child-bearing potential include any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or is not postmenopausal.\n    4. Postmenopausal is defined as amenorrhea ≥ 12 consecutive months or women on hormone replacement therapy (HRT) with documented serum follicle stimulating hormone (FSH) level \\> 35 mIU/mL.\n    5. Women of child-bearing potential also include women who are using oral, implanted or injectable contraceptive hormones or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practicing abstinence or where partner is sterile (eg, vasectomy), should be considered to be of child bearing potential.\n21. ECOG Performance Status of 0-1\n22. Age ≥ 18 years\n23. Required Initial Laboratory Values:\n\n    1. Granulocytes ≥ 1500 µL\n    2. Hemoglobin ≥ 9.0 grams/dL (patient may be transfused to meet this criterion)\n    3. Platelet count ≥ 100,000/µL\n    4. Creatinine ≤ 1.5 x Upper limits of normal\n    5. Bilirubin ≤ 1.5 mg/dL\n    6. Albumin ≥ 2.5 g/dL\n    7. Urinalysis ≤ 1 + protein\\*\n\n       * \\*Patients discovered to have ≥ 2+ proteinuria at baseline must undergo a 24-hour urine collection that must demonstrate \\< 1 g of protein/24 hour or have a UPC \\< 1.0 to allow participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Survival time will be defined as the time from registration to death. Time to event distributions will be estimated using the Kaplan-Meier method. Overall Survival (OS) will be compared between Arm A and Arm B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"30.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"PFS will be measured from study entry until first documented progression or death from any cause. Time to event distributions will be estimated using the Kaplan-Meier method. PFS will be compared between Arm A and Arm B.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":null,"classes":[]},{"type":"SECONDARY","title":"Duration of Tumor Response","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":98,"n":559},"commonTop":["Fatigue","Peripheral sensory neuropathy","Diarrhea","Neutrophil count decreased","Platelet count decreased"]}}}