{"nctId":"NCT01364649","briefTitle":"Vortioxetine (Lu AA21004) 10 and 20 mg for Treatment of Major Depressive Disorder With Sexual Dysfunction","startDateStruct":{"date":"2011-06"},"conditions":["Treatment Outcome"],"count":447,"armGroups":[{"label":"Vortioxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine","Drug: Placebo"]},{"label":"Escitalopram","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Escitalopram"]}],"interventions":[{"name":"Vortioxetine","otherNames":["Lu AA21004"]},{"name":"Escitalopram","otherNames":["Lexapro"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is a man or a woman aged between 18 and 55 years, inclusive, who is currently being treated with selective serotonin reuptake inhibitor (SSRI) monotherapy (only citalopram, paroxetine, or sertraline allowed) for at least 8 weeks, which was prescribed to treat a major depressive episode (MDE), according to the DSM-IV-TR criteria.\n2. Is currently stable; and has a Clinical Global Impression Scale-Severity of Illness Scale (CGI-S) score of ≤3.\n3. Is currently experiencing treatment-emergent sexual dysfunction (TESD; defined as a Changes in Sexual Functioning Questionnaire (CSFQ-14) total score ≤41 for women and ≤47 for men), considered to be attributable to the current SSRI monotherapy and is suitable for a switch.\n\nExclusion Criteria:\n\n1. Has previously participated in a Lu AA21004 clinical study.\n2. Has 1 or more the following: any current psychiatric disorder other than MDD as defined in the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR; as assessed by the Mini International Neuropsychiatric Interview Version 6.0.0); current or history of manic or hypomanic episode, schizophrenia, or any other psychotic disorder, including major depression with psychotic features, mental retardation, organic mental disorders, or mental disorders due to a general medical condition as defined in the DSM-IV-TR; current diagnosis of alcohol or other substance abuse or dependence (excluding nicotine or caffeine) as defined in the DSM-IV-TR that has not been in sustained full remission for at least 2 years prior to Screening (subject must also have negative urine drug screen prior to Baseline); presence or history of a clinically significant neurological disorder (including epilepsy); neurodegenerative disorder (Alzheimer disease, Parkinson disease, multiple sclerosis, Huntington disease, etc); or any Axis II disorder that might compromise the study.\n3. Has sexual dysfunction associated with an etiology other than SSRI treatment or current MDE (e.g., due to a medical condition, such as diabetes or hypertension, a medication, a genital anatomical deformity, or alcohol abuse).\n4. Is nonsexually active or anticipates decreasing frequency of sexual activity (ie, sexual activity anticipated to lead to orgasm or that would normally lead to orgasm, which can include sexual intercourse, oral sex, masturbation, sexual fantasies, and/or thinking of sexual activity) during the course of the study below the level at study initiation.\n5. Is a male with a history of premature ejaculation in the past year.\n6. Has had major relationship changes during the preceding SSRI treatment period or plans to have major relationship changes during the course of the study.\n7. Has a sexual partner(s) who plans to initiate treatment for sexual dysfunction during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Changes in Sexual Functioning Questionnaire Short-Form (CSFQ-14) Total Score at Week 8","description":"The CSFQ-14 is a structured self reported questionnaire designed to measure illness- and medication-related changes in sexual functioning consisting of 14 items that measure sexual functioning as a total score (14 items) and on the subscales of pleasure (1 item), desire/frequency (2 items), desire/interest (3 items), arousal (3 items), and orgasm (3 items), rated on an 5 point scale from 1 to 5 with a total score range from 14 to 70. Higher scores reflect higher sexual functioning. A positive change from Baseline indicates that symptoms have improved. The primary analysis was based on a mixed model for repeated measurements (MMRM) analysis of covariance with treatment, center, week, treatment-by-week interaction as fixed effects, Baseline CSFQ-14 total score-by-week as covariate, and a completely unstructured covariance matrix.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"0.64"},{"groupId":"OG001","value":"6.6","spread":"0.64"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CSFQ-14 Total Score at All Other Time Points Assessed","description":"The CSFQ-14 is a structured self reported questionnaire designed to measure illness- and medication-related changes in sexual functioning consisting of 14 items that measure sexual functioning as a total score (14 items) and on the subscales of pleasure (1 item), desire/frequency (2 items), desire/interest (3 items), arousal (3 items), and orgasm (3 items), rated on an 5 point scale from 1 to 5 with a total score range from 14 to 70. Higher scores reflect higher sexual functioning. A positive change from Baseline indicates that symptoms have improved. The primary analysis was based on a mixed model for repeated measurements (MMRM) analysis of covariance with treatment, center, week, treatment-by-week interaction as fixed effects, Baseline CSFQ-14 total score-by-week as covariate, and a completely unstructured covariance matrix.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.39"},{"groupId":"OG001","value":"2.2","spread":"0.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":"0.46"},{"groupId":"OG001","value":"3.7","spread":"0.47"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"0.55"},{"groupId":"OG001","value":"4.8","spread":"0.55"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"0.59"},{"groupId":"OG001","value":"6.4","spread":"0.60"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Shifts in the CSFQ-14 From Abnormal to Normal at Each Week Assessed","description":"The CSFQ-14 is a structured self reported questionnaire designed to measure illness- and medication-related changes in sexual functioning consisting of 14 items that measure sexual functioning as a total score (14 items) and on the subscales of pleasure (1 item), desire/frequency (2 items), desire/interest (3 items), arousal (3 items), and orgasm (3 items), rated on an 5 point scale from 1 to 5 with a total score range from 14 to 70. Higher scores reflect higher sexual functioning. Normal sexual functioning is defined as a CSFQ-14 total score of \\>41 for women and \\>47 for men. Abnormal sexual functioning is defined as a CSFQ-14 total score of ≤41 for women and ≤47 for men. All subjects entered the study with abnormal sexual functioning. A shift to normal indicates that symptoms have improved.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"84","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"91","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":224},"commonTop":["Nausea","Headache","Dizziness","Irritability","Fatigue"]}}}