{"nctId":"NCT00527787","briefTitle":"Evaluating PN 400 (VIMOVO) in Reducing Gastric Ulcers Compared to Non-steroidal Antiinflammatory Drug (NSAID) Naproxen","startDateStruct":{"date":"2007-09"},"conditions":["Gastric Ulcer"],"count":434,"armGroups":[{"label":"PN400","type":"EXPERIMENTAL","interventionNames":["Drug: PN400 (VIMOVO)"]},{"label":"Naproxen","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Naproxen"]}],"interventions":[{"name":"PN400 (VIMOVO)","otherNames":["Vimovo"]},{"name":"Naproxen","otherNames":["Naprosyn"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nA subject was eligible for inclusion in this study if all of the following criteria applied:\n\n1. Male or non-pregnant, non-breastfeeding female subjects with a history of osteoarthritis, rheumatoid arthritis, ankylosing spondylitis or other medical conditions expected to require daily NSAID therapy for at least 6 months, who were\n\n   * 18-49 years of age and had a history of a documented, uncomplicated gastric or duodenal ulcer (a mucosal break of at least 3 mm in diameter with depth, without any concurrent bleeding, clot or perforation) within the past 5 years OR, who were\n   * 50 years of age and older (These subjects did not require a history of a documented, uncomplicated gastric or duodenal ulcer within the past 5 years.)\n2. Female subjects were eligible for participation in the study if they were of\n\n   * non-childbearing potential (i.e., physiologically incapable of becoming pregnant);\n   * childbearing potential, had a negative pregnancy test at Screening, and at least 1 of the following applied or was agreed to by the subject:\n   * Female sterilization or sterilization of male partner\n   * Hormonal contraception by oral route, implant, injectable, vaginal ring\n   * Any intrauterine device with published data showing that the lowest expected failure rate is \\< 1% per year\n   * Double barrier method (2 physical barriers or 1 physical barrier plus spermicide)\n   * Any other method with published data showing that the lowest expected failure rate is \\< 1% per year\n3. Each subject was required to understand and comply with study procedures required of a subject and was able and willing to provide written informed consent prior to any study procedures being performed.\n\nExclusion Criteria\n\nA subject was not eligible for this study if any 1 or more of the following criteria applied:\n\n1. History of hypersensitivity to esomeprazole or to another PPI\n2. History of allergic reaction or intolerance to any NSAID (including aspirin) and/or a history of NSAID-induced symptoms of asthma, rhinitis, and/or nasal polyps\n3. Participation in any study of an investigational treatment in the 4 weeks before Screening\n4. Presence of uncontrolled acute or chronic medical illness, e.g., GI disorder, hypertension, diabetes, thyroid disorder, depression and/or infection that would have endangered a subject if they were to have participated in the study\n5. GI disorder or surgery leading to impaired drug absorption\n6. Evidence of uncontrolled, or unstable cardio- or cerebrovascular disorder, which in the investigator's opinion would have endangered a subject if they were to have participated in the study\n7. Schizophrenia or bipolar disorder\n8. Use of any excluded concomitant medication (see Section 9.4.8)\n9. A recent history (in the past 3 months) suggestive of alcohol or drug abuse or dependence, including overuse/abuse of narcotics for management of pain\n10. Serious blood coagulation disorder, including use of systemic anticoagulants\n11. Positive test result for H. pylori at Screening\n12. Screening endoscopy showing any gastric or duodenal ulcer at least 3 mm in diameter with depth\n13. Screening laboratory alanine aminotransferase (ALT) or aspartate aminotransferase (AST) value \\> 2 times the upper limit of normal\n14. Estimated creatinine clearance \\< 30 ml/min\n15. Other than noted specifically, any screening laboratory value that was clinically significant in the investigator's opinion and would have endangered a subject if they were to have participated in the study\n16. History of malignancy, treated or untreated, within the past 5 years, with the exception of successfully treated basal cell or squamous cell carcinoma of the skin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Gastric Ulcer Confirmed by Endoscopy","description":"The primary efficacy endpoint was the number of subjects with gastric ulcers at any time throughout 6 months of treatment. An ulcer was defined as a mucosal break of at least 3 mm in diameter (measured by close application of open endoscopic biopsy forceps) with unequivocal crater depth. A subject is considered to have completed the study if all scheduled assessments up through the 6 month visit have been performed or if the endpoint of gastric ulcer confirmed by endoscopy has been reached.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants With Pre-Specified NSAID-Associated Upper GI Adverse Events or Duodenal Ulcers","description":"The Number of Participants with Pre-Specified non-steroidal antiinflammatory drug (NSAID)-Associated Upper Gastrointestinal (UGI) Adverse Events or Duodenal Ulcers after 6 months of treatment. Pre-specified UGI adverse events typically associated with NSAID use include dyspepsia, abdominal pain, gastritis, erosive esophagitis, duodenitis, abdominal discomfort","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Discontinuing From the Study Due to NSAID-Associated Upper GI Adverse Events or to Duodenal Ulcer","description":"The Number of Participants Discontinuing from the Study Due to non-steroidal antiinflammatory drug (NSAID)-Associated Upper GI Adverse Events or to Duodenal Ulcer during the treatment period","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Developing Duodenal Ulcers Throughout 6 Months of Treatment","description":"The Number of Participants Developing Duodenal Ulcers at any time during the 6 Months of the treatment period","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Heartburn Symptom Resolution, ie no Heartburn Symptoms During the Last 7 Days Prior to the Visit","description":"Subjects were asked whether heartburn symptoms within the 7 days prior to the visit were:\n\n* none: no symptoms\n* mild: awareness of symptom, but easily tolerated\n* moderate: discomforting symptom sufficient to cause interference with normal activities (including sleep)\n* severe: incapacitating symptom, with inability to perform normal activities (including sleep) Heartburn was defined as a burning feeling rising from the stomach or lower part of the chest towards the neck.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"65","spread":null}]}]}]},{"type":"SECONDARY","title":"Improvement From Baseline in Upper Abdominal Pain and Discomfort Scores at 6 Months, Based on the Overall Treatment Evaluation for Dyspepsia Questionnaire","description":"Improvement from baseline in Upper Abdominal Pain and Discomfort scores at 6 months, based on the overall Treatment Evaluation for Dyspepsia Questionnaire. Subjects were asked: \"since treatment started, has there been any change in your upper abdominal pain and/or discomfort?\" Answers would be better/about the same/worse. Participants with the response \"better\" (instead of \"about the same\" or \"worse\"), are tabulated by treatment group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Pain Intensity of the Severity of Dyspepsia Assessment (SODA) Subscales","description":"Mean Change from Baseline on Pain Intensity of the Severity of Dyspepsia Assessment (SODA) Subscales. There are 6 questions about abdominal pain during the past 7 days: q 1-5 on average: 1. rate with a number between 0 (no pain) and 100 (pain as bad as it could be), 2. rate with a number between 0 (no discomfort) and 10 (discomfort as bad as it can be), 3. on a scale of 5 (from none to excriciating), 4. on 100 mm VAS, 5. on a scale of 4 and 6. worst abdominal pain scale 0 (no discomfort) and 10 (discomfort as bad as it can be). Total composite possible range for \"pain intensity\" is: 2-47","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6","spread":"0.7"},{"groupId":"OG001","value":"0","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Non-Pain Symptoms of the Severity of Dyspepsia Assessment (SODA) Subscales","description":"Change from Baseline of Non-Pain Symptoms on the SODA Assessment. There are 7 categories about the non-pain symptoms: burping/beching, heartburn, bloating, passing gas, sour taste, nausea and bad breath. For each of these categories, subjects were to rate during the past seven days, on average, the severity on a 5 point scale ranging from no problem to very severe problem. The scores are combined into a single composite score. The total possible range of the non-pain symptoms subscale is: 7-35.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"0.3"},{"groupId":"OG001","value":"-0.5","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline on Satisfaction of the Severity of Dyspepsia Assessment (SODA) Subscales","description":"Mean Change in Satisfaction on SODA Assessment. Questions/statements to rate about satisfaction/dissatisfaction with their present level of abdominal discomfort. Question 1: 4-point scale range 0 (extremely unhappy) to 4 (extremely happy), statement 2 (I feel satisfied with my health with regard to abdominal discomfort) \\& statement 3 (I am pleased because my abdominal discomfort seems under control) on a 5 point scale (definitely true to definitely false) \\& question 4 rated how pleased subjects were with abdominal discomfort on a 10 point scale. Total satisfaction composite range: 2-23","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":"0.4"},{"groupId":"OG001","value":"0.9","spread":"0.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":218},"commonTop":["Gastritis erosive","Dyspepsia","Gastritis","Erosive duodenitis","Diarrhoea"]}}}