{"nctId":"NCT00110513","briefTitle":"Recombinant Human Antithrombin (rhAT) in Patients With Hereditary Antithrombin Deficiency Undergoing Surgery or Delivery","startDateStruct":{"date":"2005-04"},"conditions":["Antithrombin III Deficiency"],"count":18,"armGroups":[{"label":"Recombinant Human Antithrombin (rhAT) Infusion","type":"EXPERIMENTAL","interventionNames":["Biological: Recombinant human antithrombin (rhAT)"]}],"interventions":[{"name":"Recombinant human antithrombin (rhAT)","otherNames":["Recombinant human antithrombin (Tradename: ATryn)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have hereditary antithrombin deficiency (HD) with a personal history of venous thromboembolic events.\n2. Have a history of HD that includes 2 or more plasma AT activity values ≤ 60%.\n3. Be scheduled to have an elective procedure(s) known to be associated with a high risk for occurrence for DVT. This will include non-pregnant surgical patients or pregnant patients scheduled for caesarean section or delivery induction.\n4. Be at least 18 years of age, not exceeding 80 years of age.\n5. Have signed an informed consent form.\n6. Have a negative serum pregnancy test at screening and a negative urine pregnancy test at baseline. This applies only to female non-pregnant surgical patients of childbearing potential.\n7. Are able to comply with the requirements of the study protocol.\n\nIn addition, hospitalized pregnant HD patients in active labor and eligible HD patients previously treated with rhAT were allowed entry into the study.\n\nExclusion Criteria:\n\n1. Patients who have a diagnosis of another hereditary thrombophilic disorder (e.g. activated protein C(APC) resistance/Factor V Leiden, Protein S or C deficiency, prothrombin gene mutation (G20210A), or acquired (lupus anticoagulant) thrombophilic disorder).\n2. Patients who have a baseline bilateral ultrasound positive for acute DVT or baseline diagnostic testing (if required) that is positive for a thromboembolic event other than acute DVT.\n3. Patients who have a known allergy to goats or goat products.\n4. Patients who have participated in a study employing a different investigational drug within 30 days of the start of their participation in the current trial.\n5. Patients using fondaparinux sodium or the oral thrombin inhibitor, ximelagatran, or are expected to be treated with fondaparinux sodium or ximelagatran during the study period (up to 7 days after stop of treatment).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Thromboembolic Events Acute Deep Venous Thrombosis (DVT) and/or Thromboembolic Events Other Than Acute Deep Venous Thrombosis (DVT)","description":"To assess the incidence of thromboembolic events acute deep venous thrombosis (DVT) and/or thromboembolic events other than acute deep venous thrombosis (DVT) by clinical signs and symptoms of venous thromboembolism (VTE), confirmed by diagnostic assessments.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":18},"commonTop":["Anemia","Vomiting","Vaginal Laceration","Headache","Non-Cardiac Chest Pain"]}}}