{"nctId":"NCT02378753","briefTitle":"STRIVE (Sierra Leone Trial to Introduce a Vaccine Against Ebola)","startDateStruct":{"date":"2015-04"},"conditions":["Hemorrhagic Fever, Ebola"],"count":8651,"armGroups":[{"label":"rVSVΔG-ZEBOV (immediate vaccination)","type":"EXPERIMENTAL","interventionNames":["Biological: rVSVΔG-ZEBOV"]},{"label":"rVSVΔG-ZEBOV (deferred vaccination)","type":"EXPERIMENTAL","interventionNames":["Biological: rVSVΔG-ZEBOV"]}],"interventions":[{"name":"rVSVΔG-ZEBOV","otherNames":["BPSC-1001"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older.\n2. Member of target population at the time of enrollment:\n\n   * active worker in an Ebola care, holding, or treatment center (may include physicians, nurses, nurse aides, lab technicians, pharmacists, pharmacy technicians, cleaners, and security and administrative staff);\n   * active worker in a facility providing non-Ebola-related healthcare (may include physicians, nurses, nurse aides, lab technicians, pharmacists, pharmacy technicians, cleaners, and security and administrative staff);\n   * active frontline worker in one of the following job categories: surveillance team, ambulance team, burial worker, or worker responsible for swabbing deceased persons.\n3. Reasonably anticipates living in Sierra Leone for the 18-24 weeks following enrollment.\n4. Reachable by phone throughout the 6 month post-vaccination safety follow-up period.\n5. Willing to adhere to personal protective equipment (PPE) and infection control recommendations.\n6. Able and willing to complete the informed consent process and study procedures.\n7. Willing to receive vaccine in either the immediate or the deferred trial arms, according to random assignment.\n\nExclusion Criteria:\n\n1. History of Ebola (self-report).\n2. Prior receipt of experimental Ebola or Marburg vaccine.\n3. History of human immunodeficiency virus (HIV) or clinically important immunodeficiency (self-report).\n4. Any history of allergy or anaphylaxis to prior vaccines\n5. Breast-feeding an infant or child.\n6. Any reason the investigator suspects that data collected from this person would be incomplete or of poor quality.\n7. Current pregnancy (a negative urine pregnancy test is required for women participants \\<50 years of age who self-report as not pregnant).\n8. Currently being followed for known exposure to Ebola.\n9. Known experimental research agents or other vaccine within 28 days (4 weeks) before vaccination.\n10. Fever ≥ 38.0°C (100.4°F) at time of vaccination.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Laboratory-confirmed Ebola (Study Diagnostics)","description":"Incidence of Ebola confirmed by the STRIVE study laboratory in each treatment group during the Randomized Portion of the trial. For the vaccine efficacy endpoint, all enrolled participants in both arms were followed for 18-24 weeks after enrollment (after which point participants in the deferred cohort received crossover vaccination). Statistical analysis was to proceed as survival analysis (time-to-event/time-to-infection) of cohort follow-up data during this period.\n\nThere were no laboratory-confirmed cases of Ebola among study participants, so therefore no efficacy analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Occurrence of Serious Adverse Events During the 6 Months Following the Vaccination","description":"Number of Participants with Occurrence of SAEs within the 6-month follow-up period following a single dose of rVSVΔG-ZEBOV. Vaccination in the immediate group occurred within 7 days of enrollment if possible, and vaccination in the deferred-vaccination group occurred 18-24 weeks after enrollment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Death Due to Laboratory-confirmed Ebola","description":"Deaths due to Ebola confirmed by the STRIVE study laboratory in each treatment group during the Randomized Portion of the trial. There were no laboratory-confirmed cases of Ebola among study participants, so therefore no efficacy analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Ebola Confirmed by Non-study or Study Diagnostics","description":"Incidence of Ebola confirmed by the STRIVE study laboratory or by a non-study laboratory in each treatment group during the Randomized Portion of the trial. For the vaccine efficacy endpoint, all enrolled participants in both arms were followed for 18-24 weeks after enrollment (after which point participants in the deferred cohort received crossover vaccination). Statistical analysis was to proceed as survival analysis (time-to-event/time-to-infection) of cohort follow-up data during this period. There were no laboratory-confirmed cases of Ebola among study participants, so therefore no efficacy analyses were performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Suspected, Probable or Laboratory-confirmed Ebola","description":"Incidence of suspected, probable, or laboratory-confirmed Ebola, where \"suspected\" and \"probable\" cases are defined by the August 9, 2014 World Health Organization case definition recommendations for use during an Ebola outbreak, and laboratory-confirmed Ebola includes both study laboratory and non-study laboratory diagnostics. An Ebola Screening Form was required to be completed for all participants referred for evaluation of suspected Ebola; the Outcome Measure (Count of Participants) reflects the number of participants in each group for whom an Ebola Screening Form was completed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Occurrence of Solicited Injection-site and Systemic Reactogenicity Signs and Symptoms, Including Fever, on Vaccination Day and During the 7 Days Following the Vaccination or Enrollment.","description":"Solicited symptoms were assessed only in safety sub-study participants (the first 449 participants enrolled at the COMAHS Library site), during the 7 days after vaccination (immediate group) or after enrollment without vaccination (deferred group). Participants were actively solicited for the occurrence of local (injection-site) pain, redness, and swelling and the following systemic reactogenicity symptoms: fever, joint pain, joint swelling, muscle pain, fatigue, feeling unwell, chills, headache, vomiting, nausea, diarrhea, abdominal pain, rash, oral ulcers, and skin vesicles (blisters).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"202","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Occurrence of Solicited and Unsolicited AEs During the 28 Days Following the Vaccination or Enrollment","description":"Solicited local and systemic reactogenicity symptoms and unsolicited adverse events were assessed in safety sub-study participants (the first 449 participants enrolled at the COMAHS Library site), during the 28 days after vaccination (immediate group) or after enrollment without vaccination (deferred group).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"203","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":54,"n":4261},"commonTop":["Headache","Pain","Arthralgia","Pyrexia","Feeling hot"]}}}