{"nctId":"NCT00620035","briefTitle":"A Multicenter Trial to Evaluate the Insertion Characteristics of the Radiopaque Etonogestrel Implant Using a Next Generation Applicator (34530)(P05702)","startDateStruct":{"date":"2007-03"},"conditions":["Contraception"],"count":301,"armGroups":[{"label":"Radiopaque Etonogestrel Implant","type":"EXPERIMENTAL","interventionNames":["Drug: Radiopaque Etonogestrel Implant"]}],"interventions":[{"name":"Radiopaque Etonogestrel Implant","otherNames":["SCH 900415"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Woman of at least (\\>=) 18 but not older than (\\<= )40 years of age at the time of screening;\n* Good physical and mental health;\n* Regular cycles with a usual length between 24 and 35 days;\n* Body mass index \\>= 18 and \\<= 35 kg/m\\^2;\n* Willing to give informed consent in writing.\n\nExclusion Criteria:\n\n* Contraindications:\n\n  * known or suspected pregnancy;\n  * active venous thromboembolic disorder (e.g. deep vein thrombosis,\n\npulmonary embolism);\n\n* presence or history of severe hepatic disease as long as liver function values have not returned to normal;\n* malignancy or pre-malignancy, if sex-steroid-influenced;\n* undiagnosed vaginal bleeding;\n* hypersensitivity to any of the components of Radiopaque Implant.\n\n  * Hypertension, i.e. systolic blood pressure \\>140 mmHg and/or diastolic blood pressure \\> 90 mmHg;\n  * A history during pregnancy or during previous use of sex steroids of: jaundice and/or severe pruritus related to cholestasis, gallstone formation, porphyria, systemic lupus erythematosus, haemolytic uraemic syndrome, Sydenham's chorea, herpes gestationis, otosclerosis-related hearing loss;\n  * Present use or use during 2 months prior to the start of Radiopaque Implant of one of the following drugs: phenytoin, phenobarbital, primidone, carbamazepine, rifampicin, oxcarbazepine, topiramate, felbamate, ritonavir, nelfinavir, griseofulvin or the herbal remedy St John's wort;\n  * Administration of investigational drugs within 2 months prior to the start of Radiopaque Implant","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Applicator Users Who Were Very Satisfied and Satisfied- User Satisfaction Questionnaire for Domain: Design & Technical Aspects","description":"In order to evaluate efficacy and ease of use of the Next Generation Applicator (NGA), the investigator/applicator user (AU) completed a User Satisfaction Questionnaire on Day 1 after the 12th implant insertion. The domain, 'Design/technical aspects' consisted of five questions: fit of the applicator in the hand, size, weight, handling, and color of the applicator were assessed. The percentage of AUs who were very satisfied and satisfied was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Applicator Users Who Were Very Satisfied and Satisfied- User Satisfaction Questionnaire for Domain: Functionality","description":"In order to evaluate efficacy and ease of use of the NGA, the investigator/AU completed a User Satisfaction Questionnaire on Day 1 after the 12th implant insertion. The domain, 'Functionality' consisted of six questions assessing functionality of the needle. The percentage of AUs who were very satisfied and satisfied was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Applicator Users Who Were Very Satisfied and Satisfied- User Satisfaction Questionnaire by Domain: Safety","description":"In order to evaluate efficacy and ease of use of the NGA, the investigator/AU completed a User Satisfaction Questionnaire on Day 1 after the 12th implant insertion. The domain, 'Safety' consisted of three questions: removal of the protection cap from applicator, full retraction of the needle into the applicator after insertion, difference in colors of the obturator \\& the implant. The percentage of AUs who were very satisfied and satisfied was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Applicator Users Who Were Very Satisfied and Satisfied- User Satisfaction Questionnaire for Domain: Used Time","description":"In order to evaluate efficacy and ease of use of the NGA, the investigator/AU completed a User Satisfaction Questionnaire on Day 1 after the 12th implant insertion. The domain, 'Used Time' consisted of one question: insertion time was assessed. The percentage of AUs who were very satisfied and satisfied was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Applicator Users Who Were Very Satisfied and Satisfied- User Satisfaction Questionnaire for Domain: Applicator Satisfaction","description":"In order to evaluate efficacy and ease of use of the NGA, the investigator/AU completed a User Satisfaction Questionnaire on Day 1 after the 12th implant insertion. The domain, 'Applicator Satisfaction' consisted of one question in order to assess the applicator. The percentage of AUs who were very satisfied and satisfied was presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Implant Insertion Time (Seconds)","description":"The implant insertion time was the time expressed in seconds, from removal of the protection cap from the applicator until retraction of the needle from the arm after insertion. Data was presented for overall investigators including experienced and non-experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.9","spread":"29.3"}]}]}]},{"type":"PRIMARY","title":"Implant Removal Time (Seconds)","description":"The implant removal time was the time expressed in seconds, from making the removal incision until placing the butterfly closure. Data was presented for overall investigators including experienced and non-experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"119.3","spread":"120.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":301},"commonTop":["Vaginal Haemorrhage","Headache","Metrorrhagia","Acne","Weight Increased"]}}}