{"nctId":"NCT03881696","briefTitle":"Omalizumab as Monotherapy and as Adjunct Therapy to Multi-Allergen OIT in Food Allergic Participants","startDateStruct":{"date":"2019-07-22","type":"ACTUAL"},"conditions":["Peanut Allergy","Multi-food Allergy"],"count":471,"armGroups":[{"label":"Stage 1:Omalizumab as Monotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Omalizumab"]},{"label":"Stage 1: Omalizumab OLE","type":"EXPERIMENTAL","interventionNames":["Drug: Omalizumab"]},{"label":"Stage 1: Placebo for Omalizumab as Monotherapy","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo for Omalizumab"]},{"label":"Stage 2: Omalizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Omalizumab"]},{"label":"Stage 2: Omalizumab-Facilitated OIT","type":"EXPERIMENTAL","interventionNames":["Drug: Omalizumab","Drug: Multi-Allergen Oral Immunotherapy"]},{"label":"Stage 2: Omalizumab + Placebo OIT","type":"EXPERIMENTAL","interventionNames":["Drug: Omalizumab","Drug: Placebo for Multi-Allergen Oral Immunotherapy"]},{"label":"Stage 3: DBPCFC Based Treatment","type":"OTHER","interventionNames":["Other: Double-Blind Placebo-Controlled Food Challenge Based Treatment"]}],"interventions":[{"name":"Omalizumab","otherNames":["Xolair®"]},{"name":"Placebo for Omalizumab","otherNames":["Placebo"]},{"name":"Multi-Allergen Oral Immunotherapy","otherNames":["Multi-Allergen OIT"]},{"name":"Placebo for Multi-Allergen Oral Immunotherapy","otherNames":["Placebo for Multi-Allergen OIT"]},{"name":"Double-Blind Placebo-Controlled Food Challenge Based Treatment","otherNames":["DBPCFC Based Treatment"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIndividuals who meet all of the following criteria are eligible for enrollment as study participants:\n\n1. Participant and/or parent/legal guardian must be able to understand and provide informed consent and/or assent, as applicable;\n2. Peanut allergic: participant must meet all of the following criteria to minimize the chance that the participant will develop natural tolerance to peanut over the course of the study:\n\n   1. Positive skin prick test (SPT) defined as ≥4 mm wheal greater than saline control) to peanut,\n   2. Positive peanut immunoglobulin E (IgE), ≥6 kUA/L, at Screening or within three months of Screening, determined by ImmunoCap, and\n   3. Positive double-blind placebo-controlled food challenge (DBPCFC), defined as experiencing dose-limiting symptoms at a single dose of ≤100 mg of peanut protein.\n3. Allergic to at least two of the six other foods (milk, egg, wheat, cashew, hazelnut, walnut): each participant must meet all of the following criteria for at least two of the six other foods to minimize the chance that the participant will develop natural tolerance to at least two of the six other foods over the course of the study:\n\n   1. Positive SPT (≥4 mm wheal) to food,\n   2. Positive food specific IgE (≥6 kUA/L) at Screening or within three months of Screening, determined by ImmunoCap, and\n   3. Positive DBPCFC, defined as experiencing dose-limiting symptoms at a single dose of ≤300 mg of food protein.\n4. With body weight (as measured at Screening) and total serum IgE level (as measured within three months of Screening) suitable for omalizumab dosing;\n5. If female of child-bearing potential, must have a negative urine or serum pregnancy test;\n6. For women of childbearing potential, must agree to,during the treatment period and for 60 days after the last dose of study drug:\n\n   * remain abstinent (refrain from heterosexual intercourse), or\n   * use acceptable contraceptive methods (barrier methods, or\n   * oral, injected, or implanted hormonal methods of contraception, or\n   * other forms of hormonal contraception that have comparable efficacy).\n7. Plan to remain in the study area of an OUtMATCH clinical research unit (CRU) during the trial; and\n8. Be willing to be trained on the proper use of an epinephrine autoinjector for the duration of the study.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following criteria are not eligible for enrollment as study participants:\n\n1. Inability or unwillingness of a participant and/or parent/legal guardian to give written informed consent and/or assent or comply with the study protocol;\n2. Clinically significant laboratory abnormalities at Screening;\n3. Dose-limiting symptoms to the placebo portion of the Screening DBPCFC;\n4. Sensitivity or suspected/known allergy to any ingredients (including excipients) of the\n\n   * active or placebo oral food challenge (OFC) material,\n   * multi-allergen oral immunotherapy (OIT), or\n   * drugs related to omalizumab (e.g., monoclonal antibodies, polyclonal gamma globulin).\n\n     * Note: Guidance for determination of sensitivity to excipients will be detailed in the study's Manual of Procedures (MOP).\n5. Poorly controlled atopic dermatitis (AD) at Screening, per the Principal Investigator's PI's) discretion;\n6. Poorly controlled or severe asthma/wheezing at Screening, defined by at least one of the following criteria:\n\n   1. Global Initiative for Asthma (GINA) criteria regarding asthma control latest guidelines,\n   2. History of two or more systemic corticosteroid courses within six months of Screening or one course of systemic corticosteroids within three months of Screening to treat asthma/wheezing,\n   3. Prior intubation/mechanical ventilation for asthma/wheezing,\n   4. One hospitalization or Emergency Department (ED) visit for asthma/wheezing within six months of Screening,\n   5. Forced expiratory volume in one second (FEV1) \\<80 percent of predicted or FEV1/forced vital capacity (FVC) \\<75 percent, with or without controller medications (only for participants who are aged seven years or older and are able to perform spirometry), or\n   6. Inhaled corticosteroid (ICS) dosing of \\>500 mcg daily fluticasone (or equivalent ICS based on the National Institutes of Health, National Heart, Lung, and Blood Institute (NHLBI) dosing chart).\n7. History of severe anaphylaxis to participant-specific foods that will be used in this study, defined as neurological compromise or requiring intubation;\n8. Treatment with a burst of oral, intramuscular (IM), or intravenous (IV) steroids of more than two days for an indication other than asthma/wheezing within 30 days of Screening;\n9. Currently receiving oral, intramuscular, or intravenous corticosteroids, tricyclic antidepressants, or beta-blockers (oral or topical);\n10. Past or current history of eosinophilic gastrointestinal (GI) disease within three years of Screening;\n11. Past or current history of cancer, or currently being investigated for possible cancer;\n12. Previous adverse reaction to omalizumab;\n13. Past or current history of any immunotherapy to any of the foods being treated in this study (e.g., OIT, sublingual immunotherapy \\[SLIT\\], EPIT) within 6 months of Screening;\n14. Treatment with monoclonal antibody therapy, such as omalizumab (Xolair®), dupilumab (Dupixent®), benralizumab (Fasenra™), mepolizumab (Nucala®), reslizumab (Cinqair®), or other immunomodulatory therapy within six months of Screening;\n15. Currently on \"build-up phase\" of inhalant allergen immunotherapy (i.e., has not reached maintenance dosing). Note: Individuals tolerating maintenance allergen immunotherapy can be enrolled;\n16. Inability to discontinue antihistamines for the minimum wash-out periods required for SPTs,or OFCs;\n17. Current participation in another therapeutic or interventional clinical trial or participation within 90 days of Screening;\n18. Use of investigational drugs within 24 weeks of Screening;\n19. Pregnant or breastfeeding, or intending to become pregnant during the study or within 60 days after the last dose of omalizumab or placebo for omalizumab;\n20. Has a first-degree relative already enrolled in the study; or\n21. Past or current medical problems (e.g., severe latex allergy), history of other chronic diseases (other than asthma/wheezing, AD, or rhinitis) requiring therapy (e.g., heart disease, diabetes), findings from physical assessment, or abnormalities in clinical laboratory testing that are not listed above, which, in the opinion of the PI, may:\n\n    * pose additional risks from participation in the study,\n    * may interfere with the participant's ability to comply with study requirements, or\n    * may impact the quality or interpretation of the data obtained from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"55 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants by Stage 1 Treatment Assignment, Omalizumab Versus Placebo, Who Successfully Consume a Single Dose of ≥600 mg of Peanut Protein Without Dose-Limiting Symptoms During the DBPCFC Conducted at the End of Treatment Stage 1","description":"Number of participants who successfully consume a single dose of ≥600 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants by Stage 1 Treatment Assignment, Omalizumab Versus Placebo, Who Successfully Consume a Single Dose of ≥1000 mg of Cashew Protein Without Dose-limiting Symptoms During the DBPCFC Conducted at the End of Stage 1","description":"Number of participants who successfully consume a single dose of ≥1000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants by Stage 1 Treatment Assignment, Omalizumab Versus Placebo, Who Successfully Consume a Single Dose of ≥1000 mg of Milk Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1","description":"Number of participants who successfully consume a single dose of ≥1000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants by Stage 1 Treatment Assignment, Omalizumab Versus Placebo, Who Successfully Consume a Single Dose of ≥1000 mg of Egg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1","description":"Number of participants who successfully consume a single dose of ≥1000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC), at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Food Protein Without Dose-limiting Symptoms for at Least Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC), at the End of Stage","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1.","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1.","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1.","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1.","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume a single dose of ≥1000mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC), at the End of Stage 1","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants Who Successfully Consume 2 Doses of 2000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants Who Successfully Consume 2 Doses of 2000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 2 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 1","description":"Proportion of participants who successfully consume 2 doses of 2000 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at a Single Dose of ≥600 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of ≥ 600 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at a Single Dose of ≥1000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of ≥ 1000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at ≥1 Dose of 2000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold ≥ 1 dose of 2000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at 2 Doses of 2000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 1.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of 2 doses of 2000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 1 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab or placebo for omalizumab. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥600 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥600 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume a Single Dose of ≥1000mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume a single dose of ≥1000mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥1 Dose of 2000 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥1 dose of 2000 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) Conducted in a Controlled Clinic Setting, at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume ≥2 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage","description":"Proportion of participants who successfully consume ≥2 doses of 2000 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Peanut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of peanut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Milk Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of milk protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Egg Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of egg protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Proportion of Participants Who Successfully Consume 3 Doses of 2000 mg of Wheat Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of wheat protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Cashew Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of cashew protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Hazelnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of hazelnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Walnut Protein Without Dose-limiting Symptoms During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of walnut protein without dose-limiting symptoms during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for at Least Two Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of food protein without dose-limiting symptoms for at least two treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Successfully Consume 3 Doses of 2000 mg of Food Protein Without Dose-limiting Symptoms for All Three Treated Food Allergens During the Double-blind Placebo-controlled Oral Food Challenge (DBPCFC) at the End of Stage 2","description":"Proportion of participants who successfully consume 3 doses of 2000 mg of food protein without dose-limiting symptoms for all three treated food allergens during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at a Single Dose of ≥600 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 2.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of ≥ 600 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at a Single Dose of ≥1000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 2.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of ≥ 1000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at ≥1 Dose of 2000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 2.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of ≥ 1 dose of 2000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at ≥2 Doses of 2000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 2.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of 2 doses of 2000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Foods Consumed at 3 Doses of 2000 mg Protein Without Dose-limiting Symptoms During the DBPCFC at the End of Stage 2.","description":"Proportion of participants that were able to consume 0, 1, 2, or 3 foods at a threshold of 3 doses of 2000 mg food protein during the double-blind placebo-controlled oral food challenge (DBPCFC) conducted in a controlled clinic setting, at the end of Stage 2 treatment, to compare the ability of participants to consume foods without dose-limiting symptoms during a DBPCFC after treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT. Dose-limiting symptoms are those that in the view of the principal investigator indicate a true allergic reaction.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"During Stage 1: Occurrence of Adverse Event(s) Related to Study Therapy Regimen, Omalizumab Versus Placebo","description":"To evaluate safety during treatment with either omalizumab or placebo for omalizumab during Stage 1 masked (blinded) treatment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"During Stage 1 OLE : Occurrence of Adverse Event(s) Related Study to Therapy Regimen, Open Label Extension (OLE)","description":"To evaluate safety during this open label omalizumab study therapy regimen during Stage 1.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"During Stage 2: Occurrence of Adverse Event(s) Related to Study Therapy Regimen","description":"To evaluate safety during treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT during Stage 2.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"During Stage 3: Occurrence of Adverse Event(s) Related to Oral Food Intake","description":"To evaluate safety after the conclusion of treatment with either omalizumab-facilitated oral immunotherapy (OIT) or omalizumab + placebo OIT during a follow-up period in which participants either received guided dietary instructions and/or rescue OIT for up to three foods (Stage 3).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Weeks in Each Eight-week Period During Stage 3 Where ≥300 mg Protein of Each Food is Consumed at Least Twice Per Week","description":"To compare dietary consumption of foods after the conclusion of treatment with either omalizumab facilitated OIT or omalizumab + placebo OIT during a follow-up period in which participants either received guided dietary instructions and/or rescue oral immunotherapy (OIT) for up to three foods (Stage 3).","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Weeks in Each Eight-week Period During Stage 3 Where Each Food is Not Consumed","description":"To compare dietary consumption of foods after the conclusion of treatment with either omalizumab facilitated OIT or omalizumab + placebo OIT during a follow-up period in which participants either received guided dietary instructions and/or rescue oral immunotherapy (OIT) for up to three foods (Stage 3).","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":120},"commonTop":["Hypersensitivity","Injection site reaction","Corona virus infection","Pyrexia","Diarrhoea"]}}}