{"nctId":"NCT00790751","briefTitle":"Research Evaluating an Investigational Medication for Erectile Dysfunction - General ED","startDateStruct":{"date":"2008-11"},"conditions":["Erectile Dysfunction"],"count":646,"armGroups":[{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]},{"label":"avanafil 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: avanafil"]},{"label":"avanafil 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: avanafil"]},{"label":"avanafil 200 mg","type":"EXPERIMENTAL","interventionNames":["Drug: avanafil"]}],"interventions":[{"name":"placebo","otherNames":[]},{"name":"avanafil","otherNames":["TA-1790","Stendra"]},{"name":"avanafil","otherNames":["TA-1790","Stendra"]},{"name":"avanafil","otherNames":["TA-1790","Stendra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male subjects, age ≥ 18 years;\n* Minimum 6 month history of mild to severe erectile dysfunction;\n* Subject is in a monogamous, heterosexual relationship for at least 3 months;\n* Subject agrees to make at least 4 attempts at intercourse per month;\n* Subject is willing and able to provide informed consent.\n\nExclusion Criteria:\n\n* Allergy or hypersensitivity to PDE5 inhibitors;\n* History of dose-limiting AEs during therapy with a PDE5 inhibitor or hx of consistent treatment failure with other PDE5 inhibitors for therapy of ED;\n* Current or expected use of organic nitrates at any time during the study;\n* Previous or current antiandrogen therapy;\n* Use of prescription or over-the-counter drugs known to inhibit the activity of CYP3A4 at any time during the study;\n* Androgen replacement therapy that has not been stable for at least 3 month;\n* Initiation or change in dose of any alpha-blocker within 14 days prior to randomization;\n* ED as a result of spinal cord injury or radical prostatectomy;\n* Untreated hypogonadism or low serum total testosterone\n* History of or predisposition to priapism;\n* Any penile implant;\n* Elevated PSA, other evidence of prostate cancer, or previous radical prostatectomy;\n* History of any malignancy (except basal cell carcinoma or squamous cell carcinoma of the skin successfully treated by curative excision);\n* History of type 1 or type 2 diabetes;\n* Uncontrolled hypertension;\n* Hypotension;\n* Orthostatic hypotension;\n* Significant cardiovascular disease;\n* Abnormal ECG;\n* Hepatic or renal impairment;\n* Positive STD screen;\n* Clinically evident penile lesions, abrasions, or anatomical deformities;\n* Urinary tract or bladder infection;\n* Use of any treatment for erectile dysfunction other than study drug at any time during the study;\n* Participation in another investigational study within 30 days of screening or at any time during this study;\n* Previous participation in any other investigational study of avanafil;\n* History or current drug, alcohol, or substance abuse;\n* Any history of bipolar disorder or psychosis, greater than one lifetime episode of major depression, current depression of moderate or greater severity or antidepressant use that has not been stable for at least 3 months;\n* Partners who are \\< 18 years of age, who are nursing, who are known to be pregnant at screening, who wish to become pregnant during the study period, who have any gynecologic problems or major medical conditions that would limit participation in sexual intercourse;\n* Evidence of any other condition by history, physical examination, or laboratory studies that, in the opinion of the investigator, would contraindicate the administration of study medication, affect compliance, interfere with study evaluations, limit study participation, contraindicate sexual activity, or confound the interpretation of study results.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Percentage of Sexual Attempts in Which Subjects Were Able to Maintain an Erection of Sufficient Duration to Have Successful Intercourse","description":"Data presented as mean change from baseline in the percentage of Yes responses to Sexual Encounter Profile (SEP) diary question 3 \"Did your erection last long enough for you to have successful intercourse?\"","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":"2.57"},{"groupId":"OG001","value":"27.8","spread":"2.58"},{"groupId":"OG002","value":"43.4","spread":"2.56"},{"groupId":"OG003","value":"44.2","spread":"2.57"}]}]}]},{"type":"PRIMARY","title":"Change in Percentage of Sexual Attempts in Which Subjects Were Able to Insert the Penis Into the Partner's Vagina","description":"Data presented as mean change from baseline in the percentage of Yes responses to Sexual Encounter Profile (SEP) diary question 2 \"Were you able to insert your penis into your partner's vagina?\"","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":"2.33"},{"groupId":"OG001","value":"18.2","spread":"2.34"},{"groupId":"OG002","value":"27.2","spread":"2.32"},{"groupId":"OG003","value":"29.8","spread":"2.33"}]}]}]},{"type":"PRIMARY","title":"Change in International Index of Erectile Function - Erectile Function Domain (IIEF-EF) Score","description":"Questionnaire assesses subject's evaluation of erectile function over the previous 4-week period. Total score from questions 1-5 \\& 15 ranges from 1 to 30. A higher score indicates better erectile function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"0.57"},{"groupId":"OG001","value":"5.4","spread":"0.57"},{"groupId":"OG002","value":"8.3","spread":"0.56"},{"groupId":"OG003","value":"9.5","spread":"0.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":161},"commonTop":["Headache","Flushing","Nasal congestion","Nasopharyngitis","Bronchitis"]}}}