{"nctId":"NCT00774345","briefTitle":"A Study to Evaluate the Efficacy and Safety of Lenalidomide as Maintenance Therapy for Patients With B-Cell Chronic Lymphocytic Leukemia (CLL) Following Second Line Therapy","startDateStruct":{"date":"2009-01-27","type":"ACTUAL"},"conditions":["B-cell Chronic Lymphocytic Leukemia"],"count":317,"armGroups":[{"label":"Experimental: 1","type":"EXPERIMENTAL","interventionNames":["Drug: Lenalidomide"]},{"label":"Placebo Comparator: 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lenalidomide","otherNames":["Revlimid"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Must understand and voluntarily sign an informed consent form.\n2. Must be greater than or equal to 18 years at the time of signing the informed consent form.\n3. Must be able to adhere to the study visit schedule and other protocol requirements.\n4. Must have a documented diagnosis of B-cell CLL (IWCLL guidelines for the diagnosis and treatment of chronic lymphocytic leukemia \\[Hallek, 2008\\]).\n5. Must have been treated with one of the following in first and/or second line:\n\n   * a purine analog-containing regimen\n   * a bendamustine-containing regimen\n   * an anti-CD20 antibody-containing regimen\n   * a chlorambucil-containing regimen\n   * an alemtuzumab-containing regimen (for those subjects with a 17p deletion)\n6. Must have achieved a minimum response of partial response (PR, nPR, CRi, CR, and MRD-negative CR) (IWCLL guidelines for the diagnosis and treatment of chronic lymphocytic leukemia \\[Hallek, 2008\\]) following completion of second-line induction therapy prior to randomization (documentation of response status must be available). Second-line induction therapy must be documented to have been of sufficient duration.\n7. Must have completed last cycle of second-line induction no less than 8 weeks (56 days) and no greater than 20 weeks (140 days) prior to randomization.\n8. Must have an ECOG performance status score of less than or equal to 2.\n9. Females of childbearing potential (FCBP)† must:\n\n   * Have two negative medically supervised pregnancy tests prior to starting of study therapy. She must agree to ongoing pregnancy testing during the course of the study, and after end of study therapy. This applies even if the subject practices complete and continued sexual abstinence.\n   * Either commit to continued abstinence from heterosexual contact (which must be reviewed on a monthly basis) or agree to use, and be able to comply with, effective contraception without interruption, 28 days prior to starting study drug, during the study therapy (including dose interruptions), and for 28 days after discontinuation of study therapy.\n10. Male subjects must:\n\n    * Commit to continued abstinence from heterosexual contact or agree to use a condom during sexual contact with a FCBP, even if they have had a vasectomy, throughout study drug therapy, during any dose interruption and after cessation of study therapy.\n    * Agree to not donate semen during study drug therapy and for a period after end of study drug therapy.\n11. All subjects must:\n\n    * Have an understanding that the study drug could have a potential teratogenic risk.\n    * Agree to abstain from donating blood while taking study drug therapy and following discontinuation of study drug therapy. • Agree not to share study medication with another person.\n    * All subjects must be counseled about pregnancy precautions and risks of fetal exposure.\n\nExclusion Criteria:\n\n1. Any serious medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study.\n2. Active infections requiring systemic antibiotics.\n3. Systemic infection that has not resolved \\> 2 months prior to initiating lenalidomide treatment in spite of adequate anti-infective therapy\n4. Autologous or allogeneic bone marrow transplant as second-line therapy.\n5. Pregnant or lactating females.\n6. Systemic treatment for B-cell CLL in the interval between completing the last cycle of second-line induction therapy and randomization.\n7. Participation in any clinical study or having taken any investigational therapy for a disease other than CLL within 28 days prior to initiating maintenance therapy.\n8. Known presence of alcohol and/or drug abuse.\n9. Central nervous system involvement as documented by spinal fluid cytology or imaging. Subjects who have signs or symptoms suggestive of leukemic meningitis or a history of leukemic meningitis must have a lumbar puncture procedure performed within two weeks prior to randomization.\n10. Prior history of malignancies, other than CLL, unless the subject has been free of the disease for ≥5 years. Exceptions include the following:\n\n    * Basal cell carcinoma of the skin\n    * Squamous cell carcinoma of the skin\n    * Carcinoma in situ of the cervix\n    * Carcinoma in situ of the breast\n    * Incidental histologic finding of prostate cancer (TNM stage of T1a or T1b)\n11. History of renal failure requiring dialysis.\n12. Known Human Immunodeficiency Virus (HIV), active Hepatitis B Virus (HBV), and/or active Hepatitis C Virus (HCV) infection.\n13. Prior therapy with lenalidomide.\n14. Evidence of TLS per the Cairo-Bishop definition of laboratory TLS (subjects may be enrolled upon correction of electrolyte abnormalities).\n15. Any of the following laboratory abnormalities:\n\n    * Calculated (method of Cockroft-Gault) creatinine clearance \\<60 mL/min.\n    * Absolute neutrophil count (ANC) \\<1,000/μL (1.0 X 109/L)\n    * Platelet count \\<50,000/μL (50 X 109/L)\n    * Serum aspartate aminotransferase (AST)/serum glutamic-oxaloacetic transaminase (SGOT) or alanine transaminase (ALT)/serum glutamate pyruvate transaminase (SGPT) \\> 3.0 x upper limit of normal (ULN)\n    * Serum total bilirubin \\>2.0 mg/dL (with the exception of Gilbert's Syndrome)\n16. Grade 4 rash due to prior thalidomide treatment\n17. Uncontrolled hyperthyroidism or hypothyroidism\n18. Venous thromboembolism within one year\n19. Greater than or equal to Grade-2 neuropathy\n20. Uncontrolled autoimmune hemolytic anemia or thrombocytopenia\n21. Disease transformation (active) (ie, Richter's Syndrome, prolymphocytic leukemia)\n22. Known allergy to allopurinol for subjects assessed with PR following their second-line induction therapy.\n23. Prisoners.\n24. More than 2 prior lines of CLL therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall Survival (OS) is defined as the time from randomization to death from any cause. OS will be censored at the last date that the participant was known to be alive for participants who were alive at the time of analysis and for participants who were lost to follow-up before death was documented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.09","spread":null},{"groupId":"OG001","value":"73.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival 2 (PFS2)","description":"Progression Free Survival (PFS2) assessed by investigator is defined as the time from randomization to the second objective disease progression, or death from any cause, whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"Number of participants with adverse events (AEs) that measure type, frequency and severity of AEs graded by National Cancer Institute Common Terminology Criteria (NCI CTCAE V 3.0) including any grade adverse events (AEs), Grade 3-4 AEs, AEs related to study drug, grade 3-4 AEs related to study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155","spread":null},{"groupId":"OG001","value":"149","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"117","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":99,"n":158},"commonTop":["Neutropenia","Fatigue","Diarrhoea","Cough","Thrombocytopenia"]}}}