{"nctId":"NCT00375973","briefTitle":"Double Blind Trial of Duloxetine in Chronic Fatigue Syndrome","startDateStruct":{"date":"2006-09"},"conditions":["Fatigue Syndrome, Chronic"],"count":60,"armGroups":[{"label":"Duloxetine","type":"EXPERIMENTAL","interventionNames":["Drug: Duloxetine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Duloxetine","otherNames":["Cymbalta"]},{"name":"Placebo","otherNames":["Sugar Pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female and male outpatients between 18-65 years of age.\n2. Meet criteria for revised Center for Disease Control (CDC) definition of Chronic Fatigue Syndrome (CFS) (at least 6 months of persistent fatigue that substantially reduces the person's level of activity; 4 or more of the following symptoms that must occur with fatigue in a 6-month period: impaired memory or concentration, sore throat, tender glands, aching or stiff muscles, multijoint pain, new headaches, unrefreshing sleep, and post-exertional fatigue. Medical conditions that may explain the fatigue and psychiatric disorders, including eating disorders, psychotic disorders, bipolar disorder, melancholic depression, and substance abuse within 2 years of the onset of fatigue, are excluded).\n3. Provision of written informed consent for participation in the trial.\n4. Educational level and degree of understanding such that the patient can communicate intelligibly with the investigator and study staff.\n5. Judged to be reliable and agree to keep all appointments for clinic visits, tests, and procedures required by the protocol.\n\nExclusion Criteria:\n\n1. Current melancholic major depressive disorder, or a previous diagnosis of psychosis, eating disorder, or bipolar disorder.\n2. History of substance abuse or dependence within the past year, excluding nicotine and caffeine.\n3. A positive urine drug screen for any substance of abuse (may be retested if positive test was for a prescribed medication that was not washed out).\n4. Women who are pregnant or breast feeding; women must test negative for pregnancy at Visit 1.\n5. Women of childbearing potential who are not using a medically accepted means of contraceptive when engaging in sexual intercourse.\n6. Patients who, in the opinion of the investigator, are treatment-refractory or whose response is likely to be compromised by existing or future disability compensation issues.\n7. Serious unstable medical illness, including cardiovascular, hepatic, renal, respiratory, or hematologic illness, or other unstable medical or psychiatric conditions that in the opinion of the investigator would compromise participation or would likely lead to hospitalization during the duration of the study. Abnormal thyroid stimulating hormone (TSH) concentrations (unless treatment for hypothyroidism has been stable for at least the past 3 months and the patient is clinically euthyroid).\n8. Patients who have uncontrolled narrow-angle glaucoma.\n9. Patients who have acute liver injury (such as hepatitis) or severe cirrhosis (Child-Pugh Class C).\n10. Patients who are judged prior to randomization to be at suicidal risk by the clinical investigator.\n11. Treatment with antidepressant medication within 14 days prior to randomization with the exception of fluoxetine, which cannot be used within 30 days prior to randomization. Potential need to use a monoamine oxidase inhibitor (MAOI) during the study or within 2 weeks of discontinuation of study treatment.\n12. Patients who have previously taken duloxetine\n13. Patients who are taking any excluded medications that cannot be discontinued at Visit 1.\n14. Treatment within the last 30 days with a drug that has not received regulatory approval at the time of study entry.\n15. Known hypersensitivity to duloxetine or any of the inactive ingredients.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Multidimensional Fatigue Inventory (MFI)--General Fatigue Subscale Score","description":"The MFI is a self-reported instrument that contains 20 statements covering different aspects of fatigue. The MFI consists of 5 subscales: general fatigue, physical fatigue, mental fatigue, reduced activity, and reduced concentration. Each subscale includes 4 items with 5-point Likert scales. Scores on each subscale range from 4-20 with higher scores indicating greater fatigue. A decrease in the score indicates improvement.\n\nThe general fatigue subscale (primary measure) includes general statements about tiredness, feeling rested, and overall feelings of being fit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"4.2"},{"groupId":"OG001","value":"-1.8","spread":"2.8"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brief Pain Inventory (BPI) --Average Pain Severity Score","description":"The BPI is a self-administered scale that measures the severity of pain. Pain severity is rated on a 0 \\[no pain\\] to 10 \\[pain as bad a you can imagine\\] scale. Average pain is rated over the previous 24 hours. Higher scores indicate greater pain severity. A decrease in the score indicates improvement (i.e. decrease in pain severity).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"1.5"},{"groupId":"OG001","value":"-0.8","spread":"2.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Hospital Anxiety and Depression Scale (HADS) --Depression Subscale","description":"The HADS is a self-reported instrument designed as a brief assessment tool of anxiety and depression in nonpsychiatric populations. It is a 14-item questionnaire that consistes of 2 subscales of 7 items designed to measure levels of both anxiety and depression. Each item on the questionnaire is scored from 0-3 and this means that a person can score between 0 and 21 for either anxiety or depression. Higher scores indicate greater levels of anxiety or depression. A decrease in the score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.6","spread":"2.9"},{"groupId":"OG001","value":"-1.9","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Clinical Global Impression of Severity (CGI-S)","description":"Clinician rated assessment of severity on a 1 (normal)-7 (extremely ill) scale. A decrease in the score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"1.2"},{"groupId":"OG001","value":"-0.4","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Improvement (PGI-I)","description":"Patient rated assessment of change on a 1 (very much better) to 7 (very much worse) scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"1.2"},{"groupId":"OG001","value":"3.3","spread":"1.2"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued the Study for Any Reason","description":"Description of discontinuation rates of participants; all participants who dropped out of the study after randomization were included. The reasons for drop outs included lack of efficacy, adverse event, lost to follow-up, personal conflict or other patient decision, withdrawal of informed consent, and non-compliance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued Use of Treatment Due to Adverse Events","description":"Paticipants who dropped out of the study because of intolerable adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":29},"commonTop":["Nausea","Somnolence","headache","Insomnia","Constipation"]}}}