{"nctId":"NCT02347891","briefTitle":"Belimumab in Idiopathic Inflammatory Myositis","startDateStruct":{"date":"2015-01","type":"ACTUAL"},"conditions":["Myositis"],"count":17,"armGroups":[{"label":"Belimumab + Standard of Care","type":"EXPERIMENTAL","interventionNames":["Drug: Belimumab"]},{"label":"Placebo + Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Belimumab","otherNames":["Benlysta"]},{"name":"Placebo","otherNames":["Saline IV bag"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects enrolled in the study must meet the following inclusion criteria:\n\n1. Adults \\>18 years of age\n2. Have a diagnosis of:\n\n   1. definite or probable dermatomyositis (DM) or\n   2. Definite or probable diagnosis of polymyositis (PM) with presence of one of myositis specific antibodies. In the absence of myositis specific auto-antibodies, the diagnosis of PM will require review of the muscle biopsy and adjudication by the predetermined committee of experts.\n3. Presence of positive autoantibody (ANA \\>1:80 or RNP or SSA/SSB or any of the myositis specific autoantibody: antisynthetase autoantibodies (anti-Jo-1, PL-7, PL-12, EJ, OJ, KS), anti-SRP, anti-Mi-2, anti-p140).\n4. Have refractory IIM as defined by inadequate response or intolerance to at least 3 months of glucocorticoids and/or at least one other immunosuppressive agent, such as azathioprine, methotrexate, IVIG, mycophenolate mofetil, leflunomide, tacrolimus, cyclosporine cyclophosphamide, and Rituximab.\n5. Have active IIM at screening. This requires at least 3 criteria from the CSM\n6. Dermatomyositis patients that do not meet the MMT criteria, must have:\n\n   1. a cutaneous VAS score of \\>3 cm on a 10 cm VAS scale (MDAAT) will be required:\n   2. elevation of at least one muscle enzyme (creatine kinase \\[CK\\]; aldolase; lactate dehydrogenase \\[LDH\\]; alanine aminotransferase \\[ALT\\]; or aspartate aminotransferase \\[AST\\]) to a minimum level of 1.3 times the upper limit of normal,\n   3. and 1 additional core set measure\n7. For patients with ≥ 7 years of IIM, muscle biopsy or muscle MRI within 4 months prior to enrollment will be required to document active myositis to avoid enrolling patients with significant index of damage/ muscle atrophy. This is not applicable to DM patients with a cutaneous VAS score of \\>3 cm on a 10 cm VAS scale (MDAAT).\n8. Have a stable background glucocorticoid therapy for at least 2 weeks prior to screening (Prednisone (or equivalent) dose \\< 15 mg daily)\n9. Have a stable immunosuppressive therapy (IS) (azathioprine, mycophenolate mofetil, tacrolimus, cyclosporine for \\> 2 months prior to screening. Patients on intravenous gamma globulin (IVIG) have to be on a stable dose and frequency regimen for ≥ 3 months.\n10. Have the ability to understand the requirements of the study and provide written informed consent (including consent for the use and disclosure of research-related health information) and comply with the study protocol procedures (including required study visits)\n11. Female subjects of childbearing potential must have a negative urine pregnancy test at screening and agree to 1 of the following:\n\n    1. Complete abstinence from intercourse from 2 weeks prior to administration of the 1st dose of study agent until 16 weeks after the last dose of study agent (Sexual inactivity by abstinence must be consistent with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception); or\n    2. Consistent and correct use of 2 of acceptable methods of birth control for 1 month prior to the start of the study agent, during the study, and 16 weeks after the last dose of study agent\n\nExclusion Criteria:\n\nSubjects meeting any of the following criteria will be excluded from the study:\n\n1. Have severe muscle damage as defined by a Muscle Damage Index (MDI) \\> 5.0 cm using a visual analogue scale (VAS) 10.0 cm in length or evidence of severe muscle atrophy on muscle MRI.\n2. History of malignant neoplasm within the last 5 years, except for adequately treated cancers of the skin (basal or squamous cell).\n3. Have a history of a primary immunodeficiency\n4. Have a significant IgG deficiency (IgG level \\< 400 mg/dl) Have an IgA deficiency (IgA level \\< 10 mg/dL)\n5. Discontinuation IS agent \\< 3 months prior to Screening. Including: azathioprine, methotrexate, mycophenolate mofetil, leflunomide, tacrolimus, cyclosporine, or intravenous gamma globulin \\[IVIG\\]\n6. Have received Rituximab within 365 days prior to Screening.\n7. Have received cyclophosphamide within 180 days prior to Screening\n8. Have received treatment with:\n\n   1. Initiated IVIG 3 months prior to Screening\n   2. Pulse steroids 2 months prior to Screening\n9. Have received treatment with Belimumab at any time prior to Screening\n10. Have received a biologic investigational agent within 365 days prior to Screening.\n11. Have received a non-biologic investigational agent within 30 days or 5 half-lives of the agent (whichever is longer) prior to Screening.\n12. Have a history of an anaphylactic reaction to parenteral administration of contrast agents, human or murine proteins or monoclonal antibodies.\n13. Infection history:\n\n    1. Currently on any suppressive therapy for a chronic infection (such as tuberculosis - including latent tuberculosis, pneumocystis, cytomegalovirus, herpes simplex virus, herpes zoster and atypical mycobacteria).\n\n       NOTE: Testing for latent TB is a standard of care for patients on immunosuppressive therapy and results will be obtained from their medical record. If no TB history is found for these patients, a Quantiferon Gold or PPD test will be performed prior to Day 0 as part of standard of care.\n    2. Hospitalization for treatment of infection within 60 days of Day 0.\n    3. Use of parenteral (IV or IM) antibiotics (antibacterials, antivirals, anti-fungals, or anti parasitic agents) within 60 days of Day 0.\n14. Have a historically positive HIV test or test positive at screening for HIV.\n15. Have a history of autoimmune hepatitis\n16. Hepatitis status will be obtained from patients' medical records. If unavailable, testing will be done as part of standard of care. Patients are excluded if there is evidence of infection with:\n\n    a. Hepatitis B: i. Positive hepatitis B surface antigen (HBsAg) or positive hepatitis B core antibody (HBcAb) or b. Hepatitis C: i. Positive hepatitis C antibody with confirmatory hepatitis C viral load by PCR.\n17. Clinically significant elevation of GGT (\\>1.5xULN), bilirubin (\\>1.25xULN, direct 35%), or INR (\\>1.2, excluding patients on anti-coagulant therapies) or other clinically significant abnormal laboratory value in the opinion of the investigator.\n18. Have current drug or alcohol abuse or dependence, or a history of drug or alcohol abuse or dependence within 364 days prior to Day 0.\n19. Have evidence of serious suicide risk including any history of suicidal behaviour in the last 6 months and/or any suicidal ideation in the last 2 months or who in the investigator's judgment, pose a significant suicide risk.\n20. Have any concurrent significant medical or psychiatric illness that the investigator considers would make the candidate unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response Rate During Randomized Phase","description":"Definition of Improvement (DOI) is ≥ 20% of improvement in any 3 of the core set measures (CSM) - Manual Muscle Testing, Patient Global , Physician Global, Muscle Enzyme change , HAQ and Extra- muscular activity and no more than 2 CSM worsening by ≥ 25% (excluding MMT).\n\nTotal Improvement Score ( TIS) is a sum of weighted scores of absolute change of core set measures ( MMT, Patient Global , Physician Global, Muscle Enzyme change , HAQ and Extra-muscluar activity ). The scores range from 0 to 100, with higher scores indicating greater improvement. TIS ≥ 40 indicates a moderate response and ≥ 60 TIS indicates a major response.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Mean Total Improvement Score (TIS) During Randomized Phase","description":"It is a composite measure calculated as a sum of weighted scores assigned to absolute changes for each measure (MMT , Patient Global, Physician Global, Muscle enzymes, Extramuscluar activity and HAQ) . Total score could range from 0 to 100. TIS ≥ 20 indicates minimal improvement, TIS ≥ 40 indicates moderate response and TIS ≥ 60 indicates a major response.\n\n2016 ACR/EULAR Criteria for Minimal, Moderate, and Major Clinical Response in Adult Dermatomyositis and Polymyositis and Juvenile Dermatomyositis (Aggarwal R et al 2016)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":"24.9"},{"groupId":"OG001","value":"37.9","spread":"5.8"}]}]}]},{"type":"SECONDARY","title":"Response Rate After Open Label Phase","description":"It is a composite measure calculated as a sum of weighted scores assigned to absolute changes for each measure (MMT , Patient Global, Physician Global, Muscle enzymes, Extramuscluar activity and HAQ) . Total score could range from 0 to 100. TIS ≥ 20 indicates minimal improvement, TIS ≥ 40 indicates moderate response and TIS ≥ 60 indicates a major response.\n\n2016 ACR/EULAR Criteria for Minimal, Moderate, and Major Clinical Response in Adult Dermatomyositis and Polymyositis and Juvenile Dermatomyositis (Aggarwal R et al 2016)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Total Improvement Score (TIS) After Open Label Phase","description":"Definition of Improvement (DOI) is ≥ 20% of improvement in any 3 of the core set measures (CSM) - Manual Muscle Testing, Patient Global , Physician Global, Muscle Enzyme change , HAQ and Extra- muscular activity and no more than 2 CSM worsening by ≥ 25% (excluding MMT).\n\nTotal Improvement Score ( TIS) is a sum of weighted scores of absolute change of core set measures ( MMT, Patient Global , Physician Global, Muscle Enzyme change , HAQ and Extra-muscluar activity ). The scores range from 0 to 100, with higher scores indicating greater improvement. TIS ≥ 40 indicates a moderate response and ≥ 60 TIS indicates a major response. Minimal, Moderate, and Major Clinical Response in Adult Dermatomyositis and Polymyositis and Juvenile Dermatomyositis (Aggarwal R et al 2016)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":"25.3"},{"groupId":"OG001","value":"36","spread":"13.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":10},"commonTop":["Upper respiratory infection","rash","Urinary Tract Infection","Gout flare","fatigue and lightheadedness"]}}}