{"nctId":"NCT00641043","briefTitle":"Efficacy vs Placebo as Initial Combination Therapy With Pioglitazone","startDateStruct":{"date":"2008-03"},"conditions":["Diabetes Mellitus, Type 2"],"count":389,"armGroups":[{"label":"BI 1356 (5 mg)","type":"EXPERIMENTAL","interventionNames":["Drug: Linagliptin + pioglitazone (30 mg)"]},{"label":"Placebo matching BI 1356 5 mg","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo + pioglitazone (30 mg)"]}],"interventions":[{"name":"placebo + pioglitazone (30 mg)","otherNames":[]},{"name":"Linagliptin + pioglitazone (30 mg)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Signed and dated written Informed Consent (IC) by date of Visit 1a in accordance with Good Clinical Practice (GCP) and local legislation\n2. Patients with a diagnosis of type 2 diabetes mellitus and treatment naive or previously treated with any oral hypoglycaemic agent; antidiabetic therapy has to be unchanged for ten weeks prior to informed consent.\n3. Glycosylated haemoglobin A1 (HbA1c) 7.5-11% at Visit 2 (Start of Run-in).\n4. Male and female patients aged \\> or = 18 and \\< or = to 80 years at Visit 1a (Screening).\n5. Body Mass Index (BMI) \\< or = 40 kg/m2 at Visit 1a (Screening)\n6. Signed and dated written informed consent prior to admission to the study in accordance with GCP and local legislation.\n\nExclusion criteria:\n\n1. Myocardial infarction, stroke or Transient Isquemic Atack (TIA) within 6 months prior to Inform Consent (IC)\n2. Impaired hepatic function, defined by serum levels of either Alanine Aminotransferase (ALT), Aspartate Aminotransferase (AST), or alkaline phosphatase above 3 x upper limit of normal (ULN) determined at Visit 1a.\n3. Known hypersensitivity or allergy to the investigational product or its excipients and/or to hydrochloride of pioglitazone or its excipients\n4. Treatment with Glucagon-like peptide-1 (GLP-1) analogue / agonist within 3 months prior to IC.\n5. Treatment with insulin within 3 months prior to IC\n6. Treatment with anti-obesity drugs 3 months prior to IC.\n7. Alcohol abuse within the 3 months prior to IC that would interfere with trial participation or drug abuse.\n8. Participation in another trial with an investigational drug within 2 months prior to IC.\n9. Fasting blood glucose \\> 240 mg/dl (=13.3 mmol/L) at screening (Visit 1).\n10. Pre-menopausal women (last menstruation \\< or =1 year prior to signing IC) who:\n\n    * are nursing or pregnant,\n    * or are of child-bearing potential and are not practicing an acceptable method of birth control, or do not plan to continue using this method throughout the study and do not agree to submit to periodic pregnancy testing during participation in the trial. Acceptable methods of birth control include transdermal patch, intra uterine devices/systems (IUDs/IUSs), oral, implantable or injectable contraceptives, sexual abstinence and vasectomised partner. No exception will be made.\n11. Treatment with systemic steroids or change in the dosage of thyroid hormone within six weeks prior to IC\n12. Heart failure New York Heart Asociation (NYHA) class I-IV, or history of heart failure.\n13. Diabetic ketoacidosis within 6 months prior to IC.\n14. Hemodialyzed patients due to limited experience with Thiazolidinediones (TZDs)\n15. Any other clinical condition wich, in the opinion of the investigator, would not alow safe completion of the protocol and safe administration of BI1356 and pioglitazone.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"HbA1c Change From Baseline to Week 24","description":"HbA1c is measured as a percentage. Thus, this change from baseline reflects the Week 24 HbA1c percent minus the baseline HbA1c percent. Means are treatment adjusted for baseline HbA1c and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.56","spread":"0.09"},{"groupId":"OG001","value":"-1.06","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"HbA1c Change From Baseline to Week 6","description":"HbA1c is measured as a percentage. Thus, this change from baseline reflects the Week 6 HbA1c percent minus the baseline HbA1c percent. Means are treatment adjusted for baseline HbA1c and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.06"},{"groupId":"OG001","value":"-0.41","spread":"0.04"}]}]}]},{"type":"SECONDARY","title":"HbA1c Change From Baseline to Week 12","description":"HbA1c is measured as a percentage. Thus, this change from baseline reflects the Week 12 HbA1c percent minus the baseline HbA1c percent. Means are treatment adjusted for baseline HbA1c and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.35","spread":"0.07"},{"groupId":"OG001","value":"-0.85","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"HbA1c Change From Baseline to Week 18","description":"HbA1c is measured as a percentage. Thus, this change from baseline reflects the Week 18 HbA1c percent minus the baseline HbA1c percent. Means are treatment adjusted for baseline HbA1c and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.55","spread":"0.08"},{"groupId":"OG001","value":"-1.06","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"FPG Change From Baseline to Week 24","description":"This change from baseline reflects the Week 24 FPG minus the baseline FPG. Means are treatment adjusted for baseline HbA1c, baseline FPG and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.4","spread":"3.0"},{"groupId":"OG001","value":"-32.6","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"FPG Change From Baseline to Week 6","description":"This change from baseline reflects the Week 6 FPG minus the baseline FPG. Means are treatment adjusted for baseline HbA1c, baseline FPG and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.0","spread":"2.5"},{"groupId":"OG001","value":"-33.3","spread":"1.9"}]}]}]},{"type":"SECONDARY","title":"FPG Change From Baseline to Week 12","description":"This change from baseline reflects the Week 12 FPG minus the baseline FPG. Means are treatment adjusted for baseline HbA1c, baseline FPG and previous anti-diabetic medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.5","spread":"2.7"},{"groupId":"OG001","value":"-33.8","spread":"2.0"}]}]}]},{"type":"SECONDARY","title":"FPG Change From Baseline to Week 18","description":"This change from baseline reflects the Week 18 FPG minus the baseline FPG. Means are treatment adjusted for baseline HbA1c, baseline FPG and previous anti-diabetes medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.3","spread":"2.9"},{"groupId":"OG001","value":"-33.2","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c <7.0% at Week 24","description":"The percentage of patients with an HbA1c value below 7% at week 24 was calculated for each treatment arm. If a patient did not have an HbA1c value at week 24 they were considered a failure, so HbA1c above 7%. Only patients with baseline HbA1c \\>= 7%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":"0"},{"groupId":"OG001","value":"42.9","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c<7.0 at Week 24","description":"The percentage of patients with an HbA1c value below 7% at week 24 was calculated for each treatment arm. If a patient did not have an HbA1c value at week 24 they were considered a failure, so HbA1c above 7%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.5","spread":null},{"groupId":"OG001","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c <6.5% at Week 24","description":"The percentage of patients with an HbA1c value below 6.5% at week 24 was calculated for each treatment arm. If a patient did not have an HbA1c value at week 24 they were considered a failure, so HbA1c above 6.5%. Only patients with baseline HbA1c \\>= 6.5%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":"0"},{"groupId":"OG001","value":"17.5","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With HbA1c<6.5% at Week 24","description":"The percentage of patients with an HbA1c value below 6.5% at week 24 was calculated for each treatment arm. If a patient did not have an HbA1c value at week 24 they were considered a failure, so HbA1c above 6.5%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Have an HbA1c Lowering by 0.5% at Week 24","description":"The percentage of patients with an HbA1c reduction from baseline greater than 0.5% at week 24 was calculated for each treatment arm. If a patient did not have an HbA1c value at week 24 they were considered a failure, so HbA1c reduction less than 0.5%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":"0"},{"groupId":"OG001","value":"75.0","spread":"0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":130},"commonTop":["Nasopharyngitis","Upper respiratory tract infection"]}}}