{"nctId":"NCT02896296","briefTitle":"Open-Label Treatment Extension Study","startDateStruct":{"date":"2016-08-17","type":"ACTUAL"},"conditions":["Opioid Use Disorder","Opioid-related Disorders"],"count":208,"armGroups":[{"label":"RBP-6000 (100/300 mg Flex)","type":"EXPERIMENTAL","interventionNames":["Drug: RBP-6000"]}],"interventions":[{"name":"RBP-6000","otherNames":["atrigel buprenorphine","extended-release buprenorphine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written consent to participate in this study.\n2. Completed the End of Study Visit for the RB-US-13-0003 study (NCT02510014).\n3. Be considered eligible in the medical judgment of the Investigator.\n4. Females: Women of childbearing potential (defined as all women who are not surgically sterile or postmenopausal for at least 1 year prior to informed consent form (ICF)) must have a negative pregnancy test prior to enrollment and must agree to use a medically acceptable means of contraception from screening through at least 6 months after the last dose of investigational medicinal product (IMP).\n\n   Males: Subjects with female partners of child-bearing potential must agree to use medically acceptable contraception after signing the ICF through at least 6 months after the last dose of IMP. Male subjects must also agree not to donate sperm during the study and for 6 months after receiving the last dose of IMP.\n5. Subjects must agree not to take any buprenorphine products other than those administered during the current study throughout participation in the study.\n6. Subjects must be willing to adhere to study procedures.\n\nExclusion Criteria:\n\n1. Subject compliance issues during participation in the RB-US-13-0003 study which, in the opinion of the Investigator, could potentially compromise subject safety.\n2. Women of childbearing potential who have a positive pregnancy test at RB-US-13-0003 at the end-of-study (EOS) visit, who are pregnant or breastfeeding, seeking pregnancy, or failing to use adequate contraceptive methods during the study.\n3. History of suicidal ideation within 28 days prior to signing the ICF as evidenced by answering \"yes' to questions 4 or 5 on the suicidal ideation portion of the Columbia-Suicide Severity Rating Scale (C-SSRS) \"since last visit\" assessment (completed in the EOS Visit for Study RB-US-13-0003), screening/baseline\" assessment for the current study), or history of a suicide attempt (per the C-SSRS) in the 6 months prior to signing the ICF.\n4. Taking any cytochrome P450 3A4 and 2C8 inducers and inhibitors, self-reported additional buprenorphine, or over the counter (OTC) and/or herbal supplements with the potential to prolong QTc within 28 days of Day 1 unless prior written approval was obtained from the Medical Monitor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With Treatment-Emergent Adverse Events (TEAE) During the Treatment Period","description":"TEAE=any untoward medical occurrence that develops or worsens in severity after dispensation of the study drug and does not necessarily have a causal relationship to the study drug. Severity was rated by the investigator on a scale of mild, moderate and severe, with severe= a marked limitation in activity. Relation of AE to treatment was determined by the investigator. Serious AEs include death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, OR an important medical event that jeopardized the patient and required medical or surgical intervention to prevent one of the outcomes listed in this definition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage Change From Baseline to Week 25 in Vital Signs","description":"Vital signs include:\n\n* systolic blood pressure (mmHg)\n* diastolic blood pressure (mmHg)\n* respiratory rate (breaths/minute)\n* pulse oximetry (%)\n* pulse rate (beats/min)\n* temperature (C)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.93","spread":"11.208"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.61","spread":"12.397"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.13","spread":"1.377"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.04","spread":"16.975"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":"8.360"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"1.003"}]}]}]},{"type":"PRIMARY","title":"Participants With Treatment-emergent Adverse Events (TEAEs) Pertaining to Laboratory Test Values","description":"TEAE=any untoward medical occurrence that develops or worsens in severity after dispensation of the study drug and does not necessarily have a causal relationship to the study drug. The number of participants with TEAEs specific to laboratory tests are summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":208},"commonTop":[]}}}