{"nctId":"NCT04211389","briefTitle":"Twin Trial of PDE4 Inhibition With Roflumilast for the Management of Plaque Psoriasis","startDateStruct":{"date":"2019-12-17","type":"ACTUAL"},"conditions":["Chronic Plaque Psoriasis"],"count":442,"armGroups":[{"label":"ARQ-151 cream 0.3%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: ARQ-151 0.3% cream"]},{"label":"ARQ-151 cream vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: ARQ-151 vehicle cream"]}],"interventions":[{"name":"ARQ-151 0.3% cream","otherNames":[]},{"name":"ARQ-151 vehicle cream","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants legally competent to sign and give informed consented and if appropriate assent as required by local laws\n* Males and females ages 2 years and older (inclusive)\n* Clinical diagnosis of psoriasis vulgaris of at least 6 months duration (3 months for children) as determined by the Investigator\n* Females of childbearing potential (FOCBP) must have a negative pregnancy test at Screening (Visit 1) and Baseline (Visit 2). In addition, sexually active FOCBP must agree to use at least one form of highly effective contraception throughout the trial.\n* In good health as judged by the Investigator, based on medical history, physical examination, serum chemistry labs, hematology values, and urinalysis.\n* Subjects considered reliable and capable of adhering to the Protocol and visit schedule, according to the judgment of the Investigator.\n\nExclusion Criteria:\n\n* Planned excessive exposure of treated area(s) to either natural or artificial sunlight, tanning bed or other LED.\n\n  * Females who are pregnant, wishing to become pregnant during the study, or are breast-feeding.\n  * Previous treatment with ARQ-151 or its active ingredient\n  * Subjects with any serious medical condition or laboratory abnormality that would prevent study participation or place the subject at significant risk, as determined by the Investigator.\n  * Subjects with a history of chronic alcohol or drug abuse within 6 months of initiation of investigational product\n  * Subjects who are unable to communicate, read or understand the local language, or who display another condition, which in the Investigator's opinion, makes them unsuitable for clinical study participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Success on the Investigator Global Assessment (IGA) Scale","description":"The number of participants achieving \"success\" in IGA assessment of disease severity at Week 8 is presented for each arm. Success was defined as achievement of an IGA score of 0 ('clear') or 1 ('almost clear') at Week 8, accompanied by a ≥2-grade improvement from baseline IGA score. The IGA is 5-point scale assessing the severity of plaque psoriasis, with scores ranging from 0 ('clear') to 4 ('severe'), and higher scores indicate greater symptom severity. The IGA scores are based on observed data, whereas odds ratio and p-values were calculated using multiple imputation of missing values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Achieve Psoriasis Area Severity Index-50 (PASI-50)","description":"The Psoriasis Area and Severity Index (PASI) is widely used for the measurement of severity of psoriasis. PASI combines the assessment of the severity of lesions and the area affected into a single score in the range from 0 (no disease) to 72 (maximal disease), with higher scores indicating greater symptom severity. The time to achieve PASI-50 (defined as a 50% reduction from baseline in PASI score) is presented, and is based on observed data only. Participants are included whether they achieved PASI-50 or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Psoriasis Area Severity Index-75 (PASI-75)","description":"The Psoriasis Area and Severity Index (PASI) is widely used for the measurement of severity of psoriasis. PASI combines the assessment of the severity of lesions and the area affected into a single score in the range from 0 (no disease) to 72 (maximal disease), with higher scores indicating greater symptom severity. The number of participants achieving PASI-75 (defined as a 75% reduction from baseline in PASI score) at Week 8 is presented. Participant counts are based on observed data only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"103","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Psoriasis Area Severity Index-90 (PASI-90)","description":"The Psoriasis Area and Severity Index (PASI) is widely used for the measurement of severity of psoriasis. PASI combines the assessment of the severity of lesions and the area affected into a single score in the range from 0 (no disease) to 72 (maximal disease), with higher scores indicating greater symptom severity. The number of participants achieving PASI-90 (defined as a 90% reduction from baseline in PASI score) at Week 8 is presented. Participant counts are based on observed data only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Success in Intertriginous Investigator Global Assessment (I-IGA) Scale Assessment of Disease Severity at Week 8","description":"The number of participants with I-IGA score ≥2 at baseline achieving \"success\" in IGA assessment of disease severity at Week 8 is presented (observed data only) for each arm. Success was defined as achievement of an I-IGA score of 0 ('clear') or 1 ('almost clear') at Week 8, accompanied by a ≥2-grade improvement from baseline I-IGA score. The IGA is a 5-point scale assessing the severity of plaque psoriasis, with scores ranging from 0 ('clear') to 4 ('severe'), and higher scores indicate greater symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving I-IGA Score of 'Clear' at Week 8","description":"The number of participants achieving an IGA score of 0 ('clear') at Week 8 is presented (observed data only) for each arm. The I-IGA is a 5-point scale assessing the severity of intertriginous area plaque psoriasis, with scores ranging from 0 ('clear') to 4 ('severe'), and higher scores indicate greater symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Success in Worst Itch Numerical Rating Scale (WI-NRS) Pruritus Score","description":"The number of participants achieving success in WI-NRS is presented. Success is defined as achievement of a ≥ 4-point reduction in WI-NRS pruritus score in participants with WI-NRS pruritus score ≥ 4 at baseline. The WI-NRS is a 10 point scale ranging from 0 ('no itch') to 10 ('worst itch imaginable') the participant experienced in the past 24 hours, with higher scores indicating greater symptoms severity. Results are based on observed data only.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Psoriasis Symptoms Diary (PSD) Score","description":"The PSD is a 16-item questionnaire asking subjects to rate the severity of psoriasis-related symptoms in the past 24 hours. Each question is scored from 0 (\"no symptoms\") to 10 (\"worst imaginable symptoms\"). Scores range from 0 to 160, with higher scores indicating greater symptom severity. The least squares (LS) mean (95% CI) change in PSD total score relative to baseline is presented for each treatment arm, with decreases from baseline indicating symptom improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.7","spread":null},{"groupId":"OG001","value":"-16.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.3","spread":null},{"groupId":"OG001","value":"-22.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":290},"commonTop":[]}}}