{"nctId":"NCT01398410","briefTitle":"Long-term Prevention of Recurrent Gastric or Duodenal Ulcers Caused by Low-dose Aspirin With Rabeprazole (E3810) Treatment (Planetarium Study)","startDateStruct":{"date":"2011-12"},"conditions":["Gastric Ulcers Duodenal Ulcers Caused by Low-dose Aspirin"],"count":405,"armGroups":[{"label":"Rabeprazole 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]},{"label":"Rabeprazole 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Rabeprazole"]}],"interventions":[{"name":"Rabeprazole","otherNames":["E3810, Pariet/Aciphex"]},{"name":"Rabeprazole","otherNames":["E3810, Pariet/Aciphex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Confirmed to have no recurrence of gastric or duodenal ulcer by endoscopy at the end of 24 weeks of treatment in study E3810-J081-308.\n* Need to continue receiving low-dose aspirin (81 mg/day or 100 mg/day) during this study.\n\nExclusion Criteria\n\n-Confirmed to have a recurrence of gastric or duodenal ulcer at the end of 24 weeks of treatment in study E3810-J081-308 (at the start of this trial) and thus are withdrawn from the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment Emergent Adverse Events (AEs)","description":"An AE was defined as any untoward medical occurrence in a participant administered with the study drug. A serious adverse event (SAE) was defined as any untoward medical occurrence that at any dose resulted in death, was life-threatening (ie, the participant was at immediate risk of death from the AE as it occurred; this did not include an event that, had it occurred in a more severe form or was allowed to continue, might have caused death), required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, or was as a congenital anomaly/birth defect (in the child of a participant who was exposed to the study drug). In this study, treatment emergent AEs (defined as an AE (serious/non-serious) that started/increased in severity on/after the first dose of study drug up to 30 days after the final dose of study drug) were assessed. The data is presented as percentage of participants with treatment emergent AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null},{"groupId":"OG001","value":"83.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Recurrent Rate of Gastric or Duodenal Ulcers","description":"Mucosal injuries with a white coat measuring greater than or equal to 3 mm in diameter was diagnosed as ulcers. When ulcer was confirmed by endoscopic examination during the trial, it was regarded as recurrence of ulcer and the trial was discontinued for the participant involved. The presence or absence of ulcer recurrence was determined by the endoscopy central review panel that were blinded to the investigators' assessments. Cumulative recurrent rate was estimated by the Kaplan-Meier method. The data is presented as percentage of participants with cumulative recurrent rate of gastric or duodenal ulcers.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"2.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":201},"commonTop":["Nasopharyngitis","Diarrhoea","Back pain","Constipation","Contusion"]}}}