{"nctId":"NCT00984204","briefTitle":"Clinical Evaluation of Therapy™ Cool Path™ Duo Cardiac Ablation System for the Treatment of Typical Atrial Flutter (AFL)","startDateStruct":{"date":"2009-10"},"conditions":["Typical Atrial Flutter"],"count":188,"armGroups":[{"label":"Treatment arm","type":"EXPERIMENTAL","interventionNames":["Device: Therapy Cool Path Duo"]}],"interventions":[{"name":"Therapy Cool Path Duo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A signed written Informed Consent\n* Presence of typical atrial flutter (cavotricuspid isthmus dependent)\n* If subjects are receiving antiarrhythmic drug therapy (Class I or Class III AAD)for an arrhythmia other than typical atrial flutter, then the subject needs to be controlled on their medication for at least 3 months. If the subject had typical atrial flutter before starting the AAD(s) (Class I or Class III) and then subsequently had another arrhythmia (i.e. atrial fibrillation), then the 3 month AAD criteria will not apply.\n* One documented occurrence of the study arrhythmia documented by ECG, Holter, telemetry strip, or transtelephonic monitor within the past 6 months\n* In good physical health\n* 18 years of age or older\n* Agree to comply with follow-up visits and evaluation\n\nExclusion Criteria:\n\n* Prior typical atrial flutter ablation treatment\n* Pregnancy\n* Atypical flutter or scar flutter(non-isthmus dependent)\n* Significant coronary heart disease or heart failure; that is unstable angina pectoris and/or uncontrolled congestive heart failure (NYHA Class III or IV) at the time of enrollment\n* A recent myocardial infarction within 3 months of the intended procedure date\n* Permanent coronary sinus pacing lead\n* Tricuspid valvular disease requiring surgery and/or a prosthetic tricuspid heart valve (i.e. significant)\n* Evidence of intracardiac thrombus or a history of clotting disorders\n* Participation in another investigational study\n* Cardiac surgery within 1 month of the intended procedure date\n* Allergy or contraindication to Heparin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Safety- Incidence of Intra Procedural Serious Cardiac Adverse Events Occuring Within 7 Days of Post-procedure, Regardless of Whether a Determination Can be Made Regarding Device Relatedness.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"Primary Efficacy- Bidirectional Block in the Cavo-tricuspid Isthmus and Non-inducibility of Typical Atrial Flutter at Least 30 Minutes Following the Last RF Ablation With the Cool Path Duo Ablation Catheter System is Obtained.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"181","spread":null}]}]}]},{"type":"SECONDARY","title":"Secondary Efficacy- Freedom From Recurrence of Typical Atrial Flutter up to 3 Months Post Procedure","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":188},"commonTop":["Cardiac Arrhthymia","Palpitations"]}}}