{"nctId":"NCT00509145","briefTitle":"Safety and Efficacy of Orally Administered Laquinimod Versus Placebo for Treatment of Relapsing Remitting Multiple Sclerosis (RRMS)","startDateStruct":{"date":"2007-11-13","type":"ACTUAL"},"conditions":["Multiple Sclerosis"],"count":1106,"armGroups":[{"label":"Laquinimod","type":"EXPERIMENTAL","interventionNames":["Drug: Laquinimod"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Laquinimod","otherNames":["TV-5600"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must have a confirmed and documented MS diagnosis as defined by the Revised McDonald criteria \\[Ann Neurol 2005: 58:840-846\\], with a relapsing-remitting disease course.\n2. Subjects must be ambulatory with converted Kurtzke EDSS score of 0-5.5.\n3. Subjects must be in a stable neurological condition and free of corticosteroid treatment \\[intravenous (iv), intramuscular (im) and/or per os (po)\\] 30 days prior to screening (month -1).\n4. Subjects must have had experienced one of the following:\n\n   * At least one documented relapse in the 12 months prior to screening\n   * At least two documented relapses in the 24 months prior to screening\n   * One documented relapse between 12 and 24 months prior to screening with at least one documented T1-Gd enhancing lesion in an MRI performed within 12 months prior to screening.\n5. Subjects must be between 18 and 55 years of age, inclusive.\n6. Subjects must have disease duration of at least 6 months (from the first symptom) prior to screening.\n7. Women of child-bearing potential must practice an acceptable method of birth control \\[acceptable methods of birth control in this study include: surgical sterilization, intrauterine devices, oral contraceptive, contraceptive patch, long-acting injectable contraceptive, partner's vasectomy or double-barrier method (condom or diaphragm with spermicide).\n8. Subjects must be able to sign and date a written informed consent prior to entering the study\n9. Subjects must be willing and able to comply with the protocol requirements for the duration of the study.\n\nExclusion Criteria:\n\n1. Subjects with progressive forms of MS\n2. An onset of relapse, unstable neurological condition or any treatment with corticosteroids \\[intravenous (iv), intramuscular (im) and/or per os (po)\\] or ACTH between month -1 (screening) and 0 (baseline).\n3. Use of experimental or investigational drugs, and/or participation in drug clinical studies within the 6 months prior to screening.\n4. Use of immunosuppressive including Mitoxantrone (Novantrone®) or cytotoxic agents within 6 months prior to the screening visit.\n5. Previous use of either of the following: natalizumab (Tysabri®), cladribine, laquinimod.\n6. Previous treatment with glatiramer acetate (Copaxone®) Interferon-β (either 1a or 1b) or IVIG within 2 months prior to screening visit.\n7. Systemic corticosteroid treatment of ≥30 consecutive days duration within 2 months prior to screening visit.\n8. Previous total body irradiation or total lymphoid irradiation.\n9. Previous stem cell treatment, autologous bone marrow transplantation or allogenic bone marrow transplantation.\n10. A known history of tuberculosis.\n11. Acute infection two weeks prior to baseline visit.\n12. Major trauma or surgery two weeks prior to baseline\n13. A history of vascular thrombosis (excluding catheter-site superficial venous thrombophlebitis).\n14. A carrier state of factor V Leiden mutation (either homo- or heterozygous) as disclosed at screening.\n15. Positive screening test for Hepatitis B surface antigen, Hepatitis C antibody, or HIV antibody as disclosed at screening visit.\n16. Use of potent inhibitors of CYP3A4 within 2 weeks prior to baseline visit (1 month for fluoxetine) see detailed list in Appendix 5\n17. Use of amiodarone within 2 years prior to screening visit.\n18. Pregnancy or breastfeeding.\n19. Subjects with a clinically significant or unstable medical or surgical condition that would preclude safe and complete study participation, as determined by medical history, physical examinations, ECG, laboratory tests or chest X-ray. Such conditions may include:\n\n    * A cardiovascular or pulmonary disorder that cannot be well-controlled by standard treatment permitted by the study protocol.\n    * A gastrointestinal disorder that may affect the absorption of study medication.\n    * Renal or metabolic diseases.\n    * Any form of chronic liver disease, including known non-alcoholic steatohepatitis.\n    * A ≥2xULN serum elevation of either of the following at screening: ALT, AST or direct bilirubin\n    * A QTC interval (obtained from either 2 ECG recordings at screening or from the mean value calculated from 3 measurements at baseline visit) which is \\>450msec.\n    * A family history of Long- QT syndrome.\n    * A history of drug and/or alcohol abuse.\n    * Major psychiatric disorder.\n20. A known history of sensitivity to Gd.\n21. Inability to successfully undergo MRI scanning.\n22. Known drug hypersensitivity that would preclude administration of laquinimod, such as hypersensitivity to: mannitol, meglumine or sodium stearyl fumarate.\n\nExclusion Criteria:\n\n1. Subjects who suffer from any form of progressive MS.\n2. Any condition which the investigator feels may interfere with participation in the study.\n3. Subjects with a clinically significant or unstable medical or surgical condition that would preclude safe and complete study participation,\n4. Subjects who received any investigational medication, immunosuppressives or cytotoxic agents within 6 months prior to screening\n5. Previous treatment with immunomodulators within two months prior to screening\n6. Pregnancy or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relapse Rate: Number of Confirmed Relapses During the Double Blind Study Period","description":"A relapse was defined as the appearance of at least one new neurological abnormality or the reappearance of at least one previously observed neurological abnormalities lasting greater than or equal to 48 hours and immediately preceded by an improving neurological state of greater than or equal to 30 days from onset of previous relapse. An event was counted as a relapse only when the participant's symptoms were accompanied by observed objective neurological changes, consistent with one or more of the following: An increase of greater than or equal to 0.5 in the Expanded Disability Status Scale (EDSS) score as compared to previous evaluation, an increase of one grade in the actual score of greater than or equal to 2 of the 7 functional systems (FS), as compared to previous evaluation, or an increase of 2 grades in the actual score of one FS as compared to the previous evaluation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.54","spread":"0.88"},{"groupId":"OG001","value":"0.67","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint: Sum of the Number of T1 Gadolinium (Gd)-Enhanced Lesions on T1-Weighted MRI Images","description":"Composite score was calculated as the sum of the number of gadolinium (Gd)-enhanced lesions at Month 12 and the number of gadolinium (Gd)-enhanced lesions at Month 24 on T1-Weighted MRI scans.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.86","spread":"5.02"},{"groupId":"OG001","value":"2.92","spread":"7.58"}]}]}]},{"type":"SECONDARY","title":"Composite Endpoint: Sum of the Number of New/Enlarging T2 Lesions","description":"Composite score calculated as the sum of T2 lesions at Months 12 and 24 that are new or enlarged.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.26","spread":"9.08"},{"groupId":"OG001","value":"7.87","spread":"12.56"}]}]}]},{"type":"SECONDARY","title":"Accumulation of Physical Disability Measured by the Time to Confirmed Progression of Expanded Disability Status Scale (EDSS)","description":"EDSS assesses disability in 8 functional systems with an overall score ranging from 0 (normal) to 10 (death due to multiple sclerosis \\[MS\\]). A confirmed progression of EDSS is defined as at least 1 point increase from baseline if baseline EDSS was between 0 and 5.0, or at least 0.5 point increase if baseline EDSS was 5.5 or higher, confirmed 3 months later. Participants were assessed between baseline and month 24 visit. Participants that met these criteria for any 3 consecutive months were counted in the progression category. Progression could not be confirmed during an MS relapse. Data is presented as a distribution of confirmed disease progression (CDP) events (number of participants with CDP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"78","spread":null}]},{"measurements":[{"groupId":"OG000","value":"496","spread":null},{"groupId":"OG001","value":"478","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disability as Assessed by the Multiple Sclerosis Functional Composite (MSFC) Score","description":"The Multiple Sclerosis Functional Composite is an instrument assessing disability that consists of 3 clinical assessments. The 3 are Timed 25-Foot Walk, 9-Hole Peg Test which measures upper extremity (arm and hand) function, and PASAT (Paced Auditory Serial Addition Test) which is a measure of cognitive function that specifically assesses auditory information processing speed and flexibility, as well as calculation ability. A Z-score is used to define a common metric from the 3 assessments that constitute the MSFC score. The study's population at baseline was used as reference population for the Z-score calculation. A Z-score of 0 represents the population mean at baseline. Higher Z-scores correspond to an improved outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.4"},{"groupId":"OG001","value":"0.0","spread":"0.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":550},"commonTop":["Headache","Nasopharyngitis","Back pain","Upper respiratory tract infection","Arthralgia"]}}}