{"nctId":"NCT03446001","briefTitle":"Safety and Efficacy of TRx0237 in Subjects With Alzheimer's Disease Followed by Open-Label Treatment","startDateStruct":{"date":"2017-12-01","type":"ACTUAL"},"conditions":["Alzheimer Disease"],"count":598,"armGroups":[{"label":"TRx0237 16 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: TRx0237 16 mg/day"]},{"label":"Control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Control"]},{"label":"TRx0237 8 mg/day","type":"EXPERIMENTAL","interventionNames":["Drug: TRx0237 8 mg/day"]}],"interventions":[{"name":"TRx0237 16 mg/day","otherNames":[]},{"name":"Control","otherNames":[]},{"name":"TRx0237 8 mg/day","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of Alzheimer's Disease (AD), encompassing probable AD and mild cognitive impairment due to AD (MCI-AD) based on the 2011 National Institute on Aging and Alzheimer's Association (NIA/AA) criteria\n* Documented PET scan that is positive for amyloid\n* Mini-Mental State Examination (MMSE) score of 16-27 (inclusive), subject to stratification requirements\n* Global Clinical Dementia Rating (CDR) of 0.5 to 2 (if 0.5, including a score of \\>0 in one of the functional domains: Community Affairs, Home and Hobbies, or Personal Care)\n* Age \\<90 years\n* Females must be surgically sterile, have undergone bilateral tubal occlusion / ligation, be post-menopausal, or use adequate contraception\n* Subject, and/or, in the case of reduced decision-making capacity, legally acceptable representative(s) consistent with local and national law is/are able to read, understand, and provide written informed consent in the designated language of the study site\n* Has one or more identified adult study partner who either lives with the subject or has sufficient contact to provide assessment of changes in subject behavior and function over time and information on safety and tolerability; is willing to provide written informed consent for his/her own participation; is able to read, understand, and speak the designated language(s) at the study site; agrees to accompany the subject to each study visit; and is able to verify daily compliance with study drug\n* Must not be taking an acetylcholinesterase inhibitor and/or memantine for at least 60 days at the time of the Baseline assessments\n* Able to comply with the study procedures in the view of the Investigator\n\nExclusion Criteria:\n\n* Significant central nervous system disorder other than probable AD or MCI-AD\n* Significant intracranial focal or vascular pathology seen on brain MRI scan that would lead to a diagnosis other than probable AD or MCI-AD\n* Clinical evidence or history of cerebrovascular accident; transient ischemic attack; significant head injury, for example, associated loss of consciousness, skull fracture or persisting cognitive impairment; other unexplained or recurrent loss of consciousness for ≥15 minutes\n* Epilepsy (a single prior seizure \\>6 months prior to Screening is considered acceptable)\n* Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition criteria met for major depressive disorder; schizophrenia; other psychotic disorders, bipolar disorder; substance (including alcohol) related disorders\n* Metal implants in the head, pacemaker, cochlear implants, or any other non-removable items that are contraindications to MRI\n* Resides in hospital or moderate to high dependency continuous care facility\n* Any physical disability that would prevent completion of study procedures or assessments\n* History of swallowing difficulties\n* Pregnant or breastfeeding\n* Glucose-6-phosphate dehydrogenase (G6PD) deficiency\n* History of significant hematological abnormality or current acute or chronic clinically significant abnormality\n* Abnormal serum chemistry laboratory value at Screening deemed to be clinically significant by the Investigator\n* Clinically significant cardiovascular disease or abnormal electrocardiogram assessments\n* Pre-existing or current signs or symptoms of respiratory failure\n* Concurrent acute or chronic clinically significant immunologic, hepatobiliary, or endocrine disease and/or other unstable or major disease other than probable AD or MCI-AD\n* Diagnosis of cancer (excluding basal cell carcinoma, squamous cell carcinoma, or prostate carcinoma in situ \\[Stage 1\\]) within the past 2 years or a previous (\\>2 years) diagnosis of cancer that has required any form of intervention or treatment within the past 2 years\n* Prior intolerance or hypersensitivity to methylthioninium (MT)-containing drug or methemoglobinemia induced by MT-containing drug, similar organic dyes, or any of the excipients\n* Treatment currently or within 90 days before Baseline with Souvenaid®, clozapine, carbamazepine, primidone, valproate, or drugs for which there is a warning or precaution in the labeling about methemoglobinemia at approved doses\n* Current or prior participation in any clinical trial of TRx0237; a clinical trial of a product for cognition prior to Baseline in which the last dose was received within 90 days prior to Baseline unless confirmed to have been randomized to placebo; or a clinical trial of any other investigational drug, biologic, device, or medical food in which the last dose was received within 28 days prior to Baseline","healthyVolunteers":false,"sex":"ALL","maximumAge":"90 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline on Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-cog11) (16 mg/Day vs Control)","description":"This primary outcome measure was assessed in the TRx0237 16 mg/day group compared to the control group. The scores on this scale range from 0 to 70, with higher numbers indicating a worse outcome (greater impairment).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.71","spread":null},{"groupId":"OG001","value":"1.34","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline on Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL23) (16 mg/Day vs Control)","description":"This primary outcome measure was assessed in the TRx0237 16 mg/day group compared to the control group. The scores on this scale range from 0 to 78, with higher numbers indicating a better outcome (lower impairment).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.77","spread":null},{"groupId":"OG001","value":"-0.62","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Study Participants With Serious and Non-serious Adverse Events (16 mg/Day vs Control)","description":"This primary outcome measure was assessed in the TRx0237 16 mg/day group compared to the placebo group. All laboratory test or vital sign parameter abnormalities deemed clinically significant by the Investigator are to be reported as adverse events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Annualized Rate of Whole Brain Atrophy (16 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 16 mg/day group compared to the control group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11137.44","spread":null},{"groupId":"OG001","value":"-11162.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Standardized Uptake Value Ratio (SUVR) Based on Temporal Lobe 18F-fluorodeoxyglucose Positron Emission Tomography (18F-FDG-PET) (16 mg/Day vs Control)","description":"This secondary outcome measure (normalized to pons) was assessed in the TRx0237 16 mg/day dose group compared to the control group, and restricted to subjects with Clinical Dementia Rating (CDR) 0.5 at Screening.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.025","spread":null},{"groupId":"OG001","value":"-0.026","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Annualized Rate of Temporoparietal Lobe Atrophy (16 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 16mg/day group compared to the control group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-740.79","spread":null},{"groupId":"OG001","value":"-711.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-cog11) (8 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 8 mg/day group compared to the control group. The scores on this scale range from 0 to 70, with higher numbers indicating a worse outcome (greater impairment).\n\nNote: Estimates for the Control Arm in the primary outcome and this secondary outcome are estimated using separate Mixed Models for Repeated Measures (MMRM). Thus, it is appropriate for the two models to yield two slightly different estimates for the Control Arm change as the comparator is different in each case and the model uses this information to make its estimates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.78","spread":null},{"groupId":"OG001","value":"1.06","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL23) (8 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 8 mg/day group compared to the control group. The scores on this scale range from 0 to 78, with higher numbers indicating a better outcome (lower impairment).\n\nNote: Estimates for the Control Arm in the primary outcome and this secondary outcome are estimated using separate Mixed Models for Repeated Measures (MMRM). Thus, it is appropriate for the two models to yield two slightly different estimates for the Control Arm change as the comparator is different in each case and the model uses this information to make its estimates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":null},{"groupId":"OG001","value":"-1.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Standardized Uptake Value Ratio (SUVR) Based on Temporal Lobe 18F-fluorodeoxyglucose Positron Emission Tomography (18F-FDG-PET) (8 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 8mg/day dose group compared to the control group, and restricted to subjects with Clinical Dementia Rating (CDR) 0.5 at Screening.\n\nNote: Estimates for the Control Arm in the TRx0237 16 mg/day dose group comparison and this secondary outcome are estimated using separate Mixed Models for Repeated Measures (MMRM). Thus, it is appropriate for the two models to yield two slightly different estimates for the Control Arm change as the comparator is different in each case and the model uses this information to make its estimates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.027","spread":null},{"groupId":"OG001","value":"-0.022","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Annualized Rate of Temporoparietal Lobe Atrophy (8 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 8 mg/day dose group compared to the control group.\n\nNote: Estimates for the Control Arm in the TRx0237 16 mg/day dose group comparison and this secondary outcome are estimated using separate Mixed Models for Repeated Measures (MMRM). Thus, it is appropriate for the two models to yield two slightly different estimates for the Control Arm change as the comparator is different in each case and the model uses this information to make its estimates.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-729.55","spread":null},{"groupId":"OG001","value":"-651.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Open-Label Baseline on Alzheimer's Disease Assessment Scale - Cognitive Subscale (ADAS-cog11)","description":"This secondary outcome measure was assessed for the open-label period of the study comparing subjects originally randomized to placebo to subjects originally randomized to either dose of TRx0237. The scores on this scale range from 0 to 70, with higher numbers indicating a worse outcome (greater impairment).\n\nNote: It was prespecified to combine subjects who received TRx0237 8 mg/day or TRx0237 16 mg/day in the double-blind phase as early starters; thus these are combined for this comparison.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.98","spread":null},{"groupId":"OG001","value":"3.58","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Study Participants With Serious and Non-serious Adverse Events (8 mg/Day vs Control)","description":"This secondary outcome measure was assessed in the TRx0237 8 mg/day group compared to the control group over 52 weeks. All laboratory test or vital sign parameter abnormalities deemed clinically significant by the Investigator were to be reported as adverse events.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Study Participants With Serious and Non-serious Adverse Events (Open-label)","description":"This secondary outcome measure was assessed for all subjects receiving TRx0237 in the open-label phase of the study (in which subjects had received TRx0237 for up to 104 weeks).\n\nNote: Subjects who received TRx0237 8 mg/day or TRx0237 16 mg/day arms in the double-blind phase are combined for this comparison as all had previously received TRx0237 as compared to those subjects in the control arm who were receiving TRx0237 for the first time in the open-label phase.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":266},"commonTop":["Corona virus infection","Fall","Headache"]}}}