{"nctId":"NCT01686152","briefTitle":"Study Comparing Imiquimod Cream, 3.75% to Zyclara® (Imiquimod) Cream, 3.75% in the Treatment of Actinic Keratosis","startDateStruct":{"date":"2012-09"},"conditions":["Actinic Keratosis"],"count":589,"armGroups":[{"label":"Investigational Test Product","type":"EXPERIMENTAL","interventionNames":["Drug: Imiquimod Cream, 3.75%"]},{"label":"Reference Listed Drug","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Zyclara®"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Vehicle of Test Product"]}],"interventions":[{"name":"Imiquimod Cream, 3.75%","otherNames":[]},{"name":"Zyclara®","otherNames":["Imiquimod Cream (generic name)"]},{"name":"Vehicle of Test Product","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to provide written informed consent for the study\n* At least 18 years of age.\n* Immunocompetent male or non-pregnant and non-lactating female. Each female subject of childbearing potential (excluding women who are surgically sterilized or postmenopausal for at least 2 years), in addition to having a negative urine pregnancy test at Visit 1/Day 1, must be willing to use an acceptable form of birth control during the study. For the purpose of this study, the following are considered acceptable methods of birth control: oral contraceptives, contraceptive patches, contraceptive implant, vaginal contraceptive, double-barrier methods (for example, condom and spermicide), contraceptive injection (Depo-Provera®), intrauterine device (IUD), hormonal IUD (Mirena®), and abstinence with a documented second acceptable method of birth control if the subject becomes sexually active. Subjects entering the study who are on hormonal contraceptives (oral contraceptives, patches and injection) must have been on this method for at least 3 months (90 days) prior to the study and continue the method for the duration of the study. Subjects who had used hormonal contraception (oral contraceptives, patches and injection) and stopped must have stopped no less than 3 months (90 days) prior to baseline. Subjects entering the study using contraceptive implants and intrauterine contraceptives must have been on this method for at least 6 months (180 days) and continue for the duration of the study and if they stopped must have stopped no less than 6 months (180 days) prior to baseline.\n* Clinical diagnosis of AK, defined as ≥ 5 and ≤ 20 clinically typical, visible or palpable AK lesions, each at least 4 mm in diameter, in an area that exceeds 25 cm2 on either the face (excluding ears) or balding scalp, but not both face and scalp.\n* In general good health and free from any clinically significant disease, other than AK, that might interfere with the study evaluations.\n* Willing and able to understand and comply with the requirements of the study, apply the IP as instructed, attend the required visits, comply with therapy prohibitions, and be able to complete the study.\n\nExclusion Criteria:\n\n* Presence of atopic dermatitis, basal cell carcinoma, eczema, psoriasis, rosacea, squamous cell carcinoma, or other possible confounding skin conditions on the treatment area of either the face or balding scalp.\n* Clinically significant systemic disease (immunological deficiencies), unstable medical disorder, life-threatening disease, or current malignancies.\n* Use on the face or balding scalp of chemical peel, dermabrasion, laser abrasion, psoralen plus ultraviolet A (PUVA) therapy, and/or ultraviolet B (UVB) therapy in the last 6 months (180 days)\n* Use of any systemic cancer chemotherapy medications in the last 6 months (180 days)\n* Use on the face or balding scalp of cryodestruction or chemodestruction, curettage, photodynamic therapy, surgical excision, topical 5-fluorouracil, topical corticosteroids, topical diclofenac, topical imiquimod, topical retinoids, masoprocol, or other treatments for AK in the last 1 month (30 days)\n* Immunomodulators or immunosuppressive therapies, interferon, oral/systemic corticosteroids, or cytotoxic drugs in the last 1 month (30 days). Intranasal or inhaled corticosteroids are acceptable if kept constant throughout the study.\n* Need or intent to continue to use any treatment listed in the four points above during the current study\n* Known hypersensitivity or allergies to imiquimod or any component of the IP (in any dosage form).\n* Females who are pregnant, breastfeeding, intending to become pregnant during the study, or who do not agree to use an acceptable form of birth control during the study.\n* Any clinically significant condition or situation other than the condition being studied that, in the opinion of the investigator, would interfere with the study evaluations or optimal participation in the study.\n* Use of any investigational drug or investigational device within 1 month (30 days) prior to randomization.\n* Previous participation in this study.\n* Sunburn in the designated treatment area to be treated at study entry.\n* Current involvement in activities that require excessive or prolonged sun exposure.\n* Consumption of excessive amounts of alcohol, abuse drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Success/Failure at Visit 5/Week 14","description":"The primary efficacy endpoint is the proportion of subjects with treatment success at Visit 5/Week 14 (8 weeks post-treatment). Treatment success is defined as 100% clearance of all AK lesions (baseline AK lesions and any new AK lesions) within the treatment area.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"40","spread":null},{"groupId":"OG002","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"139","spread":null},{"groupId":"OG002","value":"58","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":247},"commonTop":["Headache","Influenza Like Illness","Squamous Cell Carcinoma of Skin","Fatigue","Upper Respiratory Infection"]}}}