{"nctId":"NCT01102413","briefTitle":"Iron Isomaltoside 1000 (Monofer®) in Non-Dialysis Dependent Chronic Kidney Disease and With Renal-Related Anaemia","startDateStruct":{"date":"2010-04"},"conditions":["Iron Deficiency Anemia","Chronic Kidney Disease"],"count":351,"armGroups":[{"label":"Monofer","type":"EXPERIMENTAL","interventionNames":["Drug: Monofer"]},{"label":"Iron Sulphate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Iron Sulphate"]}],"interventions":[{"name":"Monofer","otherNames":[]},{"name":"Iron Sulphate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women, aged more than 18 years.\n2. Subjects diagnosed with NDD-CKD with MDRD calculated eGFR between 15-59 mL/min.\n3. Hb \\< 11.0 g/dL (6.80 mmol/L)\n4. Either or both of the following iron stores indicators below target {Serum ferritin \\< 100 ug/l and Transferrin saturation (TfS)\\<20%}.\n5. Life expectancy beyond 12 months by Principal Investigator's judgement.\n6. Willingness to participate after informed consent and any authorization as required by local law ( e.g. Protected Health Information \\[PHI\\] for North America).\n\nExclusion Criteria:\n\n1. Anaemia predominantly caused by factors other than renal impairment or iron deficiency (according to Principal Investigator's judgment).\n2. Iron overload or disturbances in utilisation of iron (e.g. haemochromatosis and haemosiderosis).\n3. Drug hypersensitivity (i.e. previous hypersensitivity to Iron Dextran or iron mono- or disaccharide complexes or to iron sulphate or any excipients of the study drug.\n4. Subjects with history of multiple allergies.\n5. Decompensated liver cirrhosis or active hepatitis (Alanine Aminotransferase (ALT) \\> 3 times upper normal limit).\n6. Active acute or chronic infections ((assessed by clinical judgment), supplied with White Blood Cells (WBC) and C-Reactive Protein (CRP)).\n7. Rheumatoid arthritis with symptoms or signs of active joint inflammation.\n8. Pregnancy and nursing (To avoid pregnancy, women have to be postmenopausal (at least 12 months must have elapsed since last menstruation), surgically sterile, or women of child bearing potential must use one of the following contraceptives during the whole study period and after the study has ended for at least 5 times plasma biological half-life of the investigational medicinal product (5 days): Contraceptive pills, intrauterine devices (IUD), contraceptive depot injections (prolonged-release gestagen), subdermal implantation, vaginal ring, and transdermal patches).\n9. Extensive active bleeding necessitating blood transfusion.\n10. Planned elective surgery during the study.\n11. Participation in any other clinical study within 3 months prior to screening.\n12. Known intolerance to oral iron treatment.\n13. Untreated B12 or folate deficiency.\n14. I.V. or oral iron treatment or blood transfusion within 4 weeks prior to screening visit.\n15. ESA treatment within 8 weeks prior to screening visit.\n16. Serum ferritin \\> 500 µg/L.\n17. Any other medical condition that, in the opinion of Principal Investigator, may cause the subject to be unsuitable for the completion of the study or place the subject at potential risk from being in the study or interfere with study drug evaluation. Example, Uncontrolled Hypertension, Unstable Ischemic Heart Disease or Uncontrolled Diabetes Mellitus.\n18. Body weight \\< 30 kilograms.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hemoglobin (Hb) Concentration From Baseline to Week 4.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":null},{"groupId":"OG001","value":"0.35","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Hemoglobin Concentration From Baseline to Week 8","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null},{"groupId":"OG001","value":"0.45","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":228},"commonTop":["Pyrexia","Nasopharyngitis","Diarrhoea","Hypertension","Vomiting"]}}}