{"nctId":"NCT00053898","briefTitle":"Anastrozole or Tamoxifen in Treating Postmenopausal Women With Ductal Carcinoma in Situ Who Are Undergoing Lumpectomy and Radiation Therapy","startDateStruct":{"date":"2003-01"},"conditions":["Breast Cancer"],"count":3104,"armGroups":[{"label":"Group 1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: tamoxifen citrate","Radiation: Radiation Therapy"]},{"label":"Group 2","type":"EXPERIMENTAL","interventionNames":["Drug: anastrozole","Radiation: Radiation Therapy"]}],"interventions":[{"name":"anastrozole","otherNames":[]},{"name":"tamoxifen citrate","otherNames":[]},{"name":"Radiation Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically confirmed ductal carcinoma in situ (DCIS) of the breast\n\n  * Mixed DCIS and lobular carcinoma in situ (LCIS) allowed\n* Must have undergone lumpectomy\n\n  * Margins must be histologically free of disease\n  * Re-excision to obtain tumor-free margins allowed\n  * No more than 84 days since prior lumpectomy or re-excision\n* More than 1 area of DCIS allowed provided all disease is removed with tumor-free margins\n\n  * Masses or clusters of calcification that are clinically or mammographically suspicious must be biopsied\n* No prior invasive breast cancer or DCIS\n\n  * Patients with a history of LCIS are eligible\n* No prior or concurrent invasive (including microinvasive) breast cancer\n\n  * DCIS \"suspicious\" for microinvasion allowed\n* No bilateral malignancy\n\n  * No mass or mammographic abnormality suspicious for malignancy in the opposite breast unless not malignant as proven by biopsy\n* No Paget's disease of the nipple\n* No positive ipsilateral axillary or intramammary nodes\n\n  * No palpable nodes in the ipsilateral or contralateral axilla or palpable supraclavicular or infraclavicular nodes unless not involved with tumor as proven by biopsy\n* Hormone receptor status:\n\n  * Estrogen- or progesterone-receptor positive as determined by immunohistochemistry\n\n    * Borderline results are considered positive\n\nPATIENT CHARACTERISTICS:\n\nAge\n\n* See Menopausal status\n\nSex:\n\n* Female\n\nMenopausal status:\n\n* Postmenopausal as defined by at least 1 of the following:\n\n  * Prior documented bilateral oophorectomy\n  * At least 12 months without spontaneous bleeding\n  * Age 55 or over with prior hysterectomy without oophorectomy\n  * Age 54 or under with prior hysterectomy without oophorectomy with a documented follicle-stimulating hormone level in the postmenopausal range\n\nPerformance status\n\n* Zubrod 0-2\n\nLife expectancy\n\n* At least 10 years (excluding diagnosis of breast cancer)\n\nHematopoietic\n\n* WBC normal\n\nHepatic\n\n* AST normal\n* Bilirubin normal\n* Alkaline phosphatase normal\n* No hepatic disease that would preclude administration of study drugs\n\nRenal\n\n* Creatinine normal\n* No renal disease that would preclude administration of study drugs\n\nCardiovascular\n\n* No prior documented cerebral vascular accident or transient ischemic attack\n* No prior deep vein thrombosis\n* No cardiovascular disease that would preclude administration of study drugs\n* No uncontrolled hypertension (i.e., systolic blood pressure at least 180 mm Hg or diastolic blood pressure at least 110 mm Hg based on the average of 2 or more readings at each of 2 or more visits after initial screening)\n* No uncontrolled atrial fibrillation\n\nPulmonary\n\n* No pulmonary embolus\n\nOther\n\n* Not pregnant or nursing\n* Patients with a history of non-breast malignancies are eligible provided they have been disease-free for ≥ 5 years and are deemed by their physician to be at low risk for recurrence\n* No other malignancy within the past 5 years except treated basal cell or squamous cell skin cancer, carcinoma in situ of the cervix, carcinoma in situ of the colon, or melanoma in situ\n* No psychiatric or addictive disorders that would preclude informed consent\n* No uncontrolled diabetes, defined as hemoglobin A1C greater than 9% (fasting glucose 200 mg/dL)\n* No nonmalignant systemic disease that would preclude administration of study drugs\n\nPRIOR CONCURRENT THERAPY:\n\nEndocrine therapy\n\n* No prior or concurrent aromatase inhibitors (e.g., exemestane or letrozole) or tamoxifen\n* No concurrent raloxifene or other selective estrogen receptor modulators\n* No concurrent sex hormone therapy (e.g., estrogen or progesterone replacement therapy, oral contraceptives, androgens, luteinizing hormone releasing hormone analogs, prolactin inhibitors, or antiandrogens)\n\n  * Low-dose estrogen vaginal creams or Estring allowed\n\nRadiotherapy\n\n* Radiotherapy for this cancer initiated before study is allowed\n\nSurgery\n\n* See Disease Characteristics\n* No prior or concurrent mastectomy for DCIS\n* Prior sentinel node biopsy or axillary node dissection allowed provided nodes are pathologically negative\n\nOther\n\n* No concurrent warfarin\n* No other systemic therapy for this cancer initiated before study\n* No other concurrent anticancer therapy unless permitted by the protocol investigator\n* No concurrent participation in another clinical trial of therapy for DCIS\n\n  * Concurrent participation in protocol NSABP-B-39 allowed","healthyVolunteers":false,"sex":"FEMALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Free From Breast Cancer","description":"Percentage of patients free from breast cancer event at 10 years where events include local, regional, or distant recurrence or contralateral breast cancer, invasive or DCIS.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.1","spread":null},{"groupId":"OG001","value":"93.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Free From Invasive Breast Cancer","description":"Percentage of patients free from an invasive breast cancer event where events include invasive local, regional, or distant recurrence, or contralateral breast cancer, occurring as a first cancer event. Note that this endpoint includes only invasive breast cancers and the primary endpoint includes both invasive and DCIS breast cancers.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.3","spread":null},{"groupId":"OG001","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Free From Ipsilateral Recurrence","description":"Percentage of patients free from a breast cancer recurrence in the ipsilateral breast (invasive and DCIS), occurring as a first cancer event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.6","spread":null},{"groupId":"OG001","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Free From Contralateral Breast Cancer","description":"Percentage of patients free from a breast cancer recurrence in the contralateral breast (invasive and DCIS), occurring as a first cancer event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.7","spread":null},{"groupId":"OG001","value":"97.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Free From Non-breast Secondary Cancer","description":"Percentage of patients free from any non-breast second primary cancer other than squamous or basal cell carcinoma of the skin, carcinoma in situ of the colon, melanoma in situ, or carcinoma in situ of the cervix, occurring as a first cancer event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.5","spread":null},{"groupId":"OG001","value":"91.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Free From Osteoporotic Fractures","description":"Percentage of patients free from fractures of the hip, spine, and wrist.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.0","spread":null},{"groupId":"OG001","value":"95.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Alive and Disease-free","description":"Percentage of patients free from a disease-free survival event where events include any recurrence, second primary cancer, and death from any cause. Lobular carcinoma in situ (LCIS), basal cell or squamous cell carcinoma of the skin, carcinoma in situ of the colon, melanoma in situ, and cervical carcinoma in situ will not be included as recurrences or second primary cancer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null},{"groupId":"OG001","value":"82.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Alive (Overall Survival)","description":"Percentage of patients alive.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.1","spread":null},{"groupId":"OG001","value":"92.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life-Short Form 12 (SF-12) Physical Health Component Score","description":"The primary outcome of the QOL substudy was the Medical Outcomes Study-Short Form 12 (SF-12) physical health component scale score. The SF-12 physical score was calculated to have a range of 0-100 and was normalized to have a mean of 50 and a standard deviation of 10 in the general population. Higher scores indicate better health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.20","spread":"10.13"},{"groupId":"OG001","value":"45.38","spread":"10.25"}]}]}]},{"type":"SECONDARY","title":"Quality-adjusted Survival Time","description":"The mean quality-adjusted survival time (in months) in each treatment group, estimated by the Quality-Adjusted Time without Symptoms and Toxicity (Q-TWIST) method.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104.4","spread":null},{"groupId":"OG001","value":"102.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":73,"n":1535},"commonTop":["Hot flashes","Arthralgia","Infections and infestations - Other, specify","Myalgia","Fatigue"]}}}