{"nctId":"NCT03061812","briefTitle":"Study Comparing Rovalpituzumab Tesirine Versus Topotecan in Subjects With Advanced or Metastatic Small Cell Lung Cancer With High Levels of Delta-like Protein 3 (DLL3) and Who Have First Disease Progression During or Following Front-line Platinum-based Chemotherapy (TAHOE)","startDateStruct":{"date":"2017-04-11","type":"ACTUAL"},"conditions":["Small Cell Lung Cancer"],"count":444,"armGroups":[{"label":"Rovalpituzumab tesirine","type":"EXPERIMENTAL","interventionNames":["Drug: Rovalpituzumab tesirine","Drug: Dexamethasone"]},{"label":"Topotecan","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Topotecan"]}],"interventions":[{"name":"Rovalpituzumab tesirine","otherNames":["Rova-T"]},{"name":"Topotecan","otherNames":[]},{"name":"Dexamethasone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must have histologically or cytologically confirmed advanced or metastatic Small Cell Lung Cancer (SCLC) with documented first disease progression during or following front-line platinum-based systemic regimen\n* Tumor must have high Delta-like protein 3 (DLL3) expression defined as having ≥ 75% tumor cells staining positive according to the VENTANA DLL3 (SP347) IHC Assay.\n* Participant must have measurable disease, as defined per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1.\n* Participant must have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Participant must have recovery to Grade 0 or 1 of any clinically significant toxicity (excluding alopecia) prior to initiation of study drug administration.\n\nExclusion Criteria:\n\n* Participant has a documented history of a cerebral vascular event (stroke or transient ischemic attack), unstable angina, myocardial infarction, or cardiac symptoms consistent with New York Heart Association Class (NYHA) III - IV within 6 months prior to their first dose of study drug.\n* Participant has known leptomeningeal metastases.\n* Participant has received more than one prior systemic therapy regimen for SCLC.\n* Participant had a serious infection within 2 weeks prior to randomization, including any Grade 3 or higher viral, bacterial, or fungal infection.\n* Participant has a history of active malignancies other than SCLC within the past 2 years prior to study entry, with the exception of in situ cancer which was curatively treated.\n* Participant had prior exposure to topotecan, irinotecan or any other topoisomerase I inhibitors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS is defined as the time from the date of randomization to the date of death from any cause. Participants were censored at the last date they were documented alive. After the End of treatment, survival information was collected at approximately 6-week intervals (or as requested by sponsor to support data analysis) continuing until the endpoint of death, the participant became lost to follow-up, AbbVie terminated the study, or until 12 February 2020. Calculated using the Kaplan-Meier product-limit method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.57","spread":null},{"groupId":"OG001","value":"6.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS)","description":"PFS is defined as the number of months from the date of randomization until the date of first progression or the date of a participant's death, whichever occurs first. If a participant neither experienced disease progression nor died, then the participant's data were censored at the last date of radiographic assessment that they were documented to be progression free. Calculated using the Kaplan-Meier product-limit method.\n\nRadiographic tumor assessments for response were conducted by CT scanning according to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1. Progressive Disease (PD) was defined as at least a 20% increase in the size of target lesions and an absolute increase of at least 5 mm taking as reference the smallest lesion size recorded since the treatment started (baseline or after), or the appearance of one or more new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.27","spread":null},{"groupId":"OG001","value":"3.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of the Physical Functioning Scale Score in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 15-Palliative Care (EORTC QLQ-C15-PAL) at Week 7","description":"The EORTC QLQ-C15-PAL is an abbreviated 15-item version of the EORTC core quality of life questionnaire (EORTC QLQ-C30) developed for use in palliative care. The score of 'physical functioning scale' score ranges from 0 (very poor) to 100 (excellent).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.16","spread":null},{"groupId":"OG001","value":"-7.66","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"ORR is defined as the percentage of participants whose best overall response is either complete response (CR) or partial response (PR) according to RECIST version 1.1. Radiographic tumor assessments for response were conducted by CT scanning, and assessed from the date of randomization until disease progression or death, whichever came first. Any participant who did not meet CR or PR, including those who did not have post-baseline radiological assessments were considered non-responders.\n\nCR: Disappearance of all target and non-target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR: At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.9","spread":null},{"groupId":"OG001","value":"14.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"CBR is defined as percentage of participants whose best overall response is CR, PR, or stable disease (SD) according to RECIST version 1.1. Radiographic tumor assessments for response were conducted by CT scanning, and assessed from the date of randomization until disease progression or death, whichever came first. Any participant who did not meet CR, PR, or SD, including those who did not have post-baseline radiological assessments were considered as experiencing no clinical benefit.\n\nCR: disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR: at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.4","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (DOR)","description":"DOR is defined as the time between the date of first response (CR or PR, whichever is recorded first) to the date of the first documented tumor progression (per RECIST version 1.1) or death due to any cause, whichever comes first. Radiographic tumor assessments for response were conducted by CT scanning, and assessed from the date of randomization until disease progression or death, whichever came first. Any participant who did not meet CR or PR, including those who did not have post-baseline radiological assessments were considered non-responders.\n\nCR: Disappearance of all target and non-target lesions. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\< 10 mm. PR: At least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.86","spread":null},{"groupId":"OG001","value":"3.52","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":74,"n":129},"commonTop":["ANAEMIA","DECREASED APPETITE","NAUSEA","FATIGUE","THROMBOCYTOPENIA"]}}}