{"nctId":"NCT02413346","briefTitle":"A Multi-Center Open-Label Evaluation of the Safety of Sarecycline Tablets in the Treatment of Acne Vulgaris","startDateStruct":{"date":"2015-03-20","type":"ACTUAL"},"conditions":["Acne Vulgaris"],"count":490,"armGroups":[{"label":"Placebo/Sarecycline","type":"EXPERIMENTAL","interventionNames":["Drug: Sarecycline"]},{"label":"Sarecycline/Sarecycline","type":"EXPERIMENTAL","interventionNames":["Drug: Sarecycline"]}],"interventions":[{"name":"Sarecycline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Successfully completed participation in Phase 3 study of sarecycline (SC1401 or SC1402)\n* Signed informed consent or assent form\n* Body weight between 33 kg and 136 kg, inclusive\n* Negative urine pregnancy test for females of childbearing potential\n* Agrees to use effective method of contraception throughout study, if applicable.\n* Able to fulfill protocol requirements, indicated willingness to participate in study and agrees to all study procedures by providing written informed consent/assent and authorization to disclose (personal health information)\n\nExclusion Criteria:\n\n* Currently participating in another clinical study, unless it is a pharmacokinetic sarecycline study and participation approved by medical monitor; has received investigational medication (except sarecycline) within 30 days of enrollment.\n* Discontinued participation in a Phase 3 study with sarecycline for any reason\n* Had poor compliance wtih study requirements/study drug dosing in a Phase 3 study with sarecycline\n* Is receiving/planning to receive any systemic acne medication, systemic retinoids, systemic corticosteroids or any androgen/anti-androgenic therapy (eg, testosterone, spironolactone)\n* Is pregnant, lactating or planning a pregnancy during the study period\n* Has a significant intercurrent illness (including clinically significant abnormality in clinical laboratory tests), psychiatric disorder, or other factors that, in the opinion of the Investigator or Medical Monitor, precludes participation in the study\n* Is judged by the Investigator to be unsuitable for any reason","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least 1 Treatment-Emergent Adverse Event (TEAE)","description":"An adverse event (AE) is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. A TEAE is an AE that occurs after the first dose of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"94","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":236},"commonTop":["Nasopharyngitis"]}}}