{"nctId":"NCT03579602","briefTitle":"Study of Tozuleristide and the Canvas Imaging System in Pediatric Subjects With CNS Tumors Undergoing Surgery","startDateStruct":{"date":"2018-11-26","type":"ACTUAL"},"conditions":["Pediatric Central Nervous System Tumor"],"count":118,"armGroups":[{"label":"Arm 1 (no tozuleristide)","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Canvas System"]},{"label":"Arm 2 (tozuleristide treated)","type":"EXPERIMENTAL","interventionNames":["Drug: tozuleristide","Device: Canvas System"]}],"interventions":[{"name":"tozuleristide","otherNames":["BLZ-100","Tumor Paint"]},{"name":"Canvas System","otherNames":["mSIRIS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be \\>1 month and ≤30 years of age at the time of study enrollment\n2. Subjects must have MRI obtained within 30 days of study enrollment documenting a measurable lesion consistent with a pediatric primary CNS tumor for which maximal safe resection is indicated\n3. Adequate renal function\n4. Adequate liver function\n5. Prior therapy: Subjects with prior therapy are eligible provided they have recovered from any acute toxic effects of prior therapy and have sufficient time interval prior to enrollment:\n\n   1. Radiation therapy: subjects may not have had radiation therapy to the area of tumor planned to be resected within 28 days of study enrollment\n   2. Chemotherapy: at least 14 days from any myelosuppressive chemotherapy (28 days if prior nitrosourea) and if prior chemotherapy, must have an absolute neutrophil count recovery of ≥ 1000/mm3 following count nadir\n   3. Biologic: at least 7 days from any anti-neoplastic biologic agent (at least 3 half-lives since last administration of monoclonal antibodies)\n   4. Immunotherapy: at least 42 days after completion of any cellular immunotherapy, such as CAR-T cell therapy\n   5. Prior surgery for CNS tumors is allowed\n   6. Prior tozuleristide: at least 1 week after prior dose of tozuleristide if previously treated\n6. Written informed consent must be obtained from the subject or parent or legal guardian prior to the conduct of study activities. Routine clinical tests, e.g., MRI, clinical laboratory studies, may be used for screening requirements. Assent, when appropriate, will be obtained according to institutional guidelines.\n7. The risks of treatment with tozuleristide during pregnancy have not been evaluated. Female subjects of child-bearing potential must agree not to attempt to become pregnant or undergo in vitro fertilization and, if participating in sexual activity that could lead to pregnancy, must use 2 reliable methods of contraception simultaneously for 30 days after surgery. Male subjects must agree not to attempt to father a child and, if participating in sexual activity that could lead to pregnancy, must use 2 reliable methods of contraception simultaneously for 30 days after surgery if their partner is of child-bearing potential.\n\nExclusion Criteria:\n\n1. Pregnancy and contraception: Subjects who are pregnant or breast-feeding or planning to conceive a child within 30 days are not eligible. Males and females of childbearing potential must agree to use 2 effective forms of contraception from the time of enrollment until 30 days post-surgery\n2. Subjects with on-going serious medical conditions (poorly controlled asthma, diabetes, heart disease) such that participation in the study could put the subject at increased risk of worsening their condition\n3. Subjects planned to undergo only a diagnostic biopsy procedure, without intent to resect tissue for therapeutic purposes (e.g., stereotactic pontine biopsy)\n4. Subjects who in the opinion of the investigator are not willing or able to comply with randomization procedures or other study-required study procedures and observations. Subjects previously enrolled and randomized to Arm 1 (control) are not eligible for re-enrollment unless a second surgery is required by standard of care.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"30 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sensitivity and Specificity of Tozuleristide Fluorescence to Detect Tumor in Equivocal (Ambiguous) Tissue During Surgery When Imaged With the Canvas System","description":"Sensitivity and specificity of tozuleristide imaged with the Canvas system to fluorescently identify tumor in equivocal tissue will be evaluated based on central pathology consensus assessment of tumor and by imaging operator fluorescence assessment. These measures will be compared to the sensitivity and specificity of surgical designation of tumor (more likely tumor or less likely tumor) under white light. Sensitivity reflects the probability that tumor tissue evaluated is fluorescent. Specificity reflects the probability that normal tissue evaluated is not fluorescent. Equivocal tissues are those that the surgeon considers abnormal but ambiguous as tumor vs. not tumor under normal (white light) conditions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Ratio of Tozuleristide Sensitivity Compared to Surgeon Sensitivity","description":"Tozuleristide sensitivity as assessed by imaging operator fluorescence assessment compared to sensitivity of surgeon designation of tumor under white light in equivocal tissue biopsies. Sensitivity reflects the probability that tumor tissue evaluated is fluorescent. Equivocal tissues are those that the surgeon considers abnormal but ambiguous as tumor vs. not tumor under normal (white light) conditions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.099","spread":null}]}]}]},{"type":"PRIMARY","title":"Ratio of Tozuleristide Specificity Compared to Surgeon Specificity","description":"Tozuleristide specificity as assessed by imaging operator fluorescence assessment compared to specificity of surgeon designation of tumor under white light in equivocal tissue biopsies. Specificity reflects the probability that normal tissue evaluated is not fluorescent. Equivocal tissues are those that the surgeon considers abnormal but ambiguous as tumor vs. not tumor under normal (white light) conditions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.614","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":11},"commonTop":["Anaemia","Procedural pain","Constipation","Nausea","Vomiting"]}}}