{"nctId":"NCT01086475","briefTitle":"D-Cycloserine and Social Skills Training in Autism Spectrum Disorders","startDateStruct":{"date":"2010-03"},"conditions":["Autistic Disorder","Asperger's Disorder","Pervasive Developmental Disorder NOS"],"count":68,"armGroups":[{"label":"D-cycloserine","type":"EXPERIMENTAL","interventionNames":["Drug: D-cycloserine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"D-cycloserine","otherNames":["Seromycin"]},{"name":"Placebo","otherNames":["Sugar pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* DSM-IV-TR diagnosis of autism, Asperger's disorder, or PDD not otherwise specified (NOS) base on a semi-structured review of DSM-IV-R criteria and mental status examination as wll as a complete parental history obtained from the Autism Diagnostic Interview-Revised (ADI-R) and a complete systematic patient interview utilizing the Autism Diagnostic Observation Schedule (ADOS).\n* Males and females ages 5-11 years.\n* Significant social impairment as evidenced by a parent-rated Social Responsiveness Scale (SRS) T-score of 60 or greater.\n* TSSA score of 70% or less on both parent questionnaire and child assessment. Children not showing significant impairment in the four specific social skill areas (greetings/goodbyes, conversations, game play, and understanding emotions) targeted by the SST are less likely to benefit from treatment.\n* Communication Standard Score of 70 or greater on the Vineland-II.\n* Full Scale IQ greater than 70.\n* Subjects must not be taking any psychotropic drugs affecting glutamate neurotransmission (riluzole, memantine, acamprosate, topiramate, amantadine, among others). Subjects may not be taking more than two psychotropic drugs. Dosing of all concomitant psychotropic drugs targeting core social and/or communication impairment must be stable for eight weeks prior to randomization. Dosing of all concomitant psychotropic drugs treating other features associated with pervasive developmental disorders (insomnia, inattention, hyperactivity, anxiety, irritability among others0 must be stable for two weeks (with the exception of four weeks for fluoxetine) prior to randomization.\n* Able to participate in group SST based on semi-structured parent and child interview.\n* Legal guardian has provided written informed consent and the subject has provided written informed assent. Expectation that a majority of subjects will be able to assent but the potential for the younger children and/or those that are cognitively impaired will not be able to assent.\n\nExclusion Criteria:\n\n* Subjects with diagnoses of Rett's disorder or childhood integrative disorder will not be enrolled since these disorders have a different etiology, course, and treatment response. Furthermore, children with these disorders may not function at a high enough level in terms of cognition or language in order to benefit from the SST.\n* Initiation of a new psychosocial intervention within 90 days prior to randomization. Participants who have recently had a significant change in their psychosocial interventions will not be eligible until this intervention has been stable for 90 days in order to avoid confounding results of the study. Stable interventions (e.g., speech and occupational therapy), with the exception of concurrent social skills training, will be allowed to continue during the course of the study. Minor changes in ongoing treatment (e.g., missed therapy sessions due to holiday/vacation; planned break in therapy due to school holidays) are not considered significant.\n* Subjects exhibiting significant disruptive, aggressive, self-injurious, or sexually inappropriate behavior will not be eligible for enrollment.\n* Presence of current DSM-IV-TR psychiatric disorders that require alternative pharmacotherapy or different treatment including psychotic disorders, or major affective disorders, obsessive-compulsive disorder, panic disorder, or substance related disorders.\n* Presence of any medical condition that would make treatment with DCS less safe. Subjects with significant cardiac, hepatic, or renal disease will be excluded due to concerns about pharmacokinetic alterations or adverse effects. Subjects with a history of a seizure disorder are permitted if the subject has been seizure free for 6 months and is currently treated with an anticonvulsant that has been stable for 4 weeks. D-Cycloserine is an U.S. FDA Pregnancy Category C drug. Because of the unknown effects of DCS on the developing human fetus, females of childbearing potential will be given a urine pregnancy test and required to use a suitable form of birth control during the study. A positive pregnancy test result excludes the subject.\n* Presence of any other condition that would make the participants unable to comply with the requirements of the study for any reason.","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Social Responsiveness Scale (SRS) Change","description":"The 65-item SRS is a standardized measure of the core symptoms of autism. Each item is scored on a 4-point Likert scale. The score of each individual item is summed to create a total raw score. A total scores results are as follows:\n\n0-62: Within normal limits 63-79: Mild range of impairment 80-108: Moderate range of impairment 109-149: Severe range of impairment","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.39","spread":"16.81"},{"groupId":"OG001","value":"-17.00","spread":"21.33"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions Improvement Scale Responder Analysis","description":"The CGI Global Improvement (CGI-I) is a clinician-rate scale designed to take into account all factors to arrive at an assessment of severity and response to treatment, including parent report, parent-rated measures, teacher-rated measures, and clinician-rated measures. The CGI-I is rated from 1 to 7 (1 = very much improved; 2 = much improved; 3 = minimally improved; 4 = no change; 5 = minimally worse; 6 = much worse; 7 = very much worse) at a single time-point. The CGI-I was completed at each visit, but only at week 11 were those subjects classified as \"much\" or \"very much improved\" defined as responders and all other classifications will be regarded as non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.3","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Social Responsiveness Scale (SRS) at Follow-Up","description":"The 65-item SRS is a standardized measure of the core symptoms of autism. Each item is scored on a 4-point Likert scale. The score of each individual item is summed to create a total raw score. A total scores results are as follows:\n\n0-62: Within normal limits 63-79: Mild range of impairment 80-108: Moderate range of impairment 109-149: Severe range of impairment","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.5","spread":"2.3"},{"groupId":"OG001","value":"89.2","spread":"2.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["Irritability","Headache","Nasal congestion or Cold","Cough","Vomiting"]}}}