{"nctId":"NCT02480764","briefTitle":"Azilsartan Medoxomil (TAK-491) Compared to Valsartan in Chinese Participants With Hypertension","startDateStruct":{"date":"2015-08-27","type":"ACTUAL"},"conditions":["Essential Hypertension"],"count":612,"armGroups":[{"label":"Azilsartan medoxomil 40 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil","Drug: Azilsartan medoxomil Placebo","Drug: Valsartan Placebo"]},{"label":"Azilsartan medoxomil 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil","Drug: Azilsartan medoxomil Placebo","Drug: Valsartan Placebo"]},{"label":"Valsartan 160 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Valsartan","Drug: Azilsartan medoxomil Placebo","Drug: Valsartan Placebo"]}],"interventions":[{"name":"Azilsartan medoxomil","otherNames":["TAK-491","Edarbi"]},{"name":"Valsartan","otherNames":["Diovan®"]},{"name":"Azilsartan medoxomil Placebo","otherNames":[]},{"name":"Valsartan Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Is treated with antihypertensive therapy and has a post-washout mean sitting clinic systolic blood pressure (SBP) ≥150 and ≤180 mm Hg on Day 1; or the participant has not received antihypertensive treatment within 28 days prior to Screening and has a mean sitting clinic SBP ≥150 and ≤180 mm Hg at the Screening Visit and on Day 1.\n2. Is a man or woman aged 18 years or older.\n3. In the opinion of the investigator, the participant is capable of understanding and complying with protocol requirements.\n4. The participant or, when applicable, the participant's legally acceptable representative signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n5. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent through 30 days after last study drug dose.\n6. Has clinical laboratory test results (clinical chemistry, hematology, and complete urinalysis) within the reference range for the testing laboratory or the investigator does not consider the results to be clinically significant.\n7. Is willing to discontinue current antihypertensive medications on Day -21 or on Day -28 if the participant is on amlodipine or chlorthalidone.\n\nExclusion Criteria:\n\n1. Has a mean, sitting clinic diastolic blood pressure (DBP) greater than 110 mm Hg at Day 1 (after placebo run in).\n2. Is non-compliant (less than 70% or greater than 130%) with study medication during placebo run-in period.\n3. Has secondary hypertension of any etiology (eg, renovascular disease documented as the cause of hypertension, pheochromocytoma, Cushing's syndrome).\n4. Has a history of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack.\n5. Has clinically significant cardiac conduction defects (eg, third-degree atrioventricular block, sick sinus syndrome).\n6. Has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease and hypertrophic obstructive cardiomyopathy (HOCM).\n7. Has severe renal dysfunction or disease (based on estimated glomerular filtration rate \\[GFR\\] \\<30 mL/min/1.73 m\\^2) at Screening.\n8. Has known or suspected unilateral or bilateral renal artery stenosis.\n9. Has a history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug. (This criterion does not apply to those participants with basal cell or Stage 1 squamous cell carcinoma of the skin).\n10. Has type 1 or poorly controlled type 2 diabetes mellitus (hemoglobin A1c \\[HbA1c\\] \\>8.5%) at Screening.\n11. Has hyperkalemia (defined as serum potassium above the normal reference range of the central laboratory) at Screening.\n12. Has an alanine aminotransferase (ALT) or aspartate aminotransferase (AST) level of greater than 2.5 times the upper limit of normal (ULN), active liver disease, or jaundice at Screening.\n13. Has any other known serious disease or condition at Screening (or Randomization) that would compromise participant safety, might affect life expectancy, or make it difficult to successfully manage and follow the participant according to the protocol.\n14. Has a history of hypersensitivity or allergies to TAK-491 (azilsartan medoxomil), any of its excipients or other angiotension II (AII) receptor blockers (ARBs).\n15. If female, the participant is pregnant or lactating or intending to become pregnant before, during, or within 30 days after participating in this study; or intending to donate ova during such time period.\n16. Is currently participating in another investigational study or is receiving or has received any investigational compound within 30 days prior to the first dose of study medication.\n\n    Note: This criterion does not apply to participants who participated in observational studies that lacked an intervention or invasive procedure.\n17. Is an immediate family member, study site employee, or is in a dependant relationship with a study site employee who is involved in conduct of this study (eg, spouse, parent, child, sibling) or may consent under duress.\n18. Has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse within the past 2 years.\n19. Is taking or expected to take an excluded medication.\n20. Works a night (third) shift (defined as 11 PM \\[2300\\] to 7 AM \\[0700\\]). (Only for participants with ambulatory blood pressure monitoring \\[ABPM\\].)\n21. Has an upper arm circumference \\<24 cm or \\>42 cm. (Only for participants with ABPM.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough Sitting Clinic Systolic Blood Pressure (SBP)","description":"The change in trough clinic sitting SBP measured at Week 8 relative to baseline. The trough is the average of the non-missing values of 3 serial trough sitting SBP measurements. Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"157.873","spread":"0.5123"},{"groupId":"OG001","value":"158.236","spread":"0.5010"},{"groupId":"OG002","value":"158.594","spread":"0.5123"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.483","spread":"1.0258"},{"groupId":"OG001","value":"-24.236","spread":"1.0027"},{"groupId":"OG002","value":"-20.551","spread":"1.0258"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Trough Sitting Clinic Diastolic Blood Pressure (DBP)","description":"The change in trough clinic sitting DBP measured at Week 8 relative to baseline. The trough is the average of the non-missing values of 3 serial trough sitting DBP measurements. Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.790","spread":"0.7306"},{"groupId":"OG001","value":"91.510","spread":"0.7145"},{"groupId":"OG002","value":"92.298","spread":"0.7306"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.101","spread":"0.6684"},{"groupId":"OG001","value":"-11.463","spread":"0.6538"},{"groupId":"OG002","value":"-8.641","spread":"0.6686"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Clinic SBP Response at Week 8","description":"Clinic SBP response was defined as clinic SBP \\<140 mm Hg and/or reduction of ≥20 mm Hg from Baseline. Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.0","spread":null},{"groupId":"OG001","value":"68.9","spread":null},{"groupId":"OG002","value":"69.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Clinic DBP Response at Week 8","description":"Clinic DBP response was defined as clinic DBP \\<90 mm Hg and/or reduction of ≥10 mm Hg from Baseline. Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.2","spread":null},{"groupId":"OG001","value":"81.6","spread":null},{"groupId":"OG002","value":"79.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Both Clinic SBP and DBP Response at Week 8","description":"Clinic SBP response was defined as clinic SBP \\<140 mm Hg and/or reduction of ≥20 mm Hg from Baseline and clinic DBP response was defined as clinic DBP \\<90 mm Hg and/or reduction of ≥10 mm Hg from Baseline. Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.9","spread":null},{"groupId":"OG001","value":"67.0","spread":null},{"groupId":"OG002","value":"64.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Target Clinic SBP <140 mm Hg, Clinic DBP <90 mm Hg or Both at Week 8","description":"Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"62.6","spread":null},{"groupId":"OG002","value":"62.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.2","spread":null},{"groupId":"OG001","value":"76.7","spread":null},{"groupId":"OG002","value":"74.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.4","spread":null},{"groupId":"OG001","value":"60.2","spread":null},{"groupId":"OG002","value":"55.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Target Clinic SBP <130 mm Hg, Target Clinic DBP <80 mm Hg or Both at Week 8","description":"Blood pressure was measured using a validated, automated device after the participant had been sitting for at least 5 minutes. Week 8 blood pressure was measured approximately 24 hours after the previous day's dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.6","spread":null},{"groupId":"OG001","value":"42.7","spread":null},{"groupId":"OG002","value":"28.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45.2","spread":null},{"groupId":"OG001","value":"51.9","spread":null},{"groupId":"OG002","value":"37.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.9","spread":null},{"groupId":"OG001","value":"33.0","spread":null},{"groupId":"OG002","value":"21.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":199},"commonTop":["Hyperlipidaemia","Upper respiratory tract infection","Hyperuricaemia","Albuminuria"]}}}