{"nctId":"NCT01818336","briefTitle":"Evaluation of Skin Testing Reagents for Penicillin Allergy","startDateStruct":{"date":"2012-12"},"conditions":["History of IgE Dependent Reaction to a Penicillin Product"],"count":481,"armGroups":[{"label":"all subjects","type":"EXPERIMENTAL","interventionNames":["Drug: Penicillin skin test kit"]}],"interventions":[{"name":"Penicillin skin test kit","otherNames":["PRE-PEN (benzylpenicilloyl polylysine)","MDM (minor determinant mixture of penicillins)","benzylpenicillin","benzylpenicilloate","benzylpenilloate","amoxicillin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must have provided written, informed consent prior to performance of any procedures.\n2. Subject can be male or female and must be generally healthy and at least 18 years of age.\n3. Subject must have a reported history of possible IgE dependent reaction to a penicillin or its semi-synthetic derivatives, including one or more of the following: anaphylaxis, decreased blood pressure and/or diminished consciousness, upper or lower airway obstruction, angioedema, urticaria, and/or generalized pruritic rash.\n\nExclusion Criteria:\n\n1. Subject who has exhibited a systemic allergic reaction to previous skin-test administration of PRE-PEN, MDM, or individual penicillin metabolites (benzylpenicillin, benzylpenicilloate, or benzylpenilloate).\n2. Subject who is pregnant or lactating.\n3. Subject who has had a respiratory infection within the past 2 weeks or has taken antibiotics of any kind during the past 2 weeks (except for topical antibiotics for acne).\n4. Subject who has taken an oral H1-antihistamine within 72 hours prior to skin testing.\n5. Subject who has taken hydroxyzine or doxepin within 7 days prior to skin testing.\n6. Subject who has had a penicillin reaction, including semisynthetic penicillins, within the last 6 weeks prior to skin testing.\n7. Subject who has received an investigational drug within 30 days prior to skin testing or who plans to participate in a study in which an investigational drug will be administered within the 30 days following skin testing.\n8. Subjects who have planned hospitalizations or medical or surgical procedures during the 72 hours following the oral amoxicillin challenge.\n9. Subjects who plan to take any new prescription or over-the-counter medications or herbal supplements during the 72 hours following the oral amoxicillin challenge.\n10. Subject who has had a previous adverse reaction to penicillin or semisynthetic derivative and subsequently tolerated a penicillin or semisynthetic derivative without an adverse experience.\n11. Subject who, in the investigator's opinion, has any other social or medical condition (e.g. fever, rash) that may place the subject at increased risk or may confound the interpretation of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Negative Predictive Value","description":"The primary endpoint was the negative predictive value (NPV), which was estimated as p = percentage of n history-positive subjects with negative skin tests from the Penicillin Allergy Skin Test Kit (as confirmed with an overall negative result for the skin puncture/intradermal testing) who do not experience an IgE-dependent hypersensitivity reaction within 72 hours of the oral amoxicillin challenge.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":481},"commonTop":["Pruritus","Rash","Post-procedural hematoma","Erythema","Diarrhea"]}}}