{"nctId":"NCT02164864","briefTitle":"Evaluation of Dual Therapy With Dabigatran vs. Triple Therapy With Warfarin in Patients With AF That Undergo a PCI With Stenting (REDUAL-PCI)","startDateStruct":{"date":"2014-07-22","type":"ACTUAL"},"conditions":["Atrial Fibrillation","Percutaneous Coronary Intervention"],"count":2725,"armGroups":[{"label":"Dabigatran Etexilate 110mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dabigatran Etexilate 110mg","Drug: Clopidogrel or Ticagrelor"]},{"label":"Dabigatran Etexilate 150mg","type":"EXPERIMENTAL","interventionNames":["Drug: Dabigatran Etexilate 150mg","Drug: Clopidogrel or Ticagrelor"]},{"label":"Warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin 3mg","Drug: Aspirin","Drug: Clopidogrel or Ticagrelor","Drug: Warfarin 5mg","Drug: Warfarin 1mg"]}],"interventions":[{"name":"Dabigatran Etexilate 110mg","otherNames":[]},{"name":"Warfarin 3mg","otherNames":[]},{"name":"Aspirin","otherNames":[]},{"name":"Dabigatran Etexilate 150mg","otherNames":[]},{"name":"Clopidogrel or Ticagrelor","otherNames":[]},{"name":"Clopidogrel or Ticagrelor","otherNames":[]},{"name":"Warfarin 5mg","otherNames":[]},{"name":"Clopidogrel or Ticagrelor","otherNames":[]},{"name":"Warfarin 1mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female patients aged \\>=18 years\n* Patients with Non Valvular Atrial Fibrillation\n* Patient presenting with:\n\nAn Acute Coronary Syndrome (ACS) (ST elevation myocardial infarction (STEMI), NonSTEMI \\[NSTEMI\\] or unstable angina \\[UA\\]) that was successfully treated by PCI and stenting (either Bare Metal Stent (BMS) or Drug Eluting Stent) Or Stable Coronary Artery Disease with at least one lesion eligible for PCI that was successfully treated by elective PCI and stenting (either BMS or DES)\n\n* The patient must be able to give informed consent in accordance with International Conference on Harmonisation Good Clinical Practice guidelines and local legislation and/or regulations.\n\nExclusion criteria:\n\n* Patients with a mechanical or biological heart valve prosthesis\n* Cardiogenic shock during current hospitalisation\n* Stroke within 1 month prior to screening visit\n* Patients who have had major surgery within the month prior to screening\n* Gastrointestinal haemorrhage within one month prior to screening, unless, in the opinion of the Investigator, the cause has been permanently eliminated\n* Major bleeding episode including life-threatening bleeding episode in one month prior to screening visit\n* Anaemia (haemoglobin \\<10g/dL) or thrombocytopenia including heparin-induced thrombocytopenia (platelet count \\<100 x 109/L) at screening\n* Severe renal impairment (estimated Creatinine Clearance (CrCl) calculated by Cockcroft-Gault equation) \\<30mL/min at screening\n* Active liver disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Adjudicated ISTH MBE or CRNMBE","description":"Time to event analysis of patients with first adjudicated International Society of Thrombosis and Haemostasis (ISTH) Major Bleeding Event (MBE) or Clinically Relevant Non Major Bleeding Event (CRNMBE). The number of observed patients with adjudicated ISTH MBE or CRNMBE was reported.\n\nFull analysis set (FAS): All consenting patients randomised were analysed in the treatment group to which they were randomised regardless of whether they took trial medication. The start date of the observation period for this analysis set was the date of randomisation. Patients who discontinued trial medication were followed until the end of the trial.\n\nPatients who were lost to follow-up for vital status were censored for the primary endpoint at the time of their last known vital status.\n\nIntention to treat period: The observation period for these analysis was the so called 'intention to treat period'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"154","spread":null},{"groupId":"OG002","value":"264","spread":null},{"groupId":"OG003","value":"196","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Adjudicated Undetermined Cause of Death","description":"Time to event analysis of patients with adjudicated Undetermined cause of death. The number of observed patients with adjudicated Undetermined cause of death was reported.\n\nThis is referred to a death not attributable to cardiovascular (CV) death or to a non-cardiovascular (non-CV) cause. Inability to classify the cause of death may have been due to lack of information (e.g. the only available information was \"patient died\") or when there was insufficient supporting information or detail to assign the cause of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"4","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Adjudicated Non-CV","description":"Time to event analysis of patients with adjudicated Non-cardiovascular (Non-CV). The number of observed patients with adjudicated Non-CV was reported.\n\nNon-CV death was defined as any death with a specific cause that was not thought to be CV. These were possible examples of non-CV causes of death: Pulmonary, Renal, Gastrointestinal, Hepatobiliary, Pancreatic Infection(included sepsis), Inflammatory (e.g. systemic inflammatory response syndrome) or immune (including autoimmune), Haemorrhage that was neither CV bleeding nor a stroke, Non-CV procedure or surgery, Trauma, Suicide, Non-prescription drug reaction or overdose, Prescription drug reaction or overdose, Neurological (non-CV), Malignancy, Other non-CV","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Adjudicated CV","description":"Time to event analysis of patients with adjudicated Cardiovascular (CV) death. The number of observed patients with adjudicated Cardiovascular (CV) death was reported.\n\nCV death included death resulting from an acute myocardial infarction, sudden cardiac death, death due to heart failure, death due to stroke, death due to CV procedures, death due to CV haemorrhage, and death due to other CV causes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"31","spread":null},{"groupId":"OG003","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Adjudicated All Cause Death","description":"Time to event analysis of patients with adjudicated all cause death. The number of observed patients with adjudicated all cause death was reported. All cause death is defined as the death from any cause included CV death, non-CV death, and undetermined cause of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"48","spread":null},{"groupId":"OG003","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Adjudicated MI","description":"Time to event analysis of patients with first adjudicated Myocardial Infarction (MI). The number of observed patients with adjudicated MI was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"26","spread":null},{"groupId":"OG002","value":"29","spread":null},{"groupId":"OG003","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Adjudicated Stroke","description":"Time to event analysis of patients with first adjudicated Stroke. The number of observed patients with adjudicated Stroke was reported.\n\nStroke was defined as an acute episode of focal or global neurological dysfunction caused by brain, spinal cord, or retinal vascular injury as a result of haemorrhage or infarction","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"13","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Adjudicated SE","description":"Time to event analysis of patients with first adjudicated Systemic embolism (SE). The number of observed patients with adjudicated SE was reported.\n\nSE is an acute vascular occlusion of the extremities or any organ (kidneys, mesenteric arteries, spleen, retina or grafts) and had to be documented by angiography, surgery, scintigraphy, or autopsy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Adjudicated ST","description":"Time to event analysis of patients with first adjudicated Stent Thrombosis (ST). The number of observed patients with adjudicated ST was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"8","spread":null},{"groupId":"OG003","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Composite Endpoint of Death + MI + Stroke","description":"Time to event analysis of patients with the composite endpoint of death + myocardial infarction (MI) + stroke. The number of observed patients with the composite endpoint of death + myocardial infarction (MI) + stroke was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"80","spread":null},{"groupId":"OG003","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Composite Endpoint of Death or First Thrombotic Event","description":"Time to event analysis of patients with composite endpoint of death or first thrombotic event (all death, myocardial infarction (MI), stroke/systemic embolism (SE)). The number of observed patients with composite endpoint of death or thrombotic event (all death, MI, stroke/SE).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"83","spread":null},{"groupId":"OG003","value":"60","spread":null},{"groupId":"OG004","value":"168","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Adjudicated Unplanned Revascularisation by PCI/CABG","description":"Time to event analysis of patients with adjudicated unplanned revascularisation by Percutaneous Coronary Intervention (PCI)/Coronary Artery Bypass Graft (CABG). The number of observed patients with adjudicated unplanned revascularisation by PCI/CABG was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"51","spread":null},{"groupId":"OG002","value":"69","spread":null},{"groupId":"OG003","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Death or First Thrombotic Event or Unplanned Revascularisation by PCI/CABG","description":"Time to event analysis of patients with death or thrombotic event (all death, myocardial infarction, stroke/systemic embolism) or unplanned revascularisation by Percutaneous Coronary Intervention/Coronary Artery Bypass Graft. The number of observed patients with death or first thrombotic event or unplanned revascularisation by PCI/CABG was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"149","spread":null},{"groupId":"OG001","value":"90","spread":null},{"groupId":"OG002","value":"131","spread":null},{"groupId":"OG003","value":"98","spread":null},{"groupId":"OG004","value":"239","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":415,"n":972},"commonTop":["Epistaxis","Dyspnoea","Haematoma"]}}}