{"nctId":"NCT02737501","briefTitle":"ALTA-1L Study: A Study of Brigatinib Versus Crizotinib in Anaplastic Lymphoma Kinase Positive (ALK+) Advanced Non-small Cell Lung Cancer (NSCLC) Participants","startDateStruct":{"date":"2016-05-26","type":"ACTUAL"},"conditions":["Non-small Cell Lung Cancer","Lung Cancer","Advanced Malignancies","Carcinoma"],"count":275,"armGroups":[{"label":"Randomized Phase: Brigatinib 90 mg QD/180 QD","type":"EXPERIMENTAL","interventionNames":["Drug: Brigatinib"]},{"label":"Randomized Phase: Crizotinib 250 mg BID","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Crizotinib"]},{"label":"Crossover Phase: Brigatinib 90 mg QD/180 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Brigatinib"]}],"interventions":[{"name":"Brigatinib","otherNames":[]},{"name":"Crizotinib","otherNames":["Xalkori"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have histologically or cytologically confirmed stage IIIB (and not a candidate for definitive multimodality therapy) or stage four (IV) NSCLC.\n2. Must have documented ALK rearrangement.\n3. Have sufficient tumor tissue available for central analysis.\n4. Have at least 1 measurable (that is, target) lesion per RECIST v1.1.\n5. Recovered from toxicities related to prior anticancer therapy to National Cancer Institute (of the United States) (NCI) Common Terminology Criteria for Adverse Events (version 4.0) (CTCAE v 4.0) grade be less than or equal to (\\<=) 1.\n6. Are a male or female participants greater than or equal to (\\>=)18 years old.\n7. Have adequate organ function, as defined by the study protocol.\n8. Have Eastern Cooperative Oncology Group (ECOG) performance status \\<=2.\n9. Have normal QT interval on screening ECG evaluation, defined as QT interval corrected (Fridericia) (QTcF) of \\<= 450 millisecond (msec) in males or \\<=470 msec in females.\n10. For female participants of childbearing potential, have a negative pregnancy test documented prior to randomization.\n11. For female and male participants who are fertile, agree to use a highly effective form of contraception, as defined by the study protocol.\n12. Provide signed and dated informed consent indicating that the participants has been informed of all pertinent aspects of the study, including the potential risks, and is willingly participating.\n13. Have the willingness and ability to comply with scheduled visit and study procedures.\n\nExclusion Criteria:\n\n1. Previously received an investigational antineoplastic agent for NSCLC.\n2. Previously received any prior tyrosine kinase inhibitor (TKI), including ALK-targeted TKIs.\n3. Previously received more than 1 regimen of systemic anticancer therapy for locally advanced or metastatic disease.\n4. Received chemotherapy or radiation within 14 days of first dose of study drug, except stereotactic radiosurgery (SRS) or stereotactic body radiation therapy (SBRT).\n5. Received anti-neoplastic monoclonal antibodies within 30 days of the first dose of study drug.\n6. Had major surgery within 30 days of the first dose of study drug, minor surgical procedures such as catheter placement or minimally invasive biopsies are allowed.\n7. Have been diagnosed with another primary malignancy other than NSCLC, except for adequately treated non-melanoma skin cancer or cervical cancer in situ; definitively treated non-metastatic prostate cancer; or participants with another primary malignancy who are definitively relapse-free with at least 3 years elapsed since the diagnosis of the other primary malignancy.\n8. Have symptomatic CNS metastases (parenchymal or leptomeningeal) at screening or asymptomatic disease requiring an increasing dose of corticosteroids to control symptoms within 7 days prior to randomization.\n9. Have current spinal cord compression (symptomatic or asymptomatic and detected by radiographic imaging). Participants with leptomeningeal disease and without cord compression are allowed.\n10. Be pregnant, planning a pregnancy, or breastfeeding.\n11. Have significant, uncontrolled, or active cardiovascular disease, as defined by the study protocol.\n12. Have uncontrolled hypertension.\n13. Have a history or the presence at baseline of pulmonary interstitial disease, drug-related pneumonitis, or radiation pneumonitis.\n14. Have an ongoing or active infection.\n15. Have a known history of human immunodeficiency virus (HIV) infection.\n16. Have a known or suspected hypersensitivity to brigatinib or its excipients and/or crizotinib or its excipients.\n17. Have malabsorption syndrome or other gastrointestinal (GI) illness or condition.\n18. Have any condition or illness that, in the opinion of the investigator, would compromise participant's safety or interfere with the evaluation of the study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS as assessed by Blinded Independent Review Committee (BIRC), per Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1, was defined as the time interval from the date of randomization until the date of the first documented PD event. The data was censored for participants without a PFS event.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.016","spread":null},{"groupId":"OG001","value":"11.072","spread":null},{"groupId":"OG002","value":"16.821","spread":null}]}]}]},{"type":"SECONDARY","title":"Confirmed Objective Response Rate (ORR)","description":"ORR was defined as percentage of participants who achieved Complete response (CR) or Partial responses (PR) using Response Evaluation Criteria in Solid Tumors (RECIST) version (v). 1.1 criteria. CR is defined as disappearance of all extranodal target and non-target lesions. All pathological lymph nodes must have decreased to less than (\\<) 10 mm in short axis for target lesions and all lymph nodes must be non-pathological in size (\\<10 mm short axis), normalization of tumor marker level for non-target lesions. PR is at least a 30% decrease in SLD of target lesions, taking as reference baseline sum diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.5","spread":null},{"groupId":"OG001","value":"62.3","spread":null},{"groupId":"OG002","value":"56.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Confirmed Intracranial ORR (iORR)","description":"ORR was defined as percentage of participants who achieved CR or PR in the central nervous system (CNS) in randomized participants with intracranial CNS metastasis at baseline. CR is defined as disappearance of all extranodal target and non-target lesions. All pathological lymph nodes must have decreased to \\<10 mm in short axis for target lesions and all lymph nodes must be non-pathological in size (\\<10 mm short axis), normalization of tumor marker level for non-target lesions. PR is at least a 30% decrease in the SLD of target lesions, taking as reference the baseline sum diameters.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.0","spread":null},{"groupId":"OG001","value":"14.3","spread":null},{"groupId":"OG002","value":"35.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Intracranial Progression Free Survival","description":"Intracranial PFS as assessed by BIRC, is defined as the time from randomization until first CNS PD is documented, or death due to any cause. PD is SLD increased by at least 20% from the smallest value on study (including baseline, if that is the smallest), the SLD must also demonstrate an absolute increase of at least 5 mm, and unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.951","spread":null},{"groupId":"OG001","value":"5.520","spread":null},{"groupId":"OG002","value":"24.542","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival is defined as the time from randomization until death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"35.023","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"Duration of response as assessed by BIRC, is defined as the time interval from the date that the criteria are first met for CR/PR (whichever is first recorded) until the first date that progressive disease (PD) is objectively documented. CR is defined as disappearance of all extranodal target and non-target lesions. All pathological lymph nodes must have decreased to \\<10 mm in short axis for target lesions and all lymph nodes must be non-pathological in size (\\<10 mm short axis), normalization of tumor marker level for non-target lesions. PR is at least a 30 % decrease in the SLD of target lesions, taking as reference the baseline sum diameters. PD is SLD increased by at least 20% from the smallest value on study (including baseline, if that is the smallest), the SLD must also demonstrate an absolute increase of at least 5 mm, and for non-target lesions, unequivocal progression of existing non-target lesions.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.150","spread":null},{"groupId":"OG001","value":"13.832","spread":null},{"groupId":"OG002","value":"19.154","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR)","description":"Time to response as assessed by BIRC, assessment and is defined as the time interval from the date of randomization until the initial observation of CR or PR. CR is defined as disappearance of all extranodal target and non-target lesions. All pathological lymph nodes must have decreased to \\<10 mm in short axis for target lesions and all lymph nodes must be non-pathological in size (\\<10 mm short axis), normalization of tumor marker level for non-target lesions. PR is at least a 30% decrease in the SLD of target lesions, taking as reference the baseline sum diameters.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.840","spread":null},{"groupId":"OG001","value":"1.873","spread":null},{"groupId":"OG002","value":"1.873","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR)","description":"Disease control as assessed by BIRC, defined as percentage of randomized participants who have achieved CR, PR, or stable disease (SD) after randomization. CR defined as disappearance of all extranodal target and non-target lesions. All pathological lymph nodes must have decreased to \\<10 mm in short axis for target lesions and all lymph nodes must be non-pathological in size (\\<10 mm short axis), normalization of tumor marker level for non-target lesions. PR: at least a 30% decrease in SLD of target lesions, taking as reference baseline sum diameters. SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. PD: SLD increased by at least 20% from the smallest value on study, SLD must also demonstrate an absolute increase of at least 5 mm, and unequivocal progression of existing non-target lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.4","spread":null},{"groupId":"OG001","value":"86.2","spread":null},{"groupId":"OG002","value":"73.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"An AE is any untoward medical occurrence in a participant. An AE can be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal product whether or not considered related to the medicinal product. Any worsening of a preexisting condition which is temporally associated with the use of the study drug (i.e., occurs after the first dose of study drug) is also an AE. TEAEs are defined as AEs starting/worsening on or after the first dose of study treatment and no later than the earliest of 30 days after the last dose of the treatment to which the participant was assigned, or the day before start of brigatinib therapy in crossover participant.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null},{"groupId":"OG002","value":"98.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Global Health Status/Quality of Life as Assessed by EORTC QLQ-C30 (Version 3.0)","description":"HRQoL: perceived quality of participant's life, includes self-reported multidimensional measures of physical and mental health. Patient-reported symptoms (PROs) and HRQoL will be collected by administering the european organisation for research and treatment of cancer (EORTC) quality of life (QLQ)-C30 questionnaire. EORTC-QLQ-C30 contains 30 items across 5 functional scales (physical, role, cognitive, emotional, and social), 9 symptom scales (fatigue, nausea and vomiting, pain, dyspnea, sleep disturbance, appetite loss, constipation, diarrhea, and financial difficulties) and a global health status/QOL scale. The 30 items have 4 response levels (not at all, a little, quite a bit, and very much), with 2 questions relying on a 7-point numeric rating scale. Raw scores are converted into overall score ranging from 0 to 100, where lower scores indicate better QOL. A negative change from Baseline indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.007","spread":"25.7563"},{"groupId":"OG001","value":"-4.088","spread":"27.4748"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":56,"n":136},"commonTop":["Diarrhoea","Nausea","Blood Creatine Phosphokinase Increased","Vomiting","Cough"]}}}