{"nctId":"NCT02496767","briefTitle":"Ventilatory Investigation of Tirasemtiv and Assessment of Longitudinal Indices After Treatment for a Year","startDateStruct":{"date":"2015-09-03","type":"ACTUAL"},"conditions":["Amyotrophic Lateral Sclerosis"],"count":744,"armGroups":[{"label":"Group 1 - Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo tablets"]},{"label":"Group 2 - 250 mg tirasemtiv","type":"EXPERIMENTAL","interventionNames":["Drug: Tirasemtiv","Drug: Placebo tablets"]},{"label":"Group 3 - 375 mg tirasemtiv","type":"EXPERIMENTAL","interventionNames":["Drug: Tirasemtiv","Drug: Placebo tablets"]},{"label":"Group 4 - 500 mg tirasemtiv","type":"EXPERIMENTAL","interventionNames":["Drug: Tirasemtiv","Drug: Placebo tablets"]}],"interventions":[{"name":"Tirasemtiv","otherNames":["CK-2017357"]},{"name":"Placebo tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A diagnosis of familial or sporadic ALS (defined as meeting the possible, laboratory-supported probable, probable, or definite criteria for a diagnosis of ALS according to the World Federation of Neurology El Escorial criteria) ≤ 24 months prior to screening\n* Upright SVC ≥ 70 % of predicted for age, height and sex\n* Able to swallow tablets without crushing, and in the opinion of the Investigator, is expected to continue to be able to do so during the trial\n* A caregiver if one is needed\n* Clinical laboratory findings within the normal range or, if outside the normal range, deemed not clinically significant by the Investigator\n* Male patients must agree for the duration of the study and 10 weeks after the end of the study to use a condom during sexual intercourse with female partners who are of childbearing potential (i.e., following menarche until post-menopausal if not anatomically and physiologically incapable of becoming pregnant) and to have female partners use an additional effective means of contraception (e.g., diaphragm plus spermicide, or oral contraceptives) or the male patient must agree to abstain from sexual intercourse during and for 10 weeks after the end of the study, unless the male patient has had a vasectomy and confirmed sperm count is zero\n* Female patients must be post-menopausal (≥ 1 year) or sterilized, or, if of childbearing potential, not be breastfeeding, have a negative pregnancy test, have no intention to become pregnant during the course of the study, and use effective contraceptive drugs or devices while requiring male partner to use a condom for the duration of the study and for 10 weeks after the end of the study\n* Patients must be either on a stable dose of riluzole 50 mg twice daily for at least 30 days prior to screening or have not taken riluzole for at least 30 days prior to screening and are willing not to begin riluzole use until they complete study drug dosing\n\nExclusion Criteria:\n\n* At the time of screening, any use of non-invasive positive pressure ventilation (NIPPV, e.g. continuous positive airway pressure \\[CPAP\\] or bi-level positive airway pressure \\[BiPAP\\]) for any portion of the day, or mechanical ventilation via tracheostomy, or on any form of oxygen supplementation\n* Patients with a diaphragm pacing system (DPS) at study entry or who anticipate DPS placement during the course of the study\n* BMI of 20.0 kg/m2 or lower\n* Unwilling or unable to discontinue tizanidine and theophylline-containing medications during study participation\n* Serum chloride outside the normal reference range\n* Neurological impairment due to a condition other than ALS, including history of transient ischemic attack within the past year\n* Presence at screening of any medically significant cardiac, pulmonary, GI, musculoskeletal, or psychiatric illness that might interfere with the patient's ability to comply with study procedures or that might confound the interpretation of clinical safety or efficacy data, including, but not limited to:\n\n  1. Poorly controlled hypertension\n  2. NYHA Class II or greater congestive heart failure\n  3. Chronic obstructive pulmonary disease or asthma requiring daily use bronchodilator medications\n  4. GI disorder that might impair absorption of study drug\n  5. History of significant liver disease defined by bilirubin \\> 2 times the upper limit of normal (ULN) or ALT or AST \\> 3 times the ULN on repeat testing\n  6. Poorly controlled diabetes mellitus\n  7. History of vertigo within three months of study entry\n  8. History of syncope without an explainable or treated cause\n  9. History of untreated intracranial aneurysm or poorly controlled seizure disorder\n  10. Amputation of a limb\n  11. Cognitive impairment, related to ALS or otherwise, sufficient to impair the patient's ability to give informed consent and to understand and/or comply with study procedures\n  12. Cancer with metastatic potential (other than basal cell carcinoma, carcinoma in situ of the cervix, or squamous cell carcinoma of the skin excised with clean margins) diagnosed and treated within the last two years\n  13. Any other condition, impairment or social circumstance that, in the opinion of the Investigator, would render the patient not suitable to participate in the study\n  14. Patient judged to be actively suicidal or a suicide risk by the Investigator\n* Has taken any investigational study drug within 30 days or five half-lives of the prior agent, whichever is greater, prior to dosing\n* Prior participation in any form of stem cell therapy for the treatment of ALS\n* Previously received tirasemtiv in any previous clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 24 of the Double-blind, Placebo-controlled Phase in Percent Predicted Slow Vital Capacity (SVC)","description":"SVC was measured using a spirometer (in units of liters). Following 3 to 5 breaths at rest, the patients were instructed to take as deep an inspiration as possible followed by a maximum exhalation (blowing out all the air in their lungs). Values obtained were converted to % predicted values (ie, the test result as a percent of predicted values for patients of similar demographic and baseline characteristics \\[eg, height, age, sex\\], based on Knudson 83 normative values).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.354","spread":"1.2270"},{"groupId":"OG001","value":"-12.648","spread":"1.5165"},{"groupId":"OG002","value":"-13.742","spread":"1.6076"},{"groupId":"OG003","value":"-13.927","spread":"1.7213"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the ALSFRS-R Respiratory Domain Score at the End of 48 Weeks of Double-blind, Placebo-controlled Treatment","description":"The ALSFRS-R is used to measure the progression and severity of disease; it consists of 12 questions, assessing a patient's capability and independence in functional activities relevant to ALS, categorized in 4 domains: bulbar functions, fine motor tasks, gross motor tasks, and respiratory function. Respiratory function consists of 3 of the 12 questions, which assess dyspnea, orthopnea, and respiratory insufficiency. Each question is scored from 0 (indicating incapable or dependent) to 4 (normal). The sum of the response to these 3 questions represents the respiratory domain score. The respiratory domain score ranges from 0 to 12, with higher scores reflecting more normal function and lower scores reflecting more impaired function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.26","spread":"0.258"},{"groupId":"OG001","value":"-1.95","spread":"0.320"},{"groupId":"OG002","value":"-2.41","spread":"0.340"},{"groupId":"OG003","value":"-2.59","spread":"0.355"}]}]}]},{"type":"SECONDARY","title":"Slope of Mega-score of Muscle Strength During the 48 Weeks of Double-blind, Placebo-controlled Treatment","description":"A hand-held dynomometer, with a scale of 0 to 300 pounds, was used to measure muscle strength and handgrip strength (bilateral); the muscle groups tested were: elbow flexion (bilateral), wrist extension (bilateral), knee extension (bilateral), and ankle dorsiflexion (bilateral). The muscle strength mega-score was calculated as the average of responses to all tested muscles as well as handgrip strength. The slope of muscle strength mega-score was the change over time (48 weeks) and analyzed using a mixed model that assumed a random slope effect. For this endpoint, negative values indicate a decline in muscle strength over time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1501","spread":null},{"groupId":"OG001","value":"-0.1512","spread":null},{"groupId":"OG002","value":"-0.1434","spread":null},{"groupId":"OG003","value":"-0.1413","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the First Occurrence of a Decline From Baseline in Percent Predicted SVC ≥ 20 Percentage Points or the Onset of Respiratory Insufficiency or Death All 48 Weeks of Double-blind, Placebo-controlled Treatment","description":"This endpoint evaluated the time to occurrence of a decline in percent predicted SVC (as measured by spirometry) of ≥ 20 percentage points, or the onset of respiratory insufficiency (defined as tracheostomy or the use of non-invasive ventilation for ≥ 22 hours per day for ≥10 consecutive days), or death, whichever was first, during the 48-week double-blind, placebo-controlled treatment phase.\n\nNote: The median time to a ≥ 20% decline in percent predicted SVC, onset of respiratory insufficiency, or death was 302 days for the placebo group and 359, 334, and 337 days for the 250 mg, 375 mg, and 500 mg tirasemtiv groups, respectively. The data presented for this endpoint are the number and percent of patients who met the endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"58","spread":null},{"groupId":"OG002","value":"58","spread":null},{"groupId":"OG003","value":"57","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to the First Occurrence of a Decline in SVC to ≤ 50% Predicted, or the Onset of Respiratory Insufficiency, or Death During the 48 Weeks of Double-blind, Placebo-controlled Treatment","description":"This endpoint evaluated the time to occurrence of a decline in SVC (as measured by spirometry) to ≤ 50% predicted, or the onset of respiratory insufficiency (defined as tracheostomy or the use of non-invasive ventilation for ≥ 22 hours per day for ≥10 consecutive days), or death, whichever was first, during the 48-week double-blind, placebo-controlled treatment phase.\n\nNote: The median time to a decline in SVC to ≤ 50% predicted, onset of respiratory insufficiency, or death was not estimable for the placebo group or the 375 mg tirasemtiv group. The median time was estimated as 363 and 351 days for the 250 mg and 500 mg tirasemtiv groups, respectively. The data presented for this endpoint are the number and percent of patients who met the endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"39","spread":null},{"groupId":"OG002","value":"30","spread":null},{"groupId":"OG003","value":"32","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the ALSFRS-R Total Score to the End of 48 Weeks of the Double-blind, Placebo-controlled Treatment","description":"The ALSFRS-R is used to measure the progression and severity of disease; it consists of 12 questions, assessing a patient's capability and independence in functional activities relevant to ALS, categorized in 4 domains: gross motor tasks, fine motor tasks, bulbar functions, and respiratory function. Each question is scored from 0 (indicating incapable or dependent) to 4 (normal). The total score ranges from 0 to 48, with higher scores reflecting more normal function and lower scores reflecting more impaired function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.39","spread":"0.695"},{"groupId":"OG001","value":"-11.39","spread":"0.859"},{"groupId":"OG002","value":"-12.19","spread":"0.903"},{"groupId":"OG003","value":"-11.99","spread":"0.937"}]}]}]},{"type":"SECONDARY","title":"Time to the First Use of Mechanical Ventilatory Assistance or Death During All 48 Weeks of Double-blind, Placebo-controlled Treatment","description":"This endpoint evaluated the time to occurrence of mechanical ventilatory assistance (defined as invasive or non-invasive ventilation for at least 2 hours over a 24-hour period for at least 5 consecutive days) or death, whichever was first, during the 48-week double-blind, placebo-controlled treatment phase.\n\nNote: The median time to first use of mechanical ventilatory assistance or death was not estimable for all but the 375 mg tirasemtiv group (with a value of 367 days). As such the number and percent of patients who met the endpoint (ie, had mechanical ventilatory assistance or died) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"37","spread":null},{"groupId":"OG003","value":"33","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":744},"commonTop":["Dizziness","Fatigue","Muscular weakness","Weight decreased","Nausea"]}}}