{"nctId":"NCT00975286","briefTitle":"24-week Treatment With Lixisenatide in Type 2 Diabetes Insufficiently Controlled With Metformin and Insulin Glargine","startDateStruct":{"date":"2009-10"},"conditions":["Type 2 Diabetes Mellitus"],"count":446,"armGroups":[{"label":"Lixisenatide","type":"EXPERIMENTAL","interventionNames":["Drug: Lixisenatide (AVE0010)","Drug: Insulin glargine","Device: Pen auto-injector","Drug: Metformin","Drug: Thiazolidinedione (TZD)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Insulin glargine","Device: Pen auto-injector","Drug: Metformin","Drug: Thiazolidinedione (TZD)"]}],"interventions":[{"name":"Lixisenatide (AVE0010)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Insulin glargine","otherNames":["Lantus®"]},{"name":"Pen auto-injector","otherNames":[]},{"name":"Metformin","otherNames":[]},{"name":"Thiazolidinedione (TZD)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n\\- Type 2 diabetes mellitus, diagnosed for at least 1 year before screening visit, insufficiently controlled with insulin glargine and metformin\n\nExclusion criteria:\n\n* HbA1c \\<7% or greater than (\\>)10% at screening\n* At the time of screening age \\< legal age of majority\n* Pregnant or breastfeeding women or women of childbearing potential with no effective contraceptive method\n* Type 1 diabetes mellitus\n* Metformin not at a stable dose of at least 1.5 gram per day for at least 3 months prior to the screening visit\n* Use of oral or injectable antidiabetic or hypoglycemic agents other than metformin, sulfonylurea (SU) and TZDs (for example, alpha glucosidase inhibitor, other glucagon like peptide-1 \\[GLP-1\\] receptor agonists, dipeptidyl peptidase-IV \\[DPP-IV\\] inhibitors, insulin etc.) within 3 months prior to the time of screening, use of weight loss drugs if not at a stable dose for at least 3 months prior to the screening visit\n* History of hypoglycemia unawareness\n* Body Mass Index (BMI) less than or equal to (\\<=) 20 kilogram per square meter (kg/m\\^2)\n* History of unexplained pancreatitis, chronic pancreatitis, pancreatectomy, stomach/gastric surgery, inflammatory bowel disease, personal or family history of medullary thyroid cancer (MTC) or genetic conditions that predispose to MTC (for example, multiple endocrine neoplasia syndromes)\n* History of metabolic acidosis, including diabetic ketoacidosis within 1 year prior to screening\n* Hemoglobinopathy or hemolytic anemia, blood or plasma products transfusion within 3 months prior to the time of screening\n* Within the last 6 months prior to screening: history of myocardial infarction, stroke, or heart failure requiring hospitalization\n* Known history of drug or alcohol abuse within 6 months prior to the time of screening\n* Any clinically significant abnormality identified on physical examination, laboratory tests, electrocardiogram or vital signs at the time of screening that in the judgment of the Investigator or any sub investigator precludes safe completion of the study or constrains efficacy assessment such as active malignant tumor or other major systemic diseases, presence of clinically significant diabetic retinopathy or presence of macular edema likely to require laser treatment within the study period\n* Uncontrolled or inadequately controlled hypertension at the time of screening with a resting systolic or diastolic blood pressure \\>180 millimeter of mercury (mmHg) or \\>110 mmHg, respectively\n* Laboratory findings at the time of screening: amylase and/or lipase, alanine aminotransferase \\>3 times upper limit of the normal (ULN) laboratory range; total bilirubin: \\>1.5 times ULN (except in case of Gilbert's syndrome); hemoglobin \\<11 gram/deciliter and/or neutrophils \\<1500 per cubic millimeter (mm\\^3) and/or platelets \\<100 000/mm\\^3; positive test for Hepatitis B surface antigen and/or Hepatitis C antibody, positive serum pregnancy test in females of childbearing potential; and calcitonin \\>=20 picogram per milliliter (pg/mL) (5.9 picomole per milliliter \\[pmol/L\\])\n* Patients who are considered by the Investigator or any sub investigator as inappropriate for this study for any reason (for example, impossibility to meet specific protocol requirements, such as scheduled visits, being able to do self-injections, likelihood of requiring treatment during the screening phase and treatment phase with drugs not permitted by the clinical study protocol, patient being investigator or any sub investigator, pharmacist, study coordinator, other study staff or relative thereof directly involved in the conduct of the protocol etc.)\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for one week or more within 3 months prior to the time of screening\n* Use of any investigational drug within 3 months prior to screening\n* Renal impairment defined with serum creatinine \\> 1.4 mg/dL in women and \\> 1.5 mg/dL in men\n* History of hypersensitivity to insulin glargine or to any of the excipients\n* Clinically relevant history of gastrointestinal disease associated with prolonged nausea and vomiting, including (but not limited to): gastroparesis, unstable (that is, worsening) and not controlled (that is, prolonged nausea and vomiting) gastroesophageal reflux disease requiring medical treatment, within 6 months prior to the time of screening\n* Any previous treatment with lixisenatide (for example, participation in a previous study with lixisenatide)\n* Allergic reaction to any GLP-1 receptor agonist in the past (for example, exenatide, liraglutide) or to metacresol\n* Additional exclusion criteria during or at the end of the run-in phase before randomization: informed consent withdrawal (patient who was not willing to continue or failed to return), mean fasting SMPG calculated from the self-measurements for the 7 days prior to Visit 12 (Week -1) was \\>140 mg/dL (7.8 mmol/L) and HbA1c measured at Visit 12 (Week -1) is \\<7% or \\>9%, amylase and/or lipase \\> 3 times the ULN at Visit 12 (Week -1), patients with fasting plasma glucose (FPG) above the threshold value described for rescue (that is, FPG \\>240 mg/dL \\[13.3 mmol/L\\]), patients with any adverse event, which, by the judgment of the Investigator precludes the inclusion in the double-blind randomized treatment phase, and lack of compliance to protocol or to insulin glargine treatment during the run-in phase","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Glycosylated Hemoglobin (HbA1c) at Week 24","description":"Absolute change = HbA1c value at Week 24 minus HbA1c value at baseline. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 14 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.40","spread":"0.092"},{"groupId":"OG001","value":"-0.71","spread":"0.091"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 2-Hour Postprandial Plasma Glucose (PPG) at Week 24","description":"The 2-hour PPG test measured blood glucose 2 hours after eating a standardized meal. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.481"},{"groupId":"OG001","value":"-3.09","spread":"0.482"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glucose Excursion at Week 24","description":"Glucose excursion = 2-hour PPG minus plasma glucose 30 minutes prior to the standardized meal test, before study drug administration. Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.461"},{"groupId":"OG001","value":"-3.42","spread":"0.462"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average 7-Point Self Monitored Plasma Glucose (SMPG) Profile at Week 24","description":"Patients recorded a 7-point plasma glucose profile measured before and 2 hours after each meal and at bedtime once in a week and the average value for the 7-time points was calculated. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.179"},{"groupId":"OG001","value":"-0.47","spread":"0.178"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.16","spread":"0.330"},{"groupId":"OG001","value":"0.28","spread":"0.331"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Insulin Glargine Daily Dose at Week 24","description":"Change was calculated by subtracting the baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to the last dosing day of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.34","spread":"1.256"},{"groupId":"OG001","value":"3.10","spread":"1.260"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 1 day after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":"0.214"},{"groupId":"OG001","value":"0.34","spread":"0.213"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Patients With at Least 5% Weight Loss From Baseline at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":null},{"groupId":"OG001","value":"5.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than 7% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 14 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.5","spread":null},{"groupId":"OG001","value":"56.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Glycosylated Hemoglobin (HbA1c) Level Less Than or Equal to 6.5% at Week 24","description":"The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 14 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":null},{"groupId":"OG001","value":"32.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Requiring Rescue Therapy During the Double-blind Period","description":"Routine fasting SMPG, central laboratory FPG and HbA1c values were used to determine the requirement of rescue medication. If fasting SMPG value exceeded the specified limit for 3 consecutive days, the central laboratory FPG and HbA1c were performed. Threshold values - from baseline to Week 8: fasting SMPG/FPG \\>200 milligram/deciliter (mg/dL) (11.1 mmol/L) or HbA1c \\>9%, from Week 8 to Week 24: fasting SMPG/FPG \\>180 mg/dL (10.0 mmol/L) or HbA1c \\>8.5%. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Treatment Satisfaction Score (Sum of Items 1, 4, 5, 6, 7 and 8 of DTSQ) at Week 24","description":"Change was calculated by subtracting baseline value from Week 24 value. DTSQ: 8-item questionnaire to assess treatment satisfaction and patient perception of hyper and hypoglycemia. Each question (Q) scored on a Likert scale from 0 to 6. Six items (Q1 and 4-8; higher score = more satisfaction) measured treatment satisfaction and were summed to calculate treatment satisfaction score which ranged from 0 (very dissatisfied) to 36 (very satisfied). Two items (Q2 and 3), which were not included, measured perceived hyperglycemia and hypoglycemia, respectively and lower scores represented good perceived blood glucose control. The on-treatment period for this efficacy variable is the time from the first dose of study drug up to 3 days after the last dose of study drug or up to the introduction of rescue therapy, whichever is the earliest. For a patient to be included in mITT population, both baseline and at least 1 post baseline assessment for at least 1 efficacy variable, were required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":"0.545"},{"groupId":"OG001","value":"0.88","spread":"0.543"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Patients With Symptomatic Hypoglycemia and Severe Symptomatic Hypoglycemia","description":"Symptomatic hypoglycemia was an event with clinical symptoms that were considered to result from a hypoglycemic episode with an accompanying plasma glucose less than 60 mg/dL (3.3 mmol/L) or associated with prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration if no plasma glucose measurement was available. Severe symptomatic hypoglycemia was symptomatic hypoglycemia event in which the patient required the assistance of another person and was associated with either a plasma glucose level below 36 mg/dL (2.0 mmol/L) or prompt recovery after oral carbohydrate, intravenous glucose, or glucagon administration, if no plasma glucose measurement was available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":223},"commonTop":["Hypoglycaemia","Nausea","Headache","Influenza","Vomiting"]}}}