{"nctId":"NCT03162055","briefTitle":"Efficacy and Safety of Glycopyrronium/Formoterol Fumarate Fixed-dose Combination Relative to Umeclidinium/Vilanterol Fixed-dose Combination Over 24 Weeks in Patients With Moderate to Very Severe Chronic Obstructive Pulmonary Disease","startDateStruct":{"date":"2017-05-25","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease COPD"],"count":1119,"armGroups":[{"label":"Experimental","type":"EXPERIMENTAL","interventionNames":["Drug: Glycopyrronium/Formoterol Fumarate"]},{"label":"Active comparator","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: umeclidinium/vilanterol"]}],"interventions":[{"name":"Glycopyrronium/Formoterol Fumarate","otherNames":[]},{"name":"umeclidinium/vilanterol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age 40-95 years at screening\n* Current or former smoker with a history of at least 10 pack-years of cigarette smoking\n* Current clinical diagnosis of COPD, with COPD symptoms \\> 1 year prior to screening, as defined by GOLD criteria or other current guidelines\n* COPD Severity defined by FEV1/FVC ratio \\<0.70 and FEV1 \\<80% of predicted normal value at screening and at randomisation\n* COPD treatment with rescue medication only, or stable dose of maintenance monotherapy (LAMA, LABA or ICS), or stable dose of double maintenance therapy (LAMA/LABA or ICS/LABA), for one month prior to screening\n* COPD Assessment Test (CAT) score ≥10 at randomisation\n* Documentation of a chest x-ray (as per local practice) or computed tomography (CT) within 6 months prior to screening, with no clinically significant pulmonary abnormalities other than related to COPD\n\nExclusion criteria:\n\n* Respiratory disease other than COPD, including:\n* Current diagnosis of asthma\n* Alpha-1 Antitrypsin Deficiency as the cause of COPD\n* Other respiratory disorders and conditions as listed in the protocol\n* Severe COPD exacerbation (resulting in hospitalisation) not resolved within 8 weeks prior to screening, or moderate exacerbation not resolved within 4 weeks, or during screening\n* Pneumonia or lower respiratory tract infection that required antibiotics within 8 weeks prior to screening, or during screening.\n* Significant diseases or conditions other than COPD which may put the patient at risk, or influence the results of the study or the patient's ability to participate, including cardiac disease, advanced renal disease, and cancer that has not been in complete remission for at least 5 years.\n* Patients who have needed additions or alterations to their usual maintenance therapy for COPD due to worsening symptoms within 1 month prior to and during screening\n* Treatment with depot corticosteroids within 6 weeks, or other systemic corticosteroids within 4 weeks, prior to screening. (Patients maintained on an equivalent of 5 mg prednisone per day for at least 3 months prior to screening are allowed.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Morning Pre-dose Trough Forced Expiratory Volume in 1 Second (FEV1) Over 24 Weeks","description":"To assess the effects of GFF relative to UV on lung function as measured by change from baseline in morning pre-dose trough FEV1 is defined as the average of the -60 and -30 minute pre-dose values at each visit minus baseline using spirometry. Baseline is defined as the mean of the non-missing -60 and -30 minute values obtained prior to dosing at randomization (Day 1). BR a/s = bronchodilator responsiveness to albuterol/salbutamol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":"11.2"},{"groupId":"OG001","value":"169.6","spread":"11.2"}]}]}]},{"type":"PRIMARY","title":"Mean Peak Change From Baseline in FEV1 Within 2 Hours Post-dosing Over 24 Weeks in PP Analysis Set Population","description":"To assess the effects of GFF relative to UV on lung function in PP analysis set population as measured by peak change from baseline in FEV1 is defined as the maximum of the FEV1 assessments within the 2 hours post-dosing time windows at each visit minus baseline using spirometry. Baseline is defined as the mean of the non-missing -60 and -30 minute values obtained prior to dosing at randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"293.5","spread":"10.2"},{"groupId":"OG001","value":"296.9","spread":"10.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Increase of FEV1 of >=100 mL From Baseline at 5 Minutes Post-dosing on Day 1","description":"The percentage of participants with an increase in FEV1 of \\>=100 mL from baseline at 5 minutes post-dosing on Day 1 was determined to assess the early onset of action. Baseline is defined as the average of available evaluable -60 and -30 minute pre-dose assessments conducted at randomization (Day 1). Only data assigned to the 5 minute window was used to determine response. Participants with missing data were considered non-responders for the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.1","spread":null},{"groupId":"OG001","value":"40.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Peak Change From Baseline in Inspiratory Capacity (IC) Within 2 Hours Post-dosing Over 24 Weeks","description":"Peak change from baseline in IC is defined as the maximum of the IC assessments within the 2 hours post-dosing time windows at each visit minus baseline. Baseline is defined as the average of available evaluable -60 and -30 minute pre-dose assessments conducted at randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"363.1","spread":"15.5"},{"groupId":"OG001","value":"378.3","spread":"15.6"}]}]}]},{"type":"SECONDARY","title":"Mean Transition Dyspnea Index (TDI) Focal Score Over 24 Weeks","description":"The baseline dyspnea index (BDI) and TDI consist of 3 individual components: functional impairment, magnitude of task, and magnitude of effort. For the BDI, each of these 3 components were rated in 5 grades from 0 (very severe) to 4 (no impairment), and were summed to form a baseline total score from 0 to 12. For the TDI, changes in dyspnea were rated for each component by 7 grades from -3 (major deterioration) to +3 (major improvement), and were added to form a TDI focal score from -9 to +9. Baseline is defined as the latest BDI assessment within 7 days before or at randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.23","spread":"0.10"},{"groupId":"OG001","value":"1.60","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Early Morning Symptoms of COPD Instrument (EMSCI) Over 24 Weeks","description":"Change from baseline in the 6-item EMSCI Symptom Severity Score was derived by averaging the responses from a participant on the 6 item-level symptom scores (scored on a 4-point scale from 1 to 4, whereas 1= mild and 4= very severe). The EMSCI collected data about the frequency and severity of early morning symptoms and the impact of COPD symptoms on early morning activity in participants with COPD. Participants completed a daily electronic patient-reported outcome (ePRO) questionnaire for their COPD symptoms. Baseline is defined as the average of the non-missing values from the ePRO data collected in the last 7 days before the randomization (Day 1). TI = Time interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.142","spread":"0.018"},{"groupId":"OG001","value":"-0.176","spread":"0.018"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change From Baseline in Night-Time Symptoms of COPD Instrument (NiSCI) Over 24 Weeks","description":"Change from baseline in the 6-item NiSCI Symptom Severity Score was derived by averaging the responses from a participant on the 6 item-level symptom scores (scored on a 4-point scale from 1 to 4, whereas 1= mild and 4= very severe). The NiSCI collected data about the frequency and severity of night-time symptoms and the impact of COPD symptoms on night-time awakenings in participants with COPD. Participants completed a daily ePRO questionnaire for their COPD symptoms. Baseline is defined as the average of the non-missing values from the ePRO data collected in the last 7 days before the randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.165","spread":"0.019"},{"groupId":"OG001","value":"-0.207","spread":"0.019"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change From Baseline in Daily Rescue (Albuterol/Salbutamol MDI) Use Over 24 Weeks","description":"The number of inhalations of rescue albuterol/salbutamol MDI was recorded in the participant ePRO in the morning and evening. Baseline is defined as the average of the non-missing values from the ePRO data collected in the last 7 days before the randomization (Day 1). a/s = albuterol/salbutamol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.70","spread":"0.16"},{"groupId":"OG001","value":"-2.35","spread":"0.16"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Mean Change From Baseline in COPD Assessment Test (CAT) Score Over 24 Weeks","description":"The CAT is used to quantify the impact of COPD symptoms on health status. The CAT has a scoring range of 0-40, and it is calculated as the sum of the responses given for each of the 8 items (scored on a 6-point scale from 0 to 5), with higher scores indicating a higher impact of COPD symptoms on health status. If the response to 1 of the 8 items is missing, the missing item was considered equal to the average of the 7 non-missing items for that participant. If more than 1 item is missing the score was considered missing. Baseline is defined as the latest assessment within 7 days before or at randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.97","spread":"0.21"},{"groupId":"OG001","value":"-3.56","spread":"0.22"}]}]}]},{"type":"PRIMARY","title":"Mean Peak Change From Baseline in FEV1 Within 2 Hours Post-dosing Over 24 Weeks in FAS Population","description":"To assess the effects of GFF relative to UV on lung function in FAS population as measured by peak change from baseline in FEV1 is defined as the maximum of the FEV1 assessments within the 2 hours post-dosing time windows at each visit minus baseline using spirometry. Baseline is defined as the mean of the non-missing -60 and -30 minute values obtained prior to dosing at randomization (Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"299.1","spread":"9.9"},{"groupId":"OG001","value":"300.8","spread":"9.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":32,"n":552},"commonTop":["Headache","Nasopharyngitis","Viral upper respiratory tract infection","Chronic obstructive pulmonary disease","Back pain"]}}}