{"nctId":"NCT02728089","briefTitle":"Study of Ceftolozane/Tazobactam (MK-7625A) in Japanese Participants With Uncomplicated Pyelonephritis and Complicated Urinary Tract Infection (MK-7625A-014)","startDateStruct":{"date":"2016-04-14","type":"ACTUAL"},"conditions":["Urinary Tract Infection (UTI)","Complicated Urinary Tract Infection","Pyelonephritis","Uncomplicated Pyelonephritis"],"count":115,"armGroups":[{"label":"MK-7625A","type":"EXPERIMENTAL","interventionNames":["Drug: MK-7625A 1.5 g (ceftolozane 1 g/tazobactam 0.5 g)"]}],"interventions":[{"name":"MK-7625A 1.5 g (ceftolozane 1 g/tazobactam 0.5 g)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Japanese males or females who need hospitalization\n* Clinical signs and/or symptoms of urinary tract infection (UTI) at screening visit, either one of the following:\n\n  * Pyelonephritis (uncomplicated or complicated)\n  * Complicated lower UTI (cUTI)\n* Has a pretreatment baseline urine culture specimen obtained within 24 hours of start of study drug\n* Requires IV antibacterial therapy for the treatment of the presumed UTI\n* Female participants of child bearing potential must not be pregnant (negative human chorionic gonadotropin test) or breastfeeding and must agree to use adequate contraception for the duration of the study and up to 35 days after the last dose of study drug\n* Male participants must agree to use adequate contraception for the duration of the study and up to 75 days after the last dose of study drug\n\nExclusion Criteria:\n\n* Has a history of recent or recurrent Gram-positive organism UTI suggesting colonization, or participant with UTI that shows or suspects the presence of a Gram-positive organism only\n* Has a history of any moderate or severe hypersensitivity or allergic reaction to any Beta-lactam antibacterial including cephalosporins, carbapenems and penicillins, or tazobactam\n* Has a concomitant infection at the time of randomization, which requires non-study systemic antibacterial therapy in addition to study drug with the exception of an antibacterial with Gram-positive activity only (vancomycin, linezolid, daptomycin and teicoplanin)\n* Is receiving probenecid\n* Is currently receiving bladder infusions with topical urinary antiseptics or antibacterial agents\n* Has received any amount of potentially therapeutic antibacterial therapy after collection of the pretreatment baseline urine culture and before administration of the first dose of study drug.\n* Has received any dose of a potentially therapeutic antibacterial agent for the treatment of the current UTI within 48 hours before the pretreatment baseline urine is obtained\n* Intractable urinary infection at baseline that would require more than 7 days of study drug\n* Has complete, permanent obstruction of the urinary tract.\n* Has confirmed fungal urinary tract infection at time of randomization (with ≥ 10\\^3 fungal colony forming units /mL)\n* Has permanent indwelling bladder catheter or urinary stent including nephrostomy\n* Has suspected or confirmed perinephric or intrarenal abscess\n* Has suspected or confirmed prostatitis, urethritis, or epididymitis\n* Has ileal loop or known vesico-ureteral reflux\n* Severe impairment of renal function including an estimated CrCl \\< 30 mL/min, requirement for peritoneal dialysis, hemodialysis or hemofiltration, or oliguria (\\< 20 mL/hr urine output over 24 hours)\n* Has urinary catheter that is not scheduled to be removed before the end of therapy\n* Has any rapidly progressing disease or immediately life-threatening illness including acute hepatic failure, respiratory failure, and septic shock\n* Has an immunocompromising condition (i.e., AIDS, hematological malignancy, or bone marrow transplantation, or immunosuppressive therapy) or is receiving ≥ 40 mg of prednisone per day administered continuously for \\> 14 days prior to study start\n* Has participated in any clinical study of an investigational product within 30 days prior to the first dose of study drug\n* Has previously participated in any study of ceftolozane or MK-7625A.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Microbiological Response of Eradication at Test of Cure (TOC)","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline at TOC (14 days post first dose). Microbiological outcome was classified as \"eradication\", \"persistence\" or \"indeterminate.\" A successful microbiological response was \"eradication\" which was defined as urine culture showed all uropathogens found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL were reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was\" persistence\" (CFU/mL not reduced the result was classified as unsuccessful. Participants with responses reported as \"indeterminate\" were excluded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Report 1 or More Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant which does not necessarily have a causal relationship with the treatment. An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with use of a medicinal product, regardless of whether or not it was considered related to the medicinal product. The percentage of participants that reported at least 1 AE was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Discontinuing Study Drug Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant which does not necessarily have a causal relationship with the treatment. An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with use of a medicinal product, regardless of whether or not considered related to the medicinal product. The percentage of participants that had study drug discontinued during the study due to an AE was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication at End Of Therapy (EOT)","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline at EOT (7 days post first dose of study drug). Microbiological outcome was classified as \"eradication\", \"persistence\" or \"indeterminate.\" A successful microbiological response was \"eradication\" which was defined as urine culture showed all uropathogens found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL were reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was\" persistence\" (CFU/mL not reduced the result was classified as unsuccessful. Participants with responses reported as \"indeterminate\" were excluded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication at Late Follow-up (LFU)","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline at LFU (42 days post first dose of study drug). Microbiological outcome was classified as \"eradication\", \"persistence\" or \"indeterminate.\" A successful microbiological response was \"eradication\" which was defined as urine culture showed all uropathogens found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL were reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was\" persistence\" (CFU/mL not reduced the result was classified as unsuccessful. Participants with responses reported as \"indeterminate\" were excluded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at TOC","description":"The Investigator classified clinical outcome as \"clinical cure\", \"clinical failure\", or \"indeterminate\". A favorable clinical response is \"clinical cure\" defined as complete resolution of, marked improvement in (where clinical improvement was defined as a reduction in severity of all baseline signs and symptoms with worsening of none and with no requirement for additional antibiotic therapy after EOT), or return to pre-infection signs and symptoms and no use of additional or nonstudy antimicrobial therapy for the treatment of the current UTI. Outcomes reported as \"indeterminate\" were excluded. Percentage of participants with clinical response of clinical cure at TOC was summarized","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at EOT","description":"The Investigator classified clinical outcome as \"clinical cure\", \"clinical failure\", or \"indeterminate\". A favorable clinical response is \"clinical cure\" defined as complete resolution of, marked improvement in (where clinical improvement was defined as a reduction in severity of all baseline signs and symptoms with worsening of none and with no requirement for additional antibiotic therapy after EOT), or return to pre-infection signs and symptoms and no use of additional or nonstudy antimicrobial therapy for the treatment of the current UTI. Outcomes reported as \"indeterminate\" were excluded. Percentage of participants with clinical response of clinical cure at EOT was summarized","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Response of Clinical Cure at LFU","description":"The Investigator classified clinical outcome as \"clinical cure\", \"clinical failure\", or \"indeterminate\". A favorable clinical response is \"clinical cure\" defined as complete resolution of, marked improvement in (where clinical improvement was defined as a reduction in severity of all baseline signs and symptoms with worsening of none and with no requirement for additional antibiotic therapy after EOT), or return to pre-infection signs and symptoms and no use of additional or nonstudy antimicrobial therapy for the treatment of the current UTI. Outcomes reported as \"indeterminate\" were excluded. Percentage of participants with clinical response of clinical cure at LFU was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Composite Response of Both Eradication and Clinical Cure at TOC","description":"The percentage of participants that met requirements for both eradication and clinical cure at TOC was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication, by Pathogen at EOT","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline. Microbiological outcome was classified as \"Eradication\", \"Persistence\" or \"Indeterminate.\" A successful microbiological response was \"Eradication\" which was defined as urine culture showed the specific pathogen found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL was reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was persistence (CFU/mL not reduced the result was classified as a failure. Outcomes reported as \"indeterminate\" were excluded. The percentage of participants that achieved eradication for each uropathogen at EOT (7 days post first dose of study drug) was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication by Pathogen at TOC","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline. Microbiological outcome was classified as \"Eradication\", \"Persistence\" or \"Indeterminate.\" A successful microbiological response was \"Eradication\" which was defined as urine culture showed the specific pathogen found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL was reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was persistence (CFU/mL not reduced), the result was classified as a failure. Outcomes reported as \"indeterminate\" were excluded. The percentage of participants that achieved eradication for each uropathogen at TOC (14 days post first dose of study drug) was summarized.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Microbiological Response of Eradication by Pathogen at LFU","description":"The per-pathogen microbiological outcome was determined for each uropathogen isolated at baseline. Microbiological outcome was classified as \"Eradication\", \"Persistence\" or \"Indeterminate.\" A successful microbiological response was \"Eradication\" which was defined as urine culture showed the specific pathogen found at baseline at ≥10\\^5 colony-forming unit (CFU)/mL was reduced to \\<10\\^4 CFU/mL. If the outcome for any uropathogen was persistence (CFU/mL not reduced the result was classified as a failure. Outcomes reported as \"indeterminate\" were excluded. The percentage of participants that achieved eradication for each uropathogen LFU (42 days post first dose of study drug) was summarized.\n\n.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":114},"commonTop":["Constipation","Diarrhoea","Alanine aminotransferase increased","Aspartate aminotransferase increased"]}}}