{"nctId":"NCT02292784","briefTitle":"Follow up Study to Assess Long Term Safety and Outcomes in Infants and Children Born to Mothers Participating in Retosiban Treatment Studies","startDateStruct":{"date":"2015-06-01","type":"ACTUAL"},"conditions":["Obstetric Labour, Premature"],"count":98,"armGroups":[{"label":"Placebo (200719 study)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Retosiban (200719 and 200721 study)","type":"EXPERIMENTAL","interventionNames":["Drug: Retosiban"]},{"label":"Atosiban (200721 study)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Atosiban"]}],"interventions":[{"name":"Retosiban","otherNames":[]},{"name":"Atosiban","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Mother is randomly assigned and dosed (retosiban or comparator) in 1 of the Phase III SPTL retosiban clinical studies.\n* Infant is alive at 28 days post EDD.\n* Written informed consent is obtained from the parent(s) or legal guardian(s) of the infant. The parent/legal guardian of subjects aged 12 to 17 years must also provide written agreement for the infant to participate in the study where required by applicable regulatory and country or state requirements.\n\nExclusion Criteria:\n\n* There are no formal exclusion criteria for participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Weeks","maximumAge":"20 Weeks","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Infants and Children With Newly Diagnosed Chronic Medical Conditions (After 28 Days Post Estimated Date of Delivery)","description":"The parents of the infants filled in an online child health inventory (CHI) questionnaire, which asked them about each condition. If they reported anything, it was then verified by a healthcare professional. Number of infants and children with newly diagnosed chronic medical conditions are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants and Children With Newly Diagnosed Congenital Anomalies (After 28 Days Post Estimated Date of Delivery)","description":"A congenital anomaly is a condition present at birth that results from malformation, deformation, or disruption in 1 or more parts of the body, a chromosomal abnormality, or a known clinical syndrome. Congenital anomaly serious adverse events (SAEs) were examined by the birth defect evaluator. Events were coded per centers for disease control and prevention (CDC) Metropolitan Atlanta congenital defects program (MACDP) criteria and/or European surveillance of congenital anomalies (EUROCAT) criteria. Predefined defect codes specified whether the defect was face and neck, a cleft lip or palate, cardiovascular, respiratory, upper gastrointestinal, female genitalia, male genitalia, renal and urinary system, other musculoskeletal defects, skin, a chromosome anomaly, other organ systems, or a specified syndrome. Number of infants and children with newly diagnosed congenital anomalies reported up to 1 year of chronological age and reported after 1 year of chronological age are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infant and Child Death (After 28 Days Post Estimated Date of Delivery)","description":"Number of infant and child death that occurred after 28 days post estimated date of delivery and up to 24 months are presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Any Domain at 9 Months","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for communication was 13.97, gross motor was 17.82, fine motor was 31.32, problem solving was 28.72 and personal social skills was 18.91. Total score was derived by taking mean of all 5 components. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for any domains in the black zone at 9 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Any Domain at 18 Months","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 18 months, the pre-defined cut-off score for communication was 13.06, gross motor was 37.38, fine motor was 34.32, problem solving was 25.74 and personal social skills was 27.19. Total score was derived by taking mean of all 5 components. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for any domains in the black zone at 18 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Any Domain at 24 Months","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 24 months, the pre-defined cut-off score for communication was 25.17, gross motor was 38.07, fine motor was 35.16, problem solving was 29.78 and personal social skills was 31.54. Total score was derived by taking mean of all 5 components. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for any domains in the black zone at 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Gross Motor Skills","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for gross motor skills was 17.82. At 18 months, the pre-defined cut-off score for gross motor skills was 37.38. At 24 months, the pre-defined cut-off score for gross motor skills was 38.07. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for gross motor skills in the black zone at 9, 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Fine Motor Skills","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for fine motor skills was 31.32. At 18 months, the pre-defined cut-off score for fine motor skills was 34.32. At 24 months, the pre-defined cut-off score for fine motor skills was 35.16. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for fine motor skills in the black zone at 9, 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Communication Skills","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for communication skills was 13.97. At 18 months, the pre-defined cut-off score for communication skills was 13.06. At 24 months, the pre-defined cut-off score for communication skills was 25.17. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for communication skills in the black zone at 9, 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Problem Solving Skills","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for problem solving skills was 28.72. At 18 months, the pre-defined cut-off score for problem solving skills was 25.74. At 24 months, the pre-defined cut-off score for problem solving skills was 29.78. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for problem solving skills in the black zone at 9, 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Ages and Stages Questionnaire-3 (ASQ-3) Score in the Black Zone for Personal Social Skills","description":"The ASQ-3 included 6 questions in each area, designed to assess 5 areas of development: communication skills, gross motor skills, fine motor skills, problem solving skills, and personal social skills. Parents answered either yes (10 points), sometimes (5 points) or not yet (0 points) to each question to complete ASQ-3. At 9 months, the pre-defined cut-off score for personal social skills was 18.91. At 18 months, the pre-defined cut-off score for personal social skills was 27.19. At 24 months, the pre-defined cut-off score for personal social skills was 31.54. Any infant who scored below the cut-off, a score more than or equal to 2 standard deviations below the mean score (that is Black zone in the score chart) in any of the 5 areas of the ASQ-3 was to be referred to a developmental specialist for a formal neurodevelopmental assessment. Number of infants with ASQ-3 scores for personal social skills in the black zone at 9, 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants Referred for Developmental Evaluation Using Bayley Scales of Infant Development, Third Edition (BSID-III)","description":"Any infant who scored below the cut-off i.e., a score greater than or equal to 2 Standard Deviations (SDs) below the mean score (i.e., black zone in the score chart) in any of the 5 domains of the ASQ-3 was referred to a developmental specialist for a neurodevelopmental evaluation using the BSID-III. It scaled scores for cognitive, language (receptive and expressive), motor (fine and gross motor). The language and motor areas each have a composite score, with a mean of 100, a SD of 15 and a range of 40 to 160. Scores lower than 70 indicated moderate or severe impairment. In the cognitive area, the infant scored \"1\" if they could do an activity and \"0\" if they could not. Total score was derived by taking mean of all the components. Number of infants referred for developmental evaluation using BSID-III is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Bayley Scales of Infant Development, Third Edition Score Greater Than 2 Standard Deviation Below the Mean Score for the Cognitive Scale (Less Than 4)","description":"Any infant who scored below the cut-off i.e., a score greater than or equal to 2 SDs below the mean score (i.e., black zone in the score chart) in any of the 5 domains of the ASQ-3 was referred to a developmental specialist for a neurodevelopmental evaluation using the BSID-III. It scaled scores for cognitive, language (receptive and expressive), motor (fine and gross motor). The language and motor areas each have a composite score, with a mean of 100, a SD of 15 and a range of 40 to 160. Scores lower than 70 indicated moderate or severe impairment. In the cognitive area, the infant scored \"1\" if they could do an activity and \"0\" if they could not. Number of infants with BSID-III score greater than 2 SD below the mean score for the cognitive scale (less than 4) is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Bayley Scales of Infant Development, Third Edition Score Greater Than 2 Standard Deviation Below the Mean Score for the Gross Motor Scale (Less Than 4)","description":"Any infant who scored below the cut-off i.e., a score greater than or equal to 2 SDs below the mean score (i.e., black zone in the score chart) in any of the 5 domains of the ASQ-3 was referred to a developmental specialist for a neurodevelopmental evaluation using the BSID-III. It scaled scores for cognitive, language (receptive and expressive), motor (fine and gross motor). The language and motor areas each have a composite score, with a mean of 100, a SD of 15 and a range of 40 to 160. Scores lower than 70 indicated moderate or severe impairment. In the cognitive area, the infant scored \"1\" if they could do an activity and \"0\" if they could not. Number of infants with BSID-III score greater than 2 SD below the mean score for the gross motor scale (less than 4) is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Bayley Scales of Infant Development, Third Edition Score Greater Than 2 Standard Deviation Below the Mean Score for the Fine Motor Scale (Less Than 4)","description":"Any infant who scored below the cut-off i.e., a score greater than or equal to 2 SDs below the mean score (i.e., black zone in the score chart) in any of the 5 domains of the ASQ-3 was referred to a developmental specialist for a neurodevelopmental evaluation using the BSID-III. It scaled scores for cognitive, language (receptive and expressive), motor (fine and gross motor). The language and motor areas each have a composite score, with a mean of 100, a SD of 15 and a range of 40 to 160. Scores lower than 70 indicated moderate or severe impairment. In the cognitive area, the infant scored \"1\" if they could do an activity and \"0\" if they could not. Number of infants with BSID-III score greater than 2 SD below the mean score for the fine motor scale (less than 4) is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With Bayley Scales of Infant Development, Third Edition Score Greater Than 2 Standard Deviation Below the Mean Score for the Language Scale (Less Than 70)","description":"Any infant who scored below the cut-off i.e., a score greater than or equal to 2 SDs below the mean score (i.e., black zone in the score chart) in any of the 5 domains of the ASQ-3 was referred to a developmental specialist for a neurodevelopmental evaluation using the BSID-III. It scaled scores for cognitive, language (receptive and expressive), motor (fine and gross motor). The language and motor areas each have a composite score, with a mean of 100, a SD of 15 and a range of 40 to 160. Scores lower than 70 indicated moderate or severe impairment. In the cognitive area, the infant scored \"1\" if they could do an activity and \"0\" if they could not. Number of infants with BSID-III score greater than 2 SD below the mean score for the language scale (less than 70) is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG002","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With a Child Behavior Checklist for Ages 1.5 to 5 Years (CBCL/1.5 to 5) Score Above the 97th Percentile for a Subset of Prespecified Questions That Relate to Attention and Hyperactivity Problems","description":"The CBCL/1.5 to 5 questionnaire is a parent-completed questionnaire used for assessing behavioral problems and social competencies. It included approximately 100 items that described specific kinds of behavioral, emotional, and social problems that characterized preschool children between the ages of 1.5 and 5 years. Each question could be answered as \"not true scored as\"0\",somewhat or sometimes true scored as\"1\"or very true or often true scored as \"2\". There were 6 questions related to attention and hyperactivity problems. The responses to those 6 questions were summed (ranged 0 to 12). Total score of 0 to 9 indicated normal, 10 indicated borderline and 11 to 12 indicated significant attention and hyperactivity problems. Scores above the 97th percentile are in the significant range of clinical concern. Number of infants with CBCL/1.5 to 5 score above 97th percentile for subset of pre-specified questions related to attention and hyperactivity problems at 24 months is reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants Indicated as Needing Further Evaluation After Completion of the Modified Checklist for Autism in Toddlers- Revised With Follow-up (M-CHAT-R/F)","description":"The M-CHAT-R/F is a parent-reported autism screening tool designed to identify children 16 to 30 months of age who received a more thorough assessment for possible early signs of autism spectrum disorder (ASD) or developmental delay. The M-CHAT-R/F consisted of 20 questions that were answered with either \"yes, scored as 0\" or \"no, scored as 1\". Total scores (ranged 0 to 20) on the M-CHAT-R/F between 0 and 2 indicated a low risk, scores between 3 and 7 indicated a medium risk and triggered administration of the follow-up questionnaire, and scores between 8 and 20 indicated a high risk. Number of infants who needed further evaluation as per the M-CHAT-R/F at 18 and 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants Referred for Neurological Evaluation to Determine Diagnosis of Cerebral Palsy","description":"Parents reported in CHI questionnaire if their infant had cerebral palsy. If the infant was not diagnosed with cerebral palsy, then this was detected as part of the ASQ-3 assessment, based on the results of the gross motor scale. To confirm the diagnosis of cerebral palsy, the healthcare practitioner referred the infant for further neurological tests if they scored in the black zone of the ASQ-3 at the month 24 assessment. Number of infants referred for neurological evaluation to determine diagnosis of cerebral palsy at 24 months is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infants With the Indicators of Neurodevelopmental Impairment","description":"The indicators of neurodevelopmental impairment were 'hearing impaired, uncorrected even with aids'; 'blindness in 1 or both eyes, or sees light only'; 'cerebral palsy-moderate and severe (moderate: Grade 2 or 3 using the gross motor functional classification system \\[GMFCS\\] and severe: Grade 4 or 5 using the GMFCS)'; 'cognitive impairment: BSID-III cognitive scale score of less than 2 SDs below mean score (less than 4)'; 'motor impairment: BSID-III motor composite scale score of greater than 2 SDs below mean score (less than 70)'; 'diagnosis of ASD, attention deficit disorder (ADD) or attention deficit hyperactivity disorder (ADHD)'. Number of infants having any 1 of these indicators is presented.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":5},"commonTop":[]}}}