{"nctId":"NCT03614663","briefTitle":"Clinical Study Of caNNabidiol in childrEn and adolesCenTs With Fragile X (CONNECT-FX)","startDateStruct":{"date":"2018-06-12","type":"ACTUAL"},"conditions":["Fragile X Syndrome"],"count":212,"armGroups":[{"label":"ZYN002 - Cannabidiol transdermal gel","type":"EXPERIMENTAL","interventionNames":["Drug: ZYN002 - Cannabidiol Transdermal Gel"]},{"label":"Placebo transdermal gel","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo Transdermal Gel"]}],"interventions":[{"name":"ZYN002 - Cannabidiol Transdermal Gel","otherNames":[]},{"name":"Placebo Transdermal Gel","otherNames":["Placebo Comparator","Matching Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female children and adolescents aged 3 to less than 18 years, at the time of Screening.\n* Diagnosis of FXS through molecular documentation of FMR1 full mutation.\n* Judged to be in good health based on physical exam, 12-lead ECG and clinical laboratory test results.\n* Patients must be assessed by the Investigator as being moderately to severely impacted due to FXS.\n* Patients taking psychotropic medication(s) should be on a stable regimen of not more than two such medications for at least fours weeks preceding Screening and must maintain that regimen throughout the study.\n* If patients are receiving non-pharmacological, behavioral and/or dietary interventions, they must be stable and have been doing so for three months prior to screening.\n* Patients and parents/caregivers must be adequately informed of the nature and risks of the study and given written informed consent prior to Screening.\n* In the Investigator's opinion, patients and parents/caregivers are reliable and willing and able to comply with all protocol requirements and procedures.\n\nExclusion Criteria:\n\n* Females who are pregnant, nursing or planning a pregnancy.\n* Alanine aminotransferase (ALT), aspartate aminotransferase (AST) or total bilirubin levels greater than or equal to 2 times the upper limit of normal or alkaline phosphatase levels greater than or equal to 3 times the upper limit of normal.\n* Use of a strong inhibitor/inducer of CYP3A4 or sensitive substrate of CYP3A4.\n* Use of minocycline for 30 days prior to screening or throughout the study.\n* Use of any benzodiazepine at screening or throughout the study.\n* Use of THC or CBD-containing product within three months of Screening Visit or during the study.\n* Change in pharmacologic or non-pharmacologic intervention during the course of the study.\n* Any skin disease or condition including eczema, psoriasis, melanoma, acne, contact dermatitis, scarring, imperfections, lesions, tattoos, or discoloration that may affect treatment application, application site assessments or absorption of the trial drug.\n* Patient is using the following ASMs: clobazam, phenobarbital, ethosuximide, felbamate or vigabatrin.\n* Patients has an advanced, severe or unstable disease that may interfere with the study outcome evaluations.\n* Patient has acute or progressive neurological disease, psychosis, schizophrenia or any other psychiatric disorder or severe mental abnormalities (other than FXS) that are likely to require changes in drug therapy or interfere with the study objectives or ability to adhere to protocol requirements.\n* Patient has suspected or confirmed cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, cardiac conduction problems, exercise-related cardiac events including syncope and pre-syncope, risk factors for Torsades de pointes (e.g. heart failure, hypokalemia, family history of Long QT Syndrome) or other serious cardiac problems.\n* History of treatment for, or evidence of drug abuse within the past year.\n* Patient responds \"yes\" to Question 4 or 5 on the C-SSRS (Children) during Screening or at any time on study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Aberrant Behavior Checklist-Community Fragile X Factor Structure (ABC-C FXS) Social Avoidance Subscale - Full Analysis Set","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is from 0 to 12, and a higher value indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.68","spread":"0.310"},{"groupId":"OG001","value":"-2.29","spread":"0.318"}]}]}]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist-Community Fragile X Factor Structure (ABC-C FXS) Irritability Subscale - Full Analysis Set","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is between 0 and 54, and the higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.88","spread":"0.960"},{"groupId":"OG001","value":"-4.14","spread":"0.984"}]}]}]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist-Community, Fragile X Factor Structure (ABC-C FXS) Socially Unresponsive/Lethargic Subscale - Full Analysis Set","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is from 0 and 39, and a higher mean indicates a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.50","spread":"0.565"},{"groupId":"OG001","value":"-3.14","spread":"0.577"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Improvement - Clinical Global Impressions- Improvement (CGI-I) - Full Analysis Set","description":"The Clinical Global Impressions- Improvement global improvement item is a 7-point Likert scale designed to measure behavioral symptomatic change at a specific time compared to baseline. CGI-I is a standard global measure of potential change with treatment in placebo-controlled pharmacotherapy trials in developmental disabilities. The score ranges form 1-very much improved to 7-very much worse. The percentage of patients with any improvement (minimally, much, very much improved) was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]},{"type":"PRIMARY","title":"Aberrant Behavior Checklist-Community Fragile X Factor Structure (ABC-C FXS) Social Avoidance Subscale - Ad Hoc Analysis","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is from 0 and 12, and the higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.99","spread":"0.323"},{"groupId":"OG001","value":"-1.99","spread":"0.345"}]}]}]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist-Community Fragile X Factor Structure (ABC-C FXS) Irritability Subscale - Ad Hoc Analysis","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is between 0 and 54, and the higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.43","spread":"1.020"},{"groupId":"OG001","value":"-4.13","spread":"1.088"}]}]}]},{"type":"SECONDARY","title":"Aberrant Behavior Checklist-Community Fragile X Factor Structure (ABC-C FXS) Socially Unresponsive/Lethargic Subscale - Ad Hoc Analysis","description":"The Aberrant Behavior Checklist-Community is a standard parent/caregiver reported behavioral outcome measure for use in developmental disability clinical trials. The range for score for the subscale is from 0 to 39 , and the higher score means a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.91","spread":"0.592"},{"groupId":"OG001","value":"-2.74","spread":"0.631"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Improvement - Clinical Global Impressions- Improvement (CGI-I) - Ad Hoc Analysis","description":"The Clinical Global Impressions- Improvement global improvement item is a 7-point Likert scale designed to measure behavioral symptomatic change at a specific time compared to baseline. CGI-I is a standard global measure of potential change with treatment in placebo-controlled pharmacotherapy trials in developmental disabilities. The score ranges form 1-very much improved to 7-very much worse. The percentage of patients with any improvement (minimally, much, very much improved) was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":109},"commonTop":["upper respiratory tract infection","nasopharyngitis","vomiting","pyrexia","application site pain"]}}}