{"nctId":"NCT02167945","briefTitle":"A Study to Evaluate Long-term Outcomes Following Treatment With ABT-450/Ritonavir/ABT-267 (ABT-450/r/ABT-267) and ABT-333 With or Without Ribavirin (RBV) in Adults With Genotype 1 Chronic Hepatitis C Virus (HCV) Infection","startDateStruct":{"date":"2014-06-12","type":"ACTUAL"},"conditions":["Chronic Hepatitis C Virus (HCV) Infection Genotype 1"],"count":615,"armGroups":[{"label":"ABT-450/r/ABT-267 plus ABT-333 with or without ribavirin (RBV)","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267","Drug: ABT-333","Drug: Ribavirin (RBV)"]}],"interventions":[{"name":"ABT-450/r/ABT-267","otherNames":["ABT-450 also known as paritaprevir","ABT-267 also known as ombitasvir","Paritaprevir/ritonavir/ombitasvir also known as Viekirax"]},{"name":"ABT-333","otherNames":["ABT-333 also known as dasabuvir","ABT-333 also known as Exviera"]},{"name":"Ribavirin (RBV)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Females must be post-menopausal for more than 2 years or surgically sterile or practicing specific forms of birth control\n2. Chronic hepatitis C, genotype 1-infection (HCV RNA level greater than 1,000 IU/mL at screening)\n3. HCV genotype 1 infection per screening laboratory result\n\nExclusion Criteria:\n\n1. Use of contraindicated medications within 2 weeks of dosing\n2. Abnormal laboratory tests\n3. Positive hepatitis B surface antigen and anti-Human Immunodeficiency Virus Antibody\n4. History of solid organ transplant, clinical evidence of Child-Pugh B or C classification or clinical history of liver decompensation\n5. Presence of hepatocellular carcinoma at screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"All-Cause Death: Time to Event","description":"Time to all-cause death was defined as the number of days from the first day of study drug dosing for the participant to the date of death. All deaths were to be included, regardless of whether the death occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant did not die, their data was to be censored at the date of their last available assessment of clinical outcomes. For participants with no post-baseline assessment, the participant's data was to be censored on the first day of study drug dosing. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. The pre-specified analysis of all-cause death included pooled data from TOPAZ-II (this study) and the companion study TOPAZ-I (M14-423; NCT02219490).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Liver-Related Death: Time to Event","description":"Time to liver-related death was defined as number of days from the 1st day of study drug dosing for the participant to date of liver-related death. All liver-related deaths were to be included, regardless of whether the death occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant didn't experience the event of interest nor had died (all-cause death), their data was to be censored at the date of their last available assessment of clinical outcomes. For participants with no post-baseline assessment, their data was to be censored on the 1st day of study drug dosing. All-cause death was a censoring event for liver-related death. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. The pre-specified analysis of liver-related death included pooled data from TOPAZ-II (this study) and the companion study TOPAZ-I (M14-423; NCT02219490).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Liver Decompensation: Time to Event","description":"Time to liver decompensation was defined as number of days from the 1st day of study drug dosing for the participant to the date of liver decompensation. All liver decompensation was to be included, regardless of whether it occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant didn't experience the event of interest nor had died (all-cause death), their data was to be censored at the date of their last available assessment of clinical outcomes. For participants with no post-baseline assessment, their data was to be censored on the 1st day of study drug dosing. All-cause death was a censoring event for liver decompensation. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. The pre-specified analysis of liver decompensation included pooled data from TOPAZ-II (this study) and the companion study TOPAZ-I (M14-423; NCT02219490).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"PRIMARY","title":"Liver Transplantation: Time to Event","description":"Time to liver transplantation was defined as number of days from the 1st day of study drug dosing for the participant to date of liver transplantation. All liver transplantation was to be included, regardless of whether it occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant didn't experience the event of interest nor had died (all-cause death), their data was to be censored at the date of their last available assessment of clinical outcomes. For participants with no post-baseline assessment, their data was to be censored on the 1st day of study drug dosing. All-cause death was a censoring event for liver transplantation. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. The pre-specified analysis of liver transplantation included pooled data from TOPAZ-II (this study) and the companion study TOPAZ-I (M14-423; NCT02219490).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Hepatocellular Carcinoma: Time to Event","description":"Time to hepatocellular carcinoma was defined as number of days from the 1st day of study drug dosing for the participant to date of hepatocellular carcinoma. All hepatocellular carcinoma was to be included, whether it occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant didn't experience the event of interest nor had died (all-cause death), their data was to be censored at the date of their last available assessment of clinical outcomes. For those with no post-baseline assessment, their data was to be censored on the 1st day of study drug dosing. All-cause death was a censoring event for hepatocellular carcinoma. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. The pre-specified analysis of hepatocellular carcinoma included pooled data from TOPAZ-II (this study) and the companion study TOPAZ-I (M14-423; NCT02219490).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"PRIMARY","title":"All-Cause Death, Liver-Related Death, Liver Decompensation, Liver Transplantation, Hepatocellular Carcinoma: Time to Event","description":"Time to the composite of clinical outcomes is the time to the first occurrence of all-cause death, liver-related death, liver decompensation, liver transplantation, or hepatocellular carcinoma. All first occurrences were to be included, regardless of whether it occurred while the participant was still taking study drug or had previously discontinued study drug. If the participant did not experience any of these events, their data was to be censored at the date of their last available assessment of clinical outcomes. For participants with no post-baseline assessment, the participant's data was to be censored on the first day of study drug dosing. The event-free survival rates were estimated using Kaplan-Meier methodology and incidence estimates are presented with 95% confidence intervals. Pre-specified analysis included pooled data from this study and from TOPAZ-I; NCT02219490.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"3.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment (SVR12)","description":"SVR12 is defined as hepatitis C virus ribonucleic acid (HCV RNA) less than the lower limit of quantification (LLOQ) 12 weeks after the last actual dose of study drug.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Short Form 36 Version 2.0 (SF-36 V2) Physical Component Summary (PCS) Score at Post-Treatment Week 12 and Post-Treatment Week 24","description":"The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument with extensive use in multiple disease states. The SF-36v2 instrument comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of 4 weeks. Domain scores are aggregated into a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score. SF-36v2 scores for each domain and PCS/MCS range from 0-100: higher scores indicate a better state of health. Positive numbers indicate improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"6.33"},{"groupId":"OG001","value":"0.0","spread":"6.32"},{"groupId":"OG002","value":"1.8","spread":"7.80"},{"groupId":"OG003","value":"1.4","spread":"7.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":"6.86"},{"groupId":"OG001","value":"0.5","spread":"7.47"},{"groupId":"OG002","value":"2.3","spread":"8.11"},{"groupId":"OG003","value":"1.8","spread":"7.77"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Short Form 36 Version 2.0 (SF-36 V2) Mental Component Summary (MCS) Score at Post-Treatment Week 12 and Post-Treatment Week 24","description":"The SF-36v2 is a non-disease specific Health Related Quality of Life (HRQoL) instrument with extensive use in multiple disease states. The SF-36v2 instrument comprises 36 total items (questions) targeting a subject's functional health and well-being in 8 domains (physical functioning, role physical, bodily pain, general health, vitality, social functioning, role emotional and mental health) with a recall period of 4 weeks. Domain scores are aggregated into a Physical Component Summary (PCS) score and a Mental Component Summary (MCS) score. SF-36v2 scores for each domain and PCS/MCS range from 0-100: higher scores indicate a better state of health. Positive numbers indicate improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"9.77"},{"groupId":"OG001","value":"1.0","spread":"9.05"},{"groupId":"OG002","value":"0.9","spread":"9.64"},{"groupId":"OG003","value":"0.3","spread":"10.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"9.85"},{"groupId":"OG001","value":"1.9","spread":"7.28"},{"groupId":"OG002","value":"1.5","spread":"10.73"},{"groupId":"OG003","value":"0.4","spread":"10.20"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-F) Total Score at Post-Treatment Week 12 and Post-Treatment Week 24","description":"The FACIT-F is a symptom specific instrument with a focus on measuring fatigue in a variety of chronic diseases or health conditions. It was originally developed from interviews with oncology patients and clinical experts to assess anemia-associated fatigue. Its 13-item-version assesses peripheral, central, or mixed fatigue with a recall period of 7 days and yields a summed total score ranging between 0 and 52. Higher FACIT-F scores indicate a lesser degree of fatigue. Positive numbers indicate improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"9.66"},{"groupId":"OG001","value":"2.0","spread":"9.12"},{"groupId":"OG002","value":"2.0","spread":"8.63"},{"groupId":"OG003","value":"3.0","spread":"9.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"10.46"},{"groupId":"OG001","value":"3.1","spread":"6.85"},{"groupId":"OG002","value":"2.3","spread":"9.27"},{"groupId":"OG003","value":"2.6","spread":"10.88"}]}]}]},{"type":"SECONDARY","title":"Treatment Compliance: Percentage of Tablets Taken Relative to the Total Tablets","description":"Treatment compliance was calculated as the percentage of tablets taken (presumed as \\[tablets dispensed-tablets returned\\]) relative to the total tablets, respectively, expected to be taken. Study drug interruptions due to an adverse event or other planned interruptions recorded on the electronic case report form (eCRF) were to be subtracted from the duration. For compliance to ribavirin (RBV), RBV dose modifications due to adverse events, toxicity management, or weight changes as recorded on the RBV Dose Modifications eCRF were to be used to modify the total number of tablets that should have been taken. A participant is considered to be compliant if the percentage is between 80% and 120%.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.22","spread":"22.88"},{"groupId":"OG001","value":"99.86","spread":"12.40"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":25,"n":615},"commonTop":["FATIGUE","NAUSEA","HEADACHE","PRURITUS","INSOMNIA"]}}}