{"nctId":"NCT02471339","briefTitle":"Acceptance and Commitment Training for Adolescents and Young Adults With Neurofibromatosis Type 1, Plexiform Neurofibromas, and Chronic Pain","startDateStruct":{"date":"2015-07-07","type":"ACTUAL"},"conditions":["Neurofibromatosis Type 1","Plexiform Neurofibromas"],"count":66,"armGroups":[{"label":"1/Acceptance and Commitment Therapy (ACT) Group","type":"EXPERIMENTAL","interventionNames":["Behavioral: Acceptance and Commitment Therapy (ACT)"]},{"label":"2/Waitlist (WL) Group","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Acceptance and Commitment Therapy (ACT)"]}],"interventions":[{"name":"Acceptance and Commitment Therapy (ACT)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA FOR PARTICIPANT\n\n  1. Patients must be between 16 and 59 years of age at the time of the baseline assessment. Because the research on the effectiveness of Acceptance and Commitment Therapy (ACT) with younger children is still emerging, children 15 and younger will be excluded from the present study.\n  2. Diagnosis of Neurofibromatosis Type 1 (NF1) through germline mutation OR clinical diagnosis; for the clinical diagnosis of NF1 all study subjects must have two or more diagnostic criteria for NF1 listed below (National Institutes of Health (NIH) Consensus Conference):\n\n     * Six or more cafe-au-lait spots (greater than or equal to 0.5 cm in prepubertal subjects or greater than or equal to 1.5 cm in postpubertal subjects)\n     * Greater than or equal to 2 neurofibromas or 1 plexiform neurofibroma\n     * Freckling in the axilla or groin\n     * Optic glioma\n     * Two or more Lisch nodules\n     * A distinctive bony lesion (dysplasia of the sphenoid bone or dysplasia or thinning of long bone cortex)\n     * A first-degree relative with NF1\n  3. Participants must have documentation of a plexiform neurofibromas (PN), based on either clinical exam or imaging.\n  4. Patient must self-report having chronic pain for at least the past 3 months that has interfered with their daily functioning, as assessed by the Pain Interference Index (must get a mean score of 2.0 or higher, or score a 3 on three or more individual items).\n  5. Patients must have regular access to a computer or tablet with internet access.\n  6. Ability of subject or Legally Authorized Representative (LAR) to understand and the willingness to sign a written informed consent document.\n  7. No anticipated major changes in their pain treatment regimen (i.e., new class of pain medication starting or change in the class of pain medication) or enrollment on a new treatment study presumed to impact pain in the near future.\n  8. Subjects must be able to read and comprehend the English language, since the highly trained ACT therapists are not fluent enough to conduct the trainings in Spanish or other languages.\n\nEXCLUSION CRITERIA FOR PARTICIPANT\n\n1. In the opinion of the Principal Investigator (PI) or an Associate Investigator (AI), the subject has significant cognitive or emotional difficulties that would prevent them from being able to understand and/or participate fully in the intervention or the measures.\n2. Subjects who are participating in any other treatment studies, either medical or behavioral, specifically for pain management.\n3. Subjects who began a medical intervention for treatment of their disease that has a possible impact on pain (including Mitogen-activated Protein/Extracellular Signal-regulated Kinase Kinase (MEK) trials) will not be eligible until after one year on the medical treatment; at that time, eligibility will be discussed with the PI of the medical study to assess the stability of the patient s pain and whether further pain-related changes due to the medical treatment are likely.\n4. Inability to travel to the NIH, for example, due to physical limitations, for the in-person evaluation(s).\n\nNo groups in regards to gender, race, or ethnicity are being excluded from participation in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"59 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Pain Interference Mean Score Change From Baseline to 8 Weeks Between the Acceptance and Commitment Therapy Intervention Group and the Waitlist Group","description":"Pain interference mean score changes were compared between the two groups from baseline to 8 weeks using the Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference Scale.T-scores typically can range from 0 to 100, with \"average\" scores ranging from 41-59. No subscales are included in this measure. Higher scores indicate more pain interference (worse).\n\nA two-way repeated-measures analysis of covariance (ANCOVA) was used to examine changes between groups from baseline to the 8-week follow-up.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.93","spread":"5.9"},{"groupId":"OG001","value":"62.87","spread":"5.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.89","spread":"6.4"},{"groupId":"OG001","value":"61.21","spread":"6.7"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QOL) for Physical Functioning","description":"Baseline to post-treatment changes in disease-related quality of life was assessed various aspects of quality of life using a subscale from the Pediatric Quality of Life Inventory (PedsQL) Neurofibromatosis Type 1 (NF) Module adult questionnaire which uses a 0-4 Likert scale (0= never, 4 = almost always). Physical Functioning (7 items; possible range 0-28) subscale was administered. Higher scores are worse. Mean scores are linearly transformed to a 0-100 scale, and then were compared to means and standard deviations of a normative group of patients with Neurofibromatosis Type 1.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.97","spread":"19.4"},{"groupId":"OG001","value":"38.17","spread":"21.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.39","spread":"21.9"},{"groupId":"OG001","value":"47.70","spread":"25.5"}]}]}]},{"type":"SECONDARY","title":"Mean Pain Acceptance Pre- and Post-treatment","description":"Measure of Pain Acceptance pre- and post-treatment was assessed by the Chronic Pain Acceptance Questionnaire (CPAQ) to determine if participants can accept his or her pain. Participants answer 20 questions on a 0 (never true) to 6 (always true) rating scale, with higher scores indicating higher levels of acceptance. Scores are obtained on two subscales (Activities Engagement and Pain Willingness) and an Acceptance Total scale. Only the total score was analyzed for this study. Scores can range from 0 to 120, with higher scores indicating more acceptance (better).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.78","spread":"14.9"},{"groupId":"OG001","value":"55.60","spread":"14.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.91","spread":"15.7"},{"groupId":"OG001","value":"58.07","spread":"15.9"}]}]}]},{"type":"SECONDARY","title":"Change in Disease-related Pain Severity and Overall Tumor Pain","description":"Pre and post changes in disease-related pain severity and overall tumor pain was assessed using the Numeric Rating Scale - 11 (NRS-11). Two questions rate pain severity on a scale of 0 (no pain) to 10 (worst pain imaginable). For both questions, higher scores = more pain. The two questions are examined separately, there is no total score across items.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.52","spread":"1.8"},{"groupId":"OG001","value":"7.39","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":"2.6"},{"groupId":"OG001","value":"6.97","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.53","spread":"1.76"},{"groupId":"OG001","value":"7.03","spread":"2.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.81","spread":"2.56"},{"groupId":"OG001","value":"5.87","spread":"2.62"}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life (QOL) for Daily Activities","description":"Baseline to post-treatment changes in disease-related quality of life, including Daily Activities was assessed using a subscale from the Pediatric Quality of Life Inventory (PedsQL) Neurofibromatosis Type 1 (NF) Module adult questionnaire which uses a 0-4 Likert scale (0= never, 4 = almost always). Daily Activities (12 items; possible range 0-48) subscale was administered. Higher scores are worse. Mean scores are linearly transformed to a 0-100 scale, and then were compared to means and standard deviations of a normative group of patients with Neurofibromatosis Type 1.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":"13.6"},{"groupId":"OG001","value":"80.5","spread":"14.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.2","spread":"12.8"},{"groupId":"OG001","value":"80.4","spread":"20.2"}]}]}]},{"type":"SECONDARY","title":"Change in Disease-related Depression","description":"Pre and post changes in disease-related depression was assessed using the 20-item Center for Epidemiological Studies - Depression scale (CES-D). Participants rate symptoms they have experienced in the past week and items are scored on a 0 (rare or none of the time) to 3 (most of all of the time) scale. Individual responses yield scores on four subscales: depressive affect, positive affect, somatic activity, and interpersonal. A total depression score is obtained that can range from 0 to 60, with higher scores representing worse depressive symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.88","spread":"12.3"},{"groupId":"OG001","value":"25.40","spread":"12.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18.47","spread":"10.5"},{"groupId":"OG001","value":"22.53","spread":"11.9"}]}]}]},{"type":"SECONDARY","title":"Change in Pain-related Anxiety","description":"Pre and post changes in disease-related pain-related anxiety was assessed by the Pain Anxiety Assessment Scale - 20 (PASS-20). Items are answered on a 6-point Likert scale with anchors of \"never\" and \"always\" which provides a total score and scores on four subscales for Cognitive Anxiety, Pain-related Fear, Escape and Avoidance, and Physiological Anxiety. We only examined the total score on this measure, which can range from 0 to 100; higher scores indicate more anxiety.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.44","spread":"20.6"},{"groupId":"OG001","value":"52.57","spread":"21.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.4","spread":"22.3"},{"groupId":"OG001","value":"45.37","spread":"20.7"}]}]}]},{"type":"SECONDARY","title":"Change in Heart Rate Variability (HRV)","description":"Pre and post changes in disease-related HRV was assessed using an electrocardiogram (EKG). An EKG records electrical signals from your heart. The EKG reading will occur for 5 minutes while the patient is lying down and measurements, including the standard deviation of the average NN (normal-to-normal) interval (SDANN) and the square root of the mean squared differences of successive NN intervals is recorded, resulting in a metric of parasympathetically mediated (high frequency) HRV in milliseconds.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.63","spread":"64.8"},{"groupId":"OG001","value":"94.74","spread":"119.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.11","spread":"88.0"},{"groupId":"OG001","value":"82.00","spread":"99.8"}]}]}]},{"type":"SECONDARY","title":"Pain Interference Patient-Reported Outcomes Measurement Information System (PROMIS) II","description":"The psychometric properties of the pain interference measure PROMIS was administered to assess pain interference. And adult (18-59 years) and pediatric (16 -17 years) questionnaire was administered to assess how pain interferes with sleep, mood, and leisure activities for instance. Items were formatted on 0-4 Likert scales (0 = Never, 4 = Almost Always) and transformed to T-scores. The PROMIS Pain Interference Scale takes less than 5 minutes to complete and is required of all participants. T-scores typically range from the 20s to 80s with a mean of 50 and standard deviation of 10 (\"average\" scores range from 40 - 60). No subscales are included in this measure. Higher scores indicate more pain interference (worse). The pediatric and adult versions are made to be parallel so we analyzed all participants together across ages. A two-way repeated-measures analysis of variance (ANOVA) was used to examine changes between groups from baseline to the 8-week follow-up.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.9","spread":"4.9"},{"groupId":"OG001","value":"62.9","spread":"5.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":"6.4"},{"groupId":"OG001","value":"61.2","spread":"6.9"}]}]}]},{"type":"SECONDARY","title":"Measure of Pain Inflexibility Pre- and Post-treatment","description":"Pre- and post-treatment pain interference was assessed using the 12-item Psychological Inflexibility in Pain Scale (PIPS). Participants rate their avoidance of activities because of their pain on a Likert scale of 1 (never true) to 7 (always true). Eight of the items are summed to yield a score on the Avoidance subscale, and four of the items are summed for the Fusion subscale. A total score also is obtained by summing all 12 items. We analyzed only the total score in this study, which can range from 12-84, with higher scores indicating more inflexibility (worse).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.63","spread":"14.8"},{"groupId":"OG001","value":"51.53","spread":"14.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40.10","spread":"13.8"},{"groupId":"OG001","value":"49.13","spread":"16.9"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Serious and/or Non-serious Adverse Events","description":"Here is the number of participants with serious and non-serious adverse events. A non-serious adverse event is any untoward medical occurrence. A serious adverse event is an adverse event or suspected adverse reaction that results in death, a life-threatening adverse drug experience, hospitalization, disruption of the ability to conduct normal life functions, congenital anomaly/birth defect or important medical events that jeopardize the patient or subject and may require medical or surgical intervention to prevent one of the previous outcomes mentioned.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":32},"commonTop":[]}}}