{"nctId":"NCT03450915","briefTitle":"A Pivotal Trial to Assess the Safety and Clinical Efficacy of the M-001 as a Standalone Universal Flu Vaccine","startDateStruct":{"date":"2018-08-01","type":"ACTUAL"},"conditions":["Influenza"],"count":12460,"armGroups":[{"label":"M-001","type":"EXPERIMENTAL","interventionNames":["Biological: M-001"]},{"label":"Saline","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Saline"]}],"interventions":[{"name":"M-001","otherNames":["Multimeric-001"]},{"name":"Saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male and female subjects 50 years of age (inclusive) or older, mentally competent, willing and able to give the written informed consent prior to study entry\n2. Able to comply with the trial procedures and be available for all study visits.\n3. Medically stable. (Subjects may have underlying chronic conditions such as hypertension, diabetes, ischemic heart disease, or hypothyroidism, as long as their symptoms/signs are controlled. If they are on medication for a condition, the medication dose must have been stable for at least 3 months preceding vaccination).\n4. Women of childbearing potential (not surgically sterile or postmenopausal for greater than or equal to one year) and men must agree to practice adequate contraception (barrier or hormone methods or intra uterine device (IUD) for women and a condom for men) throughout the study treatment and for at least up to day 51 (for female) and day 111 (for male) of the trial (i.e. 30 (for female) and 90 (for male) days after the last dose of the IMP)\n5. Female subjects of childbearing potential must have a negative urine or serum pregnancy test within 24 hours prior to study vaccination.\n\nExclusion Criteria:\n\n1. History of neurological symptoms or signs, or anaphylactic shock following administration of any vaccine.\n2. Known or suspected (or have a high risk of developing) impairment/alteration of immune function (excluding that normally associated with advanced age).\n3. Receipt of: a) Immunosuppressive drugs: i) systemic glucocorticoids \\>/= 10 mg prednisone per day ii) cytotoxic drugs b) Investigational drugs within 30 days before, or planned during, the study c) Blood products within 3 months before, or planned during, the study d) Influenza vaccine within 6 months before the study) Other vaccines within 30 days before, or planned during, the study\n4. Any serious disease such as: cancer, autoimmune disease, advanced arteriosclerotic disease or complicated diabetes mellitus, chronic obstructive pulmonary disease (COPD) that requires oxygen therapy, acute or progressive hepatic disease, acute or progressive renal disease, or congestive heart failure, as judged by the PI.\n5. An acute illness, including an axillary temperature greater than 38 Celsius (38ºC), occurred within 1 week before first vaccination\n6. Positive positive urine pregnancy test prior to vaccination or women who are breastfeeding.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With qRT-PCR or Culture-confirmed Influenza-like Illness","description":"Prevention of influenza disease by comparing the occurrence of either qRT-PCR or culture confirmed influenza in the M-001 experimental group vs. placebo caused by any influenza A or B virus in association with a protocol defined Influenza Like Illness.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"160","spread":null},{"groupId":"OG001","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With One or More Serious Adverse Events, New Onset Chronic Illness, and Non-solicited Adverse Events","description":"Number of participants with one or more Serious Adverse Events, New Onset Chronic illness, and Non-solicited Adverse Events assessed during one flu season per participant","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185","spread":null},{"groupId":"OG001","value":"177","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"781","spread":null},{"groupId":"OG001","value":"760","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Culture-confirmed Influenza Incidence","description":"Occurrence of culture confirmed influenza in the M-001 experimental group vs. placebo caused by any influenza A or B virus in association with a protocol defined Influenza Like Illness.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Reduction of Severity of qRT-PCR or Culture-confirmed Influenza","description":"Assessed by reduction of severity of either qRT-PCR or culture-confirmed influenza illness by the reduction due to M-001 in the average number of days with respiratory or systemic symptoms during the first laboratory-confirmed influenza illness episode.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Influenza-like Illness Symptoms","description":"Assessment of number of participants having ILI symptoms in the experimental or control group","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1231","spread":null},{"groupId":"OG001","value":"1266","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":185,"n":6230},"commonTop":["Headache","Arthralgia","Cough","Rhinorrhoea","Oropharyngeal Pain"]}}}