{"nctId":"NCT01729871","briefTitle":"A Study Exploring Two Treatment Strategies in Patients With Atrial Fibrillation Who Undergo Catheter Ablation Therapy","startDateStruct":{"date":"2013-02"},"conditions":["Atrial Fibrillation"],"count":253,"armGroups":[{"label":"rivaroxaban","type":"EXPERIMENTAL","interventionNames":["Drug: rivaroxaban"]},{"label":"vitamin K antagonist (VKA)","type":"EXPERIMENTAL","interventionNames":["Drug: uninterrupted vitamin K antagonist (VKA)"]}],"interventions":[{"name":"rivaroxaban","otherNames":[]},{"name":"uninterrupted vitamin K antagonist (VKA)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be scheduled for a catheter ablation procedure for non-valvular atrial fibrillation (NVAF);\n* Have a documented history of paroxysmal (lasting \\<1 week) or persistent (lasting \\>1 week and \\<1 year or requiring pharmacological or electrical cardioversion), or long standing persistent (\\>=1 year) NVAF;\n* Be suitable for anticoagulant therapy and catheter ablation as per the judgment of the investigator;\n* Women must be postmenopausal before entry or practicing a highly effective method of birth control when heterosexually active;\n* Women of childbearing potential must have a negative serum pregnancy test at screening;\n* Be willing and able to adhere to the prohibitions and restrictions specified in the study protocol;\n* Have a life expectancy of at least 6 months\n\nExclusion Criteria:\n\n* Has a history of a prior stroke, transient ischemic attack (TIA) or non-convulsive status epilepticus within 6 months of the screening visit;\n* Has a history of a major bleeding or thromboembolic event within the 12 months immediately preceding the catheter ablation procedure;\n* Has had major surgery (requiring general anesthesia), within 6 months before screening or planned surgery during the time the subject is expected to participate in the study;\n* Has NVAF due to electrolyte imbalance, hyperthyroidism, or other reversible or noncardiac cause of NVAF;\n* Has any condition that, in the opinion of the investigator, would make participation not be in the best interest (eg, compromise the well-being) of the participant or that could prevent, limit, or confound the protocol-specified assessments","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Incidence of Post-Procedure Major Bleeding Events","description":"Post-procedure major bleeding events include Thrombolysis in Myocardial Infarction (TIMI), International Society on Thrombosis and Haemostasis (ISTH) and Global Use of Strategies to Open Occluded Coronary Arteries (GUSTO) Severe/life threatening bleeding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Composite Endpoint of Myocardial Infarction (MI), Ischemic Stroke, Non-Central Nervous System (Non-CNS) Systemic Embolism and Vascular Death","description":"The composite endpoint include Myocardial Infarction (MI), Ischemic Stroke, Non-Central Nervous System (non-CNS) Systemic Embolism and Vascular Death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Myocardial Infarction (MI)","description":"The MI was defined as clinical symptoms consistent with myocardial ischemia and cardiac biomarker elevation greater than the site's upper limit of normal (ULN) or development of new pathological Q waves in at least 2 contiguous leads on the electrocardiogram (ECG) or autopsy confirmation, OR Creatine kinase-muscle and brain subunit \\[or creatine kinase (CK) in the absence of CK-MB\\] greater than (\\>) 3 or 5 or 10 x ULN for samples obtained within 24 hours of the procedure if the baseline values were normal or at least a 50 percent (%) increase over elevated baseline values that were stable or decreasing or development of new pathological Q waves in at least 2 contiguous leads on the electrocardiogram. Symptoms of cardiac ischemia were not required.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Ischemic Stroke","description":"Stroke was defined as a new, sudden, focal neurological deficit resulting from a presumed cerebrovascular cause that was not reversible within 24 hours and not due to a readily identifiable cause such as a tumor or seizure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Non-Central Nervous System (Non-CNS) Systemic Embolism","description":"The Non-CNS systemic embolism was defined as abrupt vascular insufficiency associated with clinical or radiological evidence of arterial occlusion in the absence of other likely mechanisms, (example; trauma, atherosclerosis, instrumentation).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Vascular Death","description":"Any death that was not clearly non-vascular. Examples of vascular death included deaths due to bleeding, Myocardial Infarction (MI), stroke, heart failure and arrhythmias.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":123},"commonTop":["Atrial fibrillation","Haematoma","Fatigue"]}}}