{"nctId":"NCT05173974","briefTitle":"A Clinical Study to Evaluate the Maximum Maxillary Bite Force (BF) When Using Two Novel Denture Adhesives Compared to Using No-Adhesive","startDateStruct":{"date":"2022-02-08","type":"ACTUAL"},"conditions":["Denture Retention"],"count":45,"armGroups":[{"label":"Negative Control","type":"NO_INTERVENTION","interventionNames":[]},{"label":"Positive Control","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Super Poligrip Free"]},{"label":"Experimental Denture Adhesive 1","type":"EXPERIMENTAL","interventionNames":["Device: Experimental Denture Adhesive 1"]},{"label":"Experimental Denture Adhesive 2","type":"EXPERIMENTAL","interventionNames":["Device: Experimental Denture Adhesive 2"]}],"interventions":[{"name":"Super Poligrip Free","otherNames":[]},{"name":"Experimental Denture Adhesive 1","otherNames":[]},{"name":"Experimental Denture Adhesive 2","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant provision of a signed and dated informed consent document indicating that the participant has been informed of all pertinent aspects of the study before any assessment is performed.\n* A participant who is willing and able to comply with scheduled visits, and other study procedures.\n* A participant in good general and mental health with, in the opinion of the investigator or medically qualified designee, no clinically significant or relevant abnormalities in medical history or upon oral examination, or condition, that would impact the participant's safety, wellbeing or the outcome of the study, if they were to participate in the study, or affect the individual's ability to understand and follow study procedures and requirements.\n* A participant with a completely edentulous maxillary arch restored with a conventional maxillary full denture with an acrylic base. The maxillary denture prosthesis must fulfil all of the following:\n\n  1. At least moderately well-fitting (Kapur Index, Olshan Modification: retention score Greater than or equal to (\\>=)2, stability score \\>=2) at the Screening (V1) visit,\n  2. Is well made (according to the well-made assessment).\n* A participant with BF measurements which satisfy all the following criteria:\n\n  1. The qualifying BF measurements (without adhesive) at V1 (Screening) must be less than or equal to (=\\<) 9lbs.\n  2. At least 2 of the 4 qualifying BF measurements (without adhesive) at V1 (Screening) must be reproducible (within +-2lbs).\n  3. The Baseline BF measurement (without adhesive) at V2-5 must be \\<=9lbs.\n  4. The Baseline BF measurement (without adhesive) at V2-5 and at least 1 of the 3 practice BF measurements must be within +-2lbs of each other.\n* A participant who is dentate in the mandibular arch or has a partial or full denture in the mandibular arch that is:\n\n  1. sufficiently stable, in the opinion of the investigator, to enable the bite force determination to be performed.\n  2. well made (according to the well-made assessment).\n\nExclusion Criteria:\n\n* A participant who is an employee of the investigational site, either directly involved in the conduct of the study or a member of their immediate family; or an employee of the investigational site otherwise supervised by the investigator; or, a GlaxoSmithKline Consumer Healthcare (GSK CH) employee directly involved in the conduct of the study or a member of their immediate family.\n* A participant who has participated in other studies (including non-medicinal studies) involving investigational product(s) within 30 days prior to Visit 1 and/or during study participation.\n* A participant with, in the opinion of the investigator or medically qualified designee, an acute or chronic medical or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or experimental product administration or may interfere with the interpretation of study results and, in the judgment of the investigator or medically qualified designee, would make the participant inappropriate for entry into this study.\n* A participant who is pregnant (self-reported) or intending to become pregnant over the duration of the study.\n* A participant who is breastfeeding.\n* A participant with known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients.\n* A participant unwilling or unable to comply with the Lifestyle Considerations.\n* A participant who is currently taking or has taken a bisphosphonate drug (that is (i.e.), Fosamax, Actonel, Boniva).\n* A participant who uses any medication or has a condition (e.g. insulin dependent diabetes) that, in the opinion of the investigator, would interfere with the conduct of the study.\n* A participant who has any clinically significant or relevant oral abnormality (for example (e.g.) temporomandibular joint \\[TMJ\\] problems or tooth abnormalities) that, in the opinion of the investigator, could affect the BF measurements or participant safety.\n* A participant who has any condition or medication which, in the opinion of the investigator, is currently causing xerostomia or which could interfere with the conduct of the study.\n* A participant with a recent history (within the last year) of alcohol or other substance abuse.\n* A participant with Oral soft tissue (OST) examination findings (at V1) such as stomatitis, open sores, lesions, cavitied caries lesions, redness or swelling which in the opinion of the investigator, could interfere with the conduct of the study.\n* A participant who has previously been enrolled in this study.\n* A participant who is unable to comply with study requirements and/or who is not able to reliably perform a valid bite at the examiner's discretion.\n* A participant who, in the opinion of the investigator or medically qualified designee, should not participate in the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Over Baseline Over 12 Hours (AOB 0-12) to Compare Maximum Incisal Bite Force","description":"Natural logged incisal Bite Force (BF) measurements were performed to analyze the denture dislodgement as measure of denture adhesive hold efficacy. All BF measurements were conducted by an examiner. AOB 0-12 was used to assess the incisal BF and defined as (Area under the Curve \\[AUC\\]0-12) divided by 12 minus baseline BF (pounds \\[lbs\\]). AUC was calculated from 0 to 12 hours using the trapezoid method; denoted as AUC 0-12. This transformation was carried out to return the measurement to the same scale as the original observation. AOB 0-12 was analyzed for each of the three treatments in comparison to no denture adhesive treatment group. Higher values of AOB 0-12 demonstrate a stronger bite force over time than lower values. Baseline was defined as BF (lbs) recorded at hour 0 (pre-treatment).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":"0.80"},{"groupId":"OG001","value":"0.69","spread":"0.70"},{"groupId":"OG002","value":"0.89","spread":"0.86"},{"groupId":"OG003","value":"0.59","spread":"0.71"}]}]}]},{"type":"SECONDARY","title":"Area Over Baseline at 0.5, 1, 3, 6 And 9 Hours to Compare Maximum Incisal BF","description":"Natural logged incisal BF measurements were performed to analyze the denture dislodgement as measure of denture adhesive hold efficacy. All BF measurements were conducted by an examiner. AOB 0-t was defined as AUC 0-t divided by \"t\" minus baseline BF (lbs), where \"t\" is equal to 0.5, 1, 3, 6 and 9 hours. AUC was calculated from 0 to \"t\" hours using the trapezoid method; denoted as AUC 0-t. This transformation was carried out to return the measurement to the same scale as the original observation. AOB for 0.5, 1, 3, 6 and 9 hours were analyzed using the trapezoid method. AOB 0-0.5, AOB 0-1, AOB 0-3, AOB 0-6, AOB 0-9 were analyzed for each of the three treatments in comparison to no adhesive treatment group. Higher values of AOB demonstrate a stronger bite force over time than lower values. Baseline was defined as BF (lbs) recorded at hour 0 (pre-treatment).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":"0.36"},{"groupId":"OG001","value":"0.34","spread":"0.40"},{"groupId":"OG002","value":"0.47","spread":"0.48"},{"groupId":"OG003","value":"0.26","spread":"0.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":"0.52"},{"groupId":"OG001","value":"0.51","spread":"0.56"},{"groupId":"OG002","value":"0.71","spread":"0.65"},{"groupId":"OG003","value":"0.40","spread":"0.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":"0.65"},{"groupId":"OG001","value":"0.65","spread":"0.63"},{"groupId":"OG002","value":"0.84","spread":"0.74"},{"groupId":"OG003","value":"0.54","spread":"0.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":"0.75"},{"groupId":"OG001","value":"0.71","spread":"0.68"},{"groupId":"OG002","value":"0.88","spread":"0.82"},{"groupId":"OG003","value":"0.58","spread":"0.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.85","spread":"0.79"},{"groupId":"OG001","value":"0.71","spread":"0.69"},{"groupId":"OG002","value":"0.89","spread":"0.85"},{"groupId":"OG003","value":"0.58","spread":"0.70"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":41},"commonTop":["Mouth ulceration","Gingival injury","Oral mucosal erythema","Oral discomfort","Oral pruritus"]}}}