{"nctId":"NCT00337103","briefTitle":"E7389 Versus Capecitabine in Patients With Locally Advanced or Metastatic Breast Cancer Previously Treated With Anthracyclines and Taxanes","startDateStruct":{"date":"2006-09-20","type":"ACTUAL"},"conditions":["Metastatic Breast Cancer"],"count":1276,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Eribulin Mesylate"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Capecitabine"]}],"interventions":[{"name":"Eribulin Mesylate","otherNames":[]},{"name":"Capecitabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female patients with histologically or cytologically confirmed carcinoma of the breast. Every effort should be made to ensure that paraffin embedded tissue or slides from the diagnostic biopsy or surgical specimen are available for confirmation of diagnosis.\n2. Patients with locally advanced or metastatic disease who have received up to three prior chemotherapy regimens, and no more than two prior regimens for advanced and/or metastatic disease.\n\n   * Regimens must have included an anthracycline (e.g., doxorubicin, epirubicin) and a taxane (e.g., paclitaxel, docetaxel), either in combination or in separate regimens.\n   * Patients with known human epidermal growth factor 2 (HER2/neu) over-expressing tumors may additionally have been treated with trastuzumab in centers where this treatment is available.\n   * Patients with known estrogen and/or progesterone receptor-expressing tumors may have additionally been treated with hormonal therapy.\n3. Resolution of all chemotherapy or radiation-related toxicities to Grade 1 severity or lower, except for stable sensory neuropathy \\<= Grade 2 and alopecia.\n4. Age \\>= 18 years.\n5. Eastern Cooperative Oncology Group (ECOG) performance status of 0, 1 or 2.\n6. Life expectancy of \\>= 3 months.\n7. Adequate renal function as evidenced by serum creatinine \\<1.5 mg/dL or calculated creatinine clearance \\> 50 mL/minute (min) per the Cockcroft and Gault formula.\n8. Adequate bone marrow function as evidenced by absolute neutrophil count (ANC) \\>= 1.5 x 10\\^9/L, hemoglobin \\>= 10.0 g/dL (a hemoglobin \\< 10.0 g/dL acceptable if it is corrected by growth factor or transfusion), and platelet count \\>= 100 x 10\\^9/L.\n9. Adequate liver function as evidenced by bilirubin \\<= 1.5 times the upper limits of normal (ULN) and alkaline phosphatase, alanine transaminase (ALT), and aspartate transaminase (AST) \\<= 3 x ULN (in the case of liver metastases \\<= 5 x ULN), or in case of bone metastases, liver specific alkaline phosphatase \\<= 3 x ULN.\n10. Patients willing and able to complete the EORTC (European Organization for Research on the Treatment of Cancer) quality of life questionnaire (QLQ-C30 with breast cancer module QLQ-BR23) and to record their pain level on the Visual Analog Scale (VAS).\n11. Patients willing and able to comply with the study protocol for the duration of the study.\n12. Written informed consent prior to any study-specific screening procedures with the understanding that the patient may withdraw consent at any time without prejudice.\n\nExclusion Criteria:\n\n1. Patients who have received more than three prior chemotherapy regimens for their disease, including adjuvant therapies, or patients who have received more than two prior chemotherapy regimens for advanced disease (other therapies are allowed e.g., anti-estrogens, trastuzumab and radiotherapy).\n2. Patients who have received capecitabine as a prior therapy for their disease.\n3. Patients who have received chemotherapy, radiation, or biological therapy within two weeks, or hormonal therapy, within one week before study treatment start, or any investigational drug within four weeks before study treatment start.\n4. Radiation therapy encompassing \\> 30% of marrow.\n5. Prior treatment with mitomycin C or nitrosourea.\n6. Pulmonary lymphangitic involvement that results in pulmonary dysfunction requiring active treatment, including the use of oxygen.\n7. Patients with brain or subdural metastases are not eligible, unless they have completed local therapy and have discontinued the use of corticosteroids for this indication for at least 4 weeks before starting treatment with study treatment. Any symptoms attributed to brain metastases must be stable for at least 4 weeks before starting study treatment; radiographic stability should be determined by comparing a contrast-enhanced Computed Tomography Scan (CT) or Magnetic Resonance Imaging (MRI) brain scan performed during screening to a prior scan performed at least 4 weeks earlier.\n8. Patients with meningeal carcinomatosis.\n9. Patients who are receiving anti-coagulant therapy with warfarin or related compounds, other than for line patency, and cannot be changed to heparin-based therapy, are not eligible. If a patient is to continue on mini-dose warfarin, then the prothrombin time (PT)/international normalized ratio (INR) must be closely monitored.\n10. Women who are pregnant or breast-feeding; women of childbearing potential with either a positive pregnancy test at screening or no pregnancy test; women of childbearing potential unless (1) surgically sterile or (2) using adequate measures of contraception (considered to be two methods of contraception, one of which must be a barrier method, e.g. condom, diaphragm or cervical cap). Perimenopausal women must be amenorrheic for at least 12 months to be considered of non-childbearing potential.\n11. Severe/uncontrolled intercurrent illness/infection.\n12. Significant cardiovascular impairment (history of congestive heart failure \\> New York Heart Association \\[NYHA\\] Grade II, unstable angina or myocardial infarction within the past six months, or serious cardiac arrhythmia).\n13. Patients with organ allografts requiring immunosuppression.\n14. Patients with known positive human immunodeficiency virus (HIV) status.\n15. Patients who have had a prior malignancy, other than carcinoma in situ of the cervix, or non-melanoma skin cancer, unless the prior malignancy was diagnosed and definitively treated \\>= 5 years previously with no subsequent evidence of recurrence.\n16. Patients with pre-existing neuropathy \\> Grade 2.\n17. Patients with a hypersensitivity to halichondrin B and/or halichondrin B chemical derivative.\n18. Patients who participated in a prior E7389 clinical trial.\n19. Patients with other significant disease or disorders that, in the Investigator's opinion, would exclude the patient from the study.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"OS was measured from the date of randomization until the date of death from any cause, or the last date the participant was known to be alive. Participants who were lost to follow-up or who were alive at the date of data cutoff were censored. The censoring rules for OS were as follows: 1) if the participant was still alive at data cutoff, the date of data cutoff was considered the end date, and 2) if the participant was lost to follow-up before data cutoff, the date they were last known to be alive was considered the end date. Participants who survived past the end of the study were counted as in the full study period. If death occurred after data cutoff, the end date was to be censored at the time of data cutoff.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"484","spread":null},{"groupId":"OG001","value":"440","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression Free Survival (PFS)","description":"PFS was defined as the time (in days) from the date of randomization to the date of the first sign of disease progression based on Response Evaluation Criteria In Solid Tumors (RECIST) version 1.1 (v 1.1) or date of death, regardless of cause. Disease progression was measured by computed tomography (CT) and magnetic resonance imaging (MRI) performed on lesions targeted at baseline for tumor assessment. Disease progression (as assessed by independent review of the imaging scans) per RECIST v 1.1 was defined as at least a 20% increase in the sum of the diameters of the target lesions (taking as reference the smallest sum on study, including the baseline sum if that is the smallest), and an absolute increase of at least 5 millimeter (mm). Note that the appearance of one or more new lesions was also considered as disease progression.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Global Health Status/Quality of Life (QoL) Measured by European Organization for the Treatment of Cancer Quality of Life Core Questionnaire Scores Based on Core 30 Items (EORTC-QLQ-C30) at Week 6","description":"EORTC-QLQ-C30:cancer-specific instrument with 30 questions to assess the participant QoL. First 28 questions used to evaluate 5 functional scales (physical, role, cognitive, emotional, social), 3 symptom scales (fatigue, nausea and vomiting, pain) and other single items(dyspnoea, appetite loss, insomnia, constipation, diarrhea, financial difficulties). Each of these 28 questions assessed on 4-point scale(1=not at all, 2=a little, 3=quite a bit, 4=very much); functional scales: higher score=better level of functioning; symptom scale: higher score=more severe symptoms; for single items: higher score= more severe problem. Last 2 questions used to evaluate global health status (GHS)/QoL. Each question was assessed on 7-point scale (1=very poor to 7=excellent). Scores averaged, transformed to 0-100 scale; higher score=better quality of life/better level of functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"19.23"},{"groupId":"OG001","value":"1.7","spread":"20.69"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Treatment of Cancer Quality of Life Core Questionnaire Scores Based on Breast Cancer Specific 23 Items (EORTC-QLQ- BR 23) at Week 6","description":"EORTC-QLQ-BR23:disease-specific module for breast cancer developed as a supplement for the EORTC-QLQ-C30 to assess quality of life of participants with breast cancer. The scores from 23 items of QLQ-BR23 included functional scales (body image, sexual functioning, sexual enjoyment, future perspective), symptom scales (systemic therapy side effects, breast symptoms, arm symptoms, upset by hair loss). Each item was rated on a scale of 1 to 4 to record level of intensity (1= not at all, 2= a little, 3= quite a bit, 4= very much) within each scales. Scores averaged and transformed to 0-100 scale. High score indicated high/better level of functioning/healthy functioning. Negative change from Baseline indicated deterioration in QOL and positive change from Baseline indicated an improvement in QOL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"21.26"},{"groupId":"OG001","value":"4.8","spread":"21.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":"14.75"},{"groupId":"OG001","value":"-0.1","spread":"16.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"21.58"},{"groupId":"OG001","value":"3.1","spread":"17.49"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"28.48"},{"groupId":"OG001","value":"10.0","spread":"30.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"15.55"},{"groupId":"OG001","value":"-1.2","spread":"14.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"16.55"},{"groupId":"OG001","value":"-3.6","spread":"16.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"17.94"},{"groupId":"OG001","value":"-3.4","spread":"18.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":"32.66"},{"groupId":"OG001","value":"-10.1","spread":"29.76"}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR): Independent Review","description":"ORR was defined as the percentage of participants with a best overall response of complete response (CR) or partial response (PR) based on Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 (v 1.1). CR is defined as disappearance of all target legions and non-target lesions. All pathological lymph nodes (whether target and non-target), must have reduction in their short axis to less than 10 mm. PR is defined as at least 30% decrease in the sum of the long diameter LD (hereafter referred to as sum of LD) of all target lesions, as compared with Baseline summed LD.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"11.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR): Independent Review","description":"DOR was defined as the time from first documented CR or PR until disease progression or death from any cause for those participants with a confirmed PR or CR measured by RECIST v1.1. CR defined as disappearance of all target and non-target lesions. All pathological lymph nodes(whether target and non-target), must have reduction in their short axis to less than 10 mm. PR defined as at least 30% decrease in the sum of the long diameter LD (hereafter referred to as sum of LD) of all target lesions, as compared with Baseline summed LD.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"330","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Rate","description":"One-, two-, and three- year's survival rates were defined as the percentage of participants who were alive at one, two, and three years respectively, and estimated using the Kaplan-Meier method and Greenwood Formula.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.644","spread":null},{"groupId":"OG001","value":"0.580","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.328","spread":null},{"groupId":"OG001","value":"0.298","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.178","spread":null},{"groupId":"OG001","value":"0.145","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pain Intensity by Visual Analog Scale (VAS) Until 30 Days After the Last Dose of Study Drug","description":"Pain intensity was measured by marking a single vertical line that crosses a 1-100 mm unmarked VAS scale. The left-end of the visual analog scale was labelled \"least possible pain\" and the right-end of the visual analog scale was labelled \"worst possible pain\". The pain rating ranged from 0 to 100, with a higher score indicating more pain. A negative change score indicated improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7","spread":"22.80"},{"groupId":"OG001","value":"0.4","spread":"22.90"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Consumption of Analgesics During the Study","description":"Participants took analgesics as concomitant pain medications which are defined as pain medications that (1) started before the first dose of study drug and were continuing at the time of the first dose of study drug, or (2) started on/after the day of the first dose of study drug up to 30 days after the last dose of study drug medication","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"222","spread":null},{"groupId":"OG001","value":"196","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"TEAEs included both SAEs as well as non-SAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"512","spread":null},{"groupId":"OG001","value":"494","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"115","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Markedly Abnormal Laboratory Parameter Values","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"362","spread":null},{"groupId":"OG001","value":"224","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Took at Least One Concomitant Medication","description":"Concomitant medications included medications that either (1) started before the first dose of study drug and were continuing at the time of the first dose of study drug, or (2) started on or after the first dose of study drug up to 30 days after the last dose of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"496","spread":null},{"groupId":"OG001","value":"483","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Eribulin Mesylate Exposure","description":"Data have been reported per primary analysis completion stage and final analysis completion stage. After primary analysis completion (at cutoff date of 12 March 2012), only 10 participants were still receiving study treatment.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125.0","spread":null},{"groupId":"OG001","value":"119.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1743.0","spread":null},{"groupId":"OG001","value":"1506.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentrations of Eribulin Mesylate","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"415.8","spread":"719.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"152.6","spread":"70.51"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.5","spread":"87.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.7","spread":"79.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.7","spread":"32.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":"5.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.8","spread":"3.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"2.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"1.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"38.75"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":95,"n":544},"commonTop":["Neutropenia","Nausea","Palmar-Plantar Erythrodysaesthesia Syndrome","Diarrhoea","Leukopenia"]}}}