{"nctId":"NCT03084237","briefTitle":"Compare Efficacy, Safety and Immunogenicity of HLX02 and Herceptin in Previously Untreated HER2 +Overexpressing Metastatic Breast Cancer","startDateStruct":{"date":"2016-11","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":652,"armGroups":[{"label":"HLX02+Docetaxel","type":"EXPERIMENTAL","interventionNames":["Biological: HLX02","Drug: docetaxel"]},{"label":"Herceptin®+Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Herceptin®","Drug: docetaxel"]}],"interventions":[{"name":"HLX02","otherNames":[]},{"name":"Herceptin®","otherNames":[]},{"name":"docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Patients have voluntarily agreed to participate and given written informed consent.\n* Male or female ≥18 years of age on day of signing the informed consent form (ICF).\n* Histologically or cytologically confirmed adenocarcinoma of the breast.\n* Recurrent disease not amenable to curative surgery or radiation therapy, or metastatic disease with an indication for a taxane-containing therapy.\n* Availability of formalin-fixed paraffin-embedded (FFPE) tissue block from the primary tumor, or a metastatic lesion, to confirm HER2-positivity by the central laboratory, based on FISH amplification ratio ≥2.0 or IHC score 3+, and for hormone status (ER/PgR) determination (local or central laboratory). If not possible, a fresh biopsy is required.\n* No prior systemic anticancer agent such as chemotherapy, biological or targeted agent for metastatic disease with the exception of hormonal therapy, which must be stopped at least 2 weeks before randomization. Use of herbal remedies or traditional Chinese medicines for anticancer, hematologic or liver function, or anti-infective treatment must be stopped at the time of the ICF signature (at least 2 weeks before randomization).\n* For patients with recurrent disease, prior neo-/adjuvant therapy containing trastuzumab and/or lapatinib must have been stopped at least 12 months before the diagnosis of recurrent (local or metastatic) disease. If trastuzumab/lapatinib was not used, prior neo-/adjuvant therapy with a taxane must have been stopped at least 6 months before the diagnosis of recurrent (local or metastatic) disease. If only other cytotoxics were given, they must be stopped at least 4 weeks before randomization. Any hormonal therapy must be stopped at the time of the ICF signature.\n* Measurable disease (at least one measurable target lesion assessed by CIR; bone-only or central nervous system \\[CNS\\]-only metastases are not allowed).\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n* LVEF within institutional range of normal at baseline (within 42 days before randomization) as determined by either echocardiography (ECHO) or multigated acquisition (MUGA) scan.\n* Adequate hematologic, hepatic and renal function as indicated by the following laboratory values:\n* Absolute neutrophil count (ANC) ≥1,500/μL without granulocyte-colony stimulating factor (G-CSF) or other medical support\n* Platelets ≥100,000/μL\n* Hemoglobin ≥9 g/dL without transfusion or other medical support within 14 days\n* Serum creatinine ≤1.5 x upper limit of normal (ULN) and creatinine clearance rate ≥50 mL/min, calculated according to Cockroft-Gault formula\n* Serum total bilirubin ≤1.5 x ULN (unless the patient has documented ·Gilbert's syndrome) without any medical support within 14 days\n* Serum aspartate aminotransferase/glutamicoxaloacetic transaminase (AST/SGOT) or serum alanine aminotransferase/glutamate-pyruvate transaminase (ALT/SGPT) ≤2.5 x ULN (≤5 x ULN in the case of liver metastases) provided alkaline phosphatase (ALK) is ≤2.5 x ULN. In the case of bone metastasis, serum ALK can be \\>2.5 x ULN if AST and ALT are ≤1.5 x ULN without any medical support within 14 days\n* International normalized ratio (INR), and activated partial prothrombin time (aPTT) or partial prothrombin time (PTT) ≤1.5 x ULN.\n* Estimated life expectancy ≥3 months.\n* Female patients are eligible to enter and participate in the study if they are of: Non-childbearing potential. Childbearing potential, have a negative serum pregnancy test at Screening, are not breast feeding, and use highly-effective or acceptable contraceptive measures before study entry and throughout the study until 7 months after the last investigational/comparator product administration. Highly-effective or acceptable contraceptive measures.\n* Male patients with partners of childbearing potential are eligible to enter and participate in the study if they, and their female partners, are willing to use highly-effective or acceptable contraceptive measures before study entry and throughout the study until 7 months after the last investigational/comparator product administration.\n\nExclusion Criteria\n\n* Previously- or currently-treated (systemic chemotherapy, biological, or targeted agent, or any other anticancer agent) metastatic breast cancer with the exception of hormonal therapy.\n* Known brain metastasis or other CNS metastasis that is either symptomatic or untreated. Central nervous system metastases that have been treated by complete resection and/or radiotherapy demonstrating stability or improvement are not an exclusion criterion provided they are stable as shown by computed tomography (CT) scan for at least 4 weeks before Screening without evidence of cerebral edema and no requirements for corticosteroids or anticonvulsants.\n* Participation in another clinical study within 4 weeks before enrollment (3 months for studies involving monoclonal therapy) or the intention of participating in another clinical study during any part of the study period.\n* History of other malignancy within the last 5 years, except for carcinoma in-situ of the cervix, basal cell carcinoma or squamous cell carcinoma of the skin that has been previously treated with curative intent.\n* Known history of human immunodeficiency virus (HIV). Clinically significant active infection requiring therapy; positive tests for hepatitis B; or hepatitis C.\n* Underlying medical conditions or current severe, uncontrolled systemic disease that, in the Investigator's opinion, will make the administration of study drug hazardous. A major surgical procedure within 4 weeks prior to enrollment or anticipation of the need for major surgery during the course of study.\n* Current uncontrolled hypertension (systolic \\>150 mmHg and/or diastolic \\>100 mmHg) or unstable angina.\n* History of chronic heart failure based on any New York Heart Association (NYHA) criteria, or left ventricular hypertrophy. Current serious cardiac arrhythmia requiring treatment or clinically significant conduction defects as seen on electrocardiogram (ECG). History of myocardial infarction within 6 months of randomization. History of LVEF decline to below 50% during or after previous trastuzumab neo-adjuvant or adjuvant therapy. Significant cardiac murmurs either on examination or ECHO.\n* History of prior exposure to doxorubicin \\>360 mg/m² (or equivalent). Use of oral, injected or implanted hormonal methods of contraception. Chronic daily use of corticoids (equivalent to \\>10 mg/day methylprednisolone) by oral intake (inhalation is permitted).\n* Known hypersensitivity to any of the study drugs.\n* Residual non-hematologic toxicity ≥ Grade 2 from prior therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ORR 24","description":"calculated as the proportion of patients with a best response of complete response (CR) or partial response (PR) from first assessment until Week 24 according to RECIST 1.1 by central imaging review (CIR).\n\nPer Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1) for target lesions,Complete Response (CR): Disappearance of all target lesions.Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to\\<10 mm, Partial Response (PR): At least a 30% decrease in the sum ofdiameters of target lesions, taking as reference thebaseline sum diameters.Overall Response (OR) = CR + PR.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.1","spread":null},{"groupId":"OG001","value":"70.9","spread":null}]}]}]},{"type":"SECONDARY","title":"DoR","description":"The time from first documentation of CR or PR to the first documentation of progression.\n\nProgression is defined using Response Evaluation Criteria In Solid Tumors Criteria (RECIST v1.1)，At least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this includes the baseline sum if that is the smallest on study). In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm or Unequivocal progression of existing non-target lesions (Note: the appearance of one or more new lesions is also considered progression).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.61","spread":null},{"groupId":"OG001","value":"10.25","spread":null}]}]}]},{"type":"SECONDARY","title":"DCR","description":"The percentage of patients who achieve CR, PR, or stable disease (SD) of at least 12 weeks","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":null},{"groupId":"OG001","value":"87.2","spread":null}]}]}]},{"type":"SECONDARY","title":"CBR","description":"The proportion of patients who achieve CR, PR, or durable SD (SD ≥24 weeks)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.9","spread":null},{"groupId":"OG001","value":"80.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Median PFS up to 12 Months","description":"Median Progression Survival time assessed at 12 months.The probability of being alive without documented progression up to 12 months after randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.73","spread":null},{"groupId":"OG001","value":"10.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival at 12, 24, and 36 Months","description":"the probability of being alive 12, 24, and 36 months after randomization","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.9","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"67.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null},{"groupId":"OG001","value":"54.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":78,"n":325},"commonTop":["White blood cell count decreased","Neutrophil count decreased","Alopecia","Anaemia","Aspartate aminotransferase increased"]}}}