{"nctId":"NCT03308799","briefTitle":"A Clinical Trial Evaluating Efficacy and Safety of MC2-01 Cream","startDateStruct":{"date":"2017-10-03","type":"ACTUAL"},"conditions":["Psoriasis Vulgaris"],"count":794,"armGroups":[{"label":"MC2-01 Cream","type":"EXPERIMENTAL","interventionNames":["Drug: MC2-01 cream"]},{"label":"Cal/BDP combination","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cal/BDP combination"]},{"label":"Cream vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Cream vehicle"]}],"interventions":[{"name":"MC2-01 cream","otherNames":[]},{"name":"Cal/BDP combination","otherNames":[]},{"name":"Cream vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provided written informed consent\n* Generally healthy males or non-pregnant females, of any race or ethnicity, who are at least 18 years of age at the time of screening\n* Have a clinical diagnosis of plaque psoriasis (psoriasis vulgaris) of at least 6 months duration that involves the trunk and/or limbs that is amenable to topical treatment with a maximum of 100 g of trial medication per week\n* Have a PGA of disease severity of mild or moderate on the body (trunk and/or limbs)\n* An mPASI score of at least 2\n* Have a treatment area involving 2- 30% of the body surface area (BSA)\n\nExclusion Criteria:\n\n* Current diagnosis of unstable forms of psoriasis\n* Other inflammatory skin disease in the treatment area that may confound the evaluation of the psoriasis vulgaris\n* Presence of pigmentation, extensive scarring, pigmented lesions or sunburn in the treatment areas\n* Planned exposure to either natural or artificial sunlight\n* History of hypersensitivity to any component of the test product or reference product\n* Current or past history of hypercalcemia, vitamin D toxicity, severe renal insufficiency, or severe hepatic disorders\n* Systemic treatment with biological therapies\n* Use of systemic treatments that suppress the immune system and other systemic chemotherapeutic antineoplastic therapy within 4 weeks prior to the baseline visit and during the trial\n* Use of phototherapy within 4 weeks prior to Visit 1/Baseline and during the trial;\n* Use of topical treatments, except for emollients and non-medicated shampoos, with a possible effect on psoriasis within 2 weeks prior to Visit 1/Baseline\n* Clinical signs of skin infection with bacteria, viruses, or fungi\n* Known Human Immunodeficiency Virus (HIV) infection\n* Any chronic or acute medical condition that may pose a risk to the safety of the subject, or may interfere with the assessment of safety or efficacy in this trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With a Decrease in the Physicians Global Assessment (PGA) Score of Minimum 2 Points on a Scale From 0-4 From Baseline to Week 8","description":"Psoriasis treatment success rate is measured at week 8 by the use of a Physician Global Assessment (PGA) score. Success is defined as a decrease from Baseline of minimum 2 point on a scale from 0 - 4, where: 0 = Clear; 1 = Almost clear; 2 = Mild Plaque thickening; 3 = Moderate Plaque thickening, 4 = Severe Plaque thickening.\n\nThe number of participants referred in the data sets are the number of participants, who achieved a successful treatment success.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"121","spread":null},{"groupId":"OG001","value":"67","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in mPASI Score","description":"The extent and severity of the participant's psoriasis is assessed using a modified PASI scoring system (minus scalp, face, and flexures) at each 3 areas (arms, trunk and legs) using a scale from 0 - 6, where 0 = no psoriasis involvement and 6 = 90-100% involvement.\n\nThe severity is assessed at each 3 areas (arms, trunk and legs) for each of the sign redness, thickness and scaliness using a scale from 0 - 4, where 0 represents none and 4 represents very severe.\n\nThe mPASI score is calculated from the individual scores by use of the following equation:\n\nArms 0.2 (Redness + Thickness + Scaliness) E = X Trunk 0.3 (Redness + Thickness + Scaliness) E = Y Legs 0.4 (Redness + Thickness + Scaliness) E = Z\n\nThe sum of X + Y + Z = m-PASI score resulting in a minimum score of 0 and a maximum score (worst possible) of 64.8.\n\nThe percent change in mPASI score is defined as the Baseline minus the Week 8 divided by Baseline score multiplied by 100","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":"28.7"},{"groupId":"OG001","value":"52.3","spread":"33.3"},{"groupId":"OG002","value":"25.7","spread":"35.3"}]}]}]},{"type":"SECONDARY","title":"Psoriasis Treatment Convenience Scale","description":"Subject assessment of treatment convenience using a Psoriasis Treatment Convenience Scale is defined as a sum of questions 1-5, where each question is scored on a scale from 1-10.\n\nHow easy was the treatment to apply to the skin? \"Very difficult\" is 1 and \"Very easy\" is 10 How greasy was the treatment when applying it to the skin? \"Very greasy\" is 1 and \"Not greasy\" is 10 How moisturised did your skin feel after applying the treatment? \"Not moisturized\" is 1 and \"Very moisturized\" is 10 How greasy did your skin feel after applying the treatment? \"Very greasy\" is 1 and \"Not greasy\" is 10 How much did treating your skin disrupt your daily routine? \"Very disturbing\" is 1 and \"Not disturbing\" is 10","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":"6.6"},{"groupId":"OG001","value":"37.8","spread":"7.6"},{"groupId":"OG002","value":"37.2","spread":"7.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":342},"commonTop":[]}}}