{"nctId":"NCT01438710","briefTitle":"Switching Study of Kidney Transplant Patients With Tremor to LCP-Tacro (STRATO)","startDateStruct":{"date":"2011-12"},"conditions":["Renal Failure","Tremors"],"count":44,"armGroups":[{"label":"LCP-Tacro","type":"EXPERIMENTAL","interventionNames":["Drug: LCP-Tacro"]},{"label":"Prograf","type":"EXPERIMENTAL","interventionNames":["Drug: Prograf"]}],"interventions":[{"name":"Prograf","otherNames":["tacrolimus"]},{"name":"LCP-Tacro","otherNames":["tacrolimus"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be able to give written consent\n2. Men and women between 18 and 65 years of age who are recipients of a kidney transplant between 1 month and 5 years prior to the screening date\n3. Subjects with at least one complaint of tremor and existence of postural tremor or action tremor on finger to nose as demonstrated by a score of at least 2 of any of the 4 upper extremity (UE) postural or action and intention assessments on the FTM clinical rating scale\n4. Subjects experiencing symptomatic drug-induced hand tremor associated with use of Prograf or generic tacrolimus as demonstrated by responding \"no\" to each of the following question: \"Did you have a tremor that you noticed prior to starting Prograf or generic tacrolimus for your kidney transplant?\", or \"Are you aware of a tremor that runs in your family?\"\n5. Subjects taking a stable dose of oral Prograf or generic tacrolimus capsules for at least 7 days with trough levels of tacrolimus between 3 to 12 ng/mL. Subjects must maintain tacrolimus trough levels in this range during the 7 day Prograf or generic tacrolimus treatment phase (note that 1 dose adjustment at Study Day 3 \\[a.m.dose\\] is allowed for those subjects whose Day0/1 trough level is out of range.\n6. Women of childbearing potential must have a negative serum pregnancy test within 7 days before study start.\n\nExclusion Criteria:\n\n1. Recipients of any transplants including organ other than kidney and bone marrow\n2. Subjects with an estimated glomerular filtration rate (eGFR) (MDRD7) \\<30mL/min at Screening\n3. Subjects incapable of understanding the purposed and risks of the study, who cannot give written informed consent and who are unwilling or unable to comply with study protocol requirements\n4. Pregnant or nursing women\n5. Subjects with reproductive potential who are unwilling/unable to use a double barrier method of contraception\n6. Subjects who were treated with any other investigational agent within 3 months prior to screening\n7. Subjects who are taking drugs that are likely to affect the PK levels of tacrolimus and are not on a stable dose of those medications (see Appendix 1)\n8. Subjects who have essential tremor, Parkinsonism, or tremor from any cause other than tacrolimus-induced tremor;\n9. Subjects who are taking or had been taking any drug within the past 30 days that is well known to promote tremors, including: amiodarone, beta-agonist inhalers (such as albuterol), cyclosporine, lithium, metoclopramide, theophylline, or valproate,or taking within the past 6 months the dopamine blocking agents (antipsychotics) (note, other such medication may be considered on a case-by-case basis at the discretion of the investigator);\n10. Subjects who taking drugs that reduce tremor, and are not on stable doses of the treatment (ie, had not been taking the medication for a minimum of 30 days), including: gabapentin (note, other such medications may be considered on a case-by-case basis at the discretion of the investigator);\n11. Subjects on concurrent immunosuppression with MMD (CellCept) of MPS delayed-release tables (Myfortic), or generic versions of these medication, who have not been on stable doses at least 7 days prior to screening\n12. Subjects receiving prednisone or equivalent at a dose \\>10 mg per day\n13. Either subjects with an episode of acute rejection requiring treatment or subjects with an episode of biopsy-proven or suspected acute rejections that requires treatment within 3 months of screening\n14. Subjects who are being actively treated for cancer (with the exception of non-invasive basal cell or squamous cell) or human immunodeficiency virus (HIV)\n15. Subjects with any form of current drug or alcohol abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Evaluation of Hand Tremor and Stable Kidney Transplant Patients When Switched From Prograf to LCP-Tacro.","description":"The primary efficacy endpoint is the mean change from baseline (ie Day 7) in the Fahn-Tolosa-Marin Clinical Rating Scale (FTM) for overall tremor score 7 days after (ie, Day 14) LCP-Tacro conversion.\n\nThe overall FTM score was 0 to 100 where higher scores denoted worst/more severe tremor.\n\nBelow the mean total score and standard deviation for each treatment is given in addition to the mean change.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.30","spread":"9.472"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.96","spread":"7.613"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.35","spread":"7.501"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":41},"commonTop":["Oedema peripheral","Nausea","Cardiac Murmur","Hyperkalaemia"]}}}