{"nctId":"NCT03323385","briefTitle":"Evaluation of Preoperative N1539 in Colorectal Surgery","startDateStruct":{"date":"2017-10-24","type":"ACTUAL"},"conditions":["Pain, Postoperative"],"count":57,"armGroups":[{"label":"N1539 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: N1539"]},{"label":"IV Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"N1539","otherNames":["Intravenous meloxicam"]},{"name":"Placebo","otherNames":["Intravenous placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Voluntarily provide written informed consent.\n* Be planned to undergo primary (no repeat procedures) open or laparoscopic colorectal surgery (laparoscopic expected to require a ≥ 5 cm incision) with bowel resection and/or anastomosis.\n* ASA physical status category 1, 2, or 3.\n* Female subjects not pregnant or planning/attempting to become pregnant, not lactating; or commits to the use of an acceptable form of birth control for the duration of the study.\n* Have a body mass index \\<40 kg/m\\^2\n\nExclusion Criteria:\n\n* Have a known allergy or hypersensitivity to any study treatment.\n* Planned surgical procedure includes a resection beyond the peritoneal reflection, is related to an acute bout of diverticulitis, or is associated with an emergency procedure.\n* Have a history of myocardial infarction within the preceding 12 months.\n* Have, as determined by the investigator or the sponsor's medical monitor, a history or clinical manifestations of significant condition that would preclude participation.\n* Have active or recent (within 6 months) gastrointestinal ulceration or bleeding, with exception of events related to an ulcerative colitis diagnosis.\n* Have a known bleeding disorder which may be worsened with the administration of an NSAID.\n* Be currently receiving treatment with oral meloxicam (Mobic®) or another NSAID within 48 hours prior to surgery.\n* Have previously received N1539/IV meloxicam or received any investigational product within 30 days before dosing with study medication.\n* Have undergone or be expected to undergo radiation therapy, chemotherapy, or other biological therapy for cancer treatment, within 60 days prior to screening through last follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Evaluation of Safety and Tolerability - Number of Subjects With an AE","description":"Evaluate the incidence of adverse events in subjects receiving N1539 30 mg vs. placebo prior to colorectal surgery","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":27},"commonTop":["Nausea","Vomiting","Ileus","Constipation","Urinary retention"]}}}