{"nctId":"NCT02322320","briefTitle":"Continued, Long-Term Follow-Up and Lenalidomide Maintenance Therapy for Patients on BMT CTN 0702 Protocol (BMT CTN 07LT)","startDateStruct":{"date":"2015-03","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":273,"armGroups":[{"label":"Tandem Auto Transplant","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenalidomide"]},{"label":"RVD Consolidation","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenalidomide"]},{"label":"Lenalidomide Maintenance","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lenalidomide"]}],"interventions":[{"name":"Lenalidomide","otherNames":["Revlimid™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients fulfilling the following criteria will be eligible to provide continued long-term follow-up data as part of this study:\n\n1. Enrolled and randomized on the BMT CTN 0702 protocol.\n2. Alive at the completion of BMT CTN 0702 protocol specified follow-up defined as 4 years post-randomization.\n3. Patients without evidence of disease progression at the completion of BMT CTN 0702 protocol specified follow up.\n4. Signed Informed Consent Form.\n5. Patients with the ability to speak English or Spanish are eligible to participate in the HQL component of this trial.\n\nInclusion Criteria for Optional Long-term Lenalidomide Maintenance Therapy:\n\nPatients fulfilling the following criteria will be eligible to provide continued long-term follow-up data AND receive long-term lenalidomide maintenance therapy as part of this study:\n\n1. Enrolled and randomized to BMT CTN 0702.\n2. Completion of 3 years of maintenance therapy on BMT CTN 0702.\n3. Registered in the mandatory Revlimid REMS® program (formerly the RevAssist® for Study Participants (RASP) program), and be willing and able to comply with the requirements of the Revlimid REMS® program, including counseling, pregnancy testing, and phone surveys.\n4. Signed informed consent form.\n5. Patients with the ability to speak English or Spanish are eligible to participate in the HQL component of this trial.\n\nExclusion Criteria:\n\nPatients who meet any of the following criteria will be ineligible to receive long-term lenalidomide maintenance therapy as part of this study:\n\n1. Patients who have evidence of disease progression prior to enrollment.\n2. Patients who were discontinued from BMT CTN 0702 lenalidomide maintenance therapy, for any reason, prior to the completion of the 3 years of 0702 maintenance.\n3. Female patients who are pregnant (positive - Beta Human Chorionic Gonadotropin) or breastfeeding.\n4. Females of childbearing potential (FCBP) or men who have sexual contact with FCBP unwilling to use contraceptive techniques during the length of lenalidomide maintenance therapy.\n5. Patients who experienced thromboembolic events while on full anticoagulation during prior therapy with lenalidomide.\n6. Patients unwilling to take Deep Vein Thrombosis (DVT) prophylaxis.\n7. Patients who developed a second primary malignancy, excluding non-melanoma skin cancers after initiation of lenalidomide maintenance therapy on BMT CTN 0702.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Progression-free Survival (PFS)","description":"This analysis includes all randomized subjects from the BMT CTN 0702 protocol classified according to their randomized treatment assignment (intention-to-treat). Progression-free survival is defined as survival without disease progression or initiation of non-protocol anti-myeloma therapy. To account for loss to follow-up, the Kaplan-Meier estimator was used to estimate progression-free survival during the 5 year post-randomization follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.7","spread":null},{"groupId":"OG001","value":"44.1","spread":null},{"groupId":"OG002","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Survival (OS)","description":"This analysis includes all randomized subjects from the BMT CTN 0702 protocol classified according to their randomized treatment assignment (intention-to-treat). Overall survival is defined as survival of death from any cause. To account for loss to follow-up, the Kaplan-Meier estimator was used to estimate overall survival during the 5 year post-randomization follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.7","spread":null},{"groupId":"OG001","value":"75.4","spread":null},{"groupId":"OG002","value":"76.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Event-free Survival (EFS)","description":"This analysis includes all randomized subjects from the BMT CTN 0702 protocol classified according to their randomized treatment assignment (intention-to-treat). Event-free survival is defined as survival without disease progression, second primary malignancy, and death. To account for loss to follow-up, the Kaplan-Meier estimator was used to estimate event-free survival during the 5 year post-randomization follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"42.1","spread":null},{"groupId":"OG002","value":"42.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Secondary Primary Malignancies (SPM)","description":"This analysis includes all randomized subjects from the BMT CTN 0702 protocol classified according to their randomized treatment assignment (intention-to-treat). SPM is defined as development of any second malignancy, excluding non-melanoma skin cancers. To account for loss to follow-up, the Aalen-Johansen estimator was used to estimate the cumulative incidence of SPM during the 5 year post-randomization follow-up period.\n\nThe development of any SPMs excludes non-melanoma skin cancers. Death without SPMs will be considered a competing risk for this event. The cumulative incidence of SPMs will be compared between treatment arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":null},{"groupId":"OG001","value":"7.9","spread":null},{"groupId":"OG002","value":"7.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Progression","description":"This analysis includes all randomized subjects from BMT CTN 0702, classified by their treatment assignment (intention-to-treat). Disease progression is defined as progression of multiple myeloma, including one or more of the following:\n\n* Reappearance of serum monoclonal paraprotein at a level \\>= 0.5 g/dL\n* 24-hour urine protein electrophoresis of at least 200mg paraprotein/24 hours\n* Abnormal free light chain levels of \\>10 mg/dl, only in patients without measurable paraprotein in serum and urine\n* At least 10% plasma cells in a bone marrow aspirate or trephine biopsy\n* Definite increase in the size of existing bone lesions or soft tissue plasmacytomas\n* Development of new bone lesions or soft tissue plasmacytomas\n* Development of hypercalcemia (corrected serum Ca \\>11.5 mg/dL or \\>2.8 mmol/L) not attributable to other causes\n\nTo account for loss to follow-up, the Aalen-Johansen estimator was used to estimate the cumulative incidence of progression during the follow-up period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.8","spread":null},{"groupId":"OG001","value":"54.3","spread":null},{"groupId":"OG002","value":"54.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":98},"commonTop":[]}}}