{"nctId":"NCT03354429","briefTitle":"THALES - Acute STroke or Transient IscHaemic Attack Treated With TicAgreLor and ASA for PrEvention of Stroke and Death","startDateStruct":{"date":"2018-01-22","type":"ACTUAL"},"conditions":["Acute Ischaemic Stroke","Transient Ischaemic Attack"],"count":11016,"armGroups":[{"label":"TICAGRELOR","type":"EXPERIMENTAL","interventionNames":["Drug: Ticagrelor"]},{"label":"TICAGRELOR PLACEBO","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ticagrelor","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed informed consent prior to any study-specific procedure\n2. ≥40 years of age\n3. Acute onset of cerebral ischaemia due to\n\n   1. AIS with NIHSS ≤5. AIS is defined as acute onset of neurological deficit attributed to focal brain ischaemia, and either of the following:\n\n      * Persistent signs or symptoms of the ischaemic event at the time o randomisation, OR\n      * Acute ischaemic brain lesion documented before randomisation by computed tomography (CT) scan or magnetic resonance imaging (MRI) (diffusion-weighted imaging) and that could account for the clinical presentation\n   2. High-risk TIA, defined as neurological deficit of acute onset attributed to focal ischaemia of the brain by history or examination with complete resolution of the deficit, and at least one of the following:\n\n      * ABCD2 score ≥6 and TIA symptoms not limited to isolated numbness, isolated visual changes, or isolated dizziness/vertigo\n      * Symptomatic intracranial arterial occlusive disease that could account for the clinical presentation, documented by transcranial Doppler or vascular imaging and defined as at least 50% narrowing in the diameter of the vessel lumen\n      * Internal carotid arterial occlusive disease that could account for the clinical presentation, documented by Doppler, ultrasound, or vascular imaging and defined as at least 50% narrowing in diameter of the vessel lumen\n4. Randomisation occurring within 24 hours after onset of symptoms; for wake-up strokes (when the time of symptom onset is not known), within 24 hours from the time point at which the patient was reported to be in their normal condition\n5. CT or MRI performed after symptom onset ruling out intracranial haemorrhage or other pathology, such as vascular malformation, tumour, or abscess that according\n\nto the Investigator could explain symptoms or contraindicate study treatment\n\nExclusion Criteria:\n\n1. Need for or an anticipated need for any of the following:\n\n   1. Dual antiplatelet therapy with ASA and P2Y12 inhibitors (including patients with carotid artery stenting and percutaneous coronary intervention)\n   2. Antiplatelets other than ASA (eg, GPIIb/IIIa inhibitors, clopidogrel, ticlopidine, prasugrel, dipyridamole, ozagrel, cilostazol, ticagrelor) and other antithrombotic agents with antiplatelet effects, including traditional/herbal medicine agents\n   3. Anticoagulants (eg, warfarin, oral thrombin and factor Xa inhibitors, bivalirudin, hirudin, argatroban, fondaparinux, or unfractionated heparin and long-term treatment with low-molecular weight heparins). Short-term treatment (≤7 days) with low-dose low-molecular weight heparin may be used in immobilised patients at the discretion of the Investigator\n2. Any history of atrial fibrillation/flutter, ventricular aneurysm, or suspicion of other cardioembolic pathology for TIA or stroke\n3. Patients who should receive or have received any intravenous or intra-arterial thrombolysis or mechanical thrombectomy within 24 hours prior to randomisation\n4. Planned carotid endarterectomy that requires halting investigational product within 3 days of randomisation or is expected to require unblinding of investigational product (planned carotid endarterectomy is in itself not an exclusion criterion)\n5. History of previous intracranial haemorrhage at any time (asymptomatic microbleeds do not qualify), gastrointestinal haemorrhage within the past 6 months, or major surgery within 30 days\n6. Patients considered to be at risk of bradycardic events (eg, known sick sinus syndrome or second- or third-degree atrioventricular block) unless already treated with a permanent pacemaker\n7. Inability of the patient to understand and/or comply with study procedures and/or follow-up, in the opinion of the Investigator\n8. Known hypersensitivity to ticagrelor or ASA\n9. Need for or an anticipated need for oral or intravenous therapy with any of the following:\n\n   1. Strong cytochrome P450 3A (CYP3A4) inhibitors (eg, ketoconazole, clarithromycin \\[but not erythromycin or azithromycin\\], nefazadone, ritonavir, atazanavir) that cannot be stopped for the course of the study\n   2. Long-term (\\>7 days) non-steroidal anti-inflammatory drugs\n10. Known bleeding diathesis or coagulation disorder (eg, thrombotic thrombocytopenic purpura)\n11. Known severe liver disease (eg, ascites or signs of coagulopathy)\n12. Renal failure requiring dialysis\n13. Pregnancy or breastfeeding. Women of child-bearing potential who are not willing to use a medically accepted method of contraception that is considered reliable in the judgment of the Investigator\n14. Involvement in the planning and/or conduct of the study (applies to both AstraZeneca staff and/or staff at the study site)\n15. Previous enrolment or randomisation in the present study\n16. Participation in another clinical study with an investigational product at any time during the 30 days prior to randomisation (regardless of when treatment with the investigational product was discontinued)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"130 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite of Subsequent Stroke or Death","description":"Participants with subsequent stroke or death","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"303","spread":null},{"groupId":"OG001","value":"362","spread":null}]}]}]},{"type":"SECONDARY","title":"Ischaemic Stroke","description":"Number of participants with ischaemic stroke","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"276","spread":null},{"groupId":"OG001","value":"345","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Modified Rankin Scale (mRS) Score >1 at Visit 3","description":"The modified Rankin Scale (mRS) is a scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. The scale runs from 0-6, running from perfect health without symptoms to death.0 - No symptoms,1 - No significant disability. Able to carry out all usual activities, despite some symptoms. 2 - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities. 3 - Moderate disability. Requires some help, but able to walk unassisted. 4 - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted. 5 - Severe disability. Requires constant nursing care and attention, bedridden, incontinent. 6 - Dead.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1282","spread":null},{"groupId":"OG001","value":"1284","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Bleeding Event That Fulfils Serious Adverse Event Criteria and is Categorised as GUSTO Severe","description":"Participants with bleeding event that fulfils serious adverse event criteria and is categorised as GUSTO Severe. GUSTO is a bleeding scale (GUSTO = Global Utilization of Streptokinase and Tissue plasminogen activator for Occluded coronary arteries). GUSTO Severe bleeding is defined as any of the following: (1) fatal bleeding, (2) intracranial bleeding, or (3) bleeding that caused haemodynamic compromise requiring intervention","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"ICH or Fatal Bleeding Event","description":"Participants with ICH or fatal bleeding event","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Bleeding Event That Fulfils Serious Adverse Event Criteria and is Categorised as GUSTO Moderate/Severe","description":"Participants with bleeding event that fulfils serious adverse event criteria and is categorised as GUSTO Moderate/Severe. GUSTO is a bleeding scale (GUSTO = Global Utilization of Streptokinase and Tissue plasminogen activator for Occluded coronary arteries). GUSTO Severe bleeding is defined as any of the following: (1) fatal bleeding, (2) intracranial bleeding, or (3) bleeding that caused haemodynamic compromise requiring intervention. GUSTO Moderate bleeding is a bleeding requiring transfusion of whole blood or packed red blood cells without haemodynamic compromise","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Premature Permanent Discontinuation of IP Due to Bleeding","description":"Participants with premature permanent discontinuation of IP due to bleeding","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"152","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":571,"n":5523},"commonTop":[]}}}