{"nctId":"NCT02017171","briefTitle":"A Multicenter Clinical Trial of Allopurinol to Prevent Kidney Function Loss in Type 1 Diabetes","startDateStruct":{"date":"2014-02","type":"ACTUAL"},"conditions":["Diabetic Nephropathies","Coronary Artery Disease"],"count":530,"armGroups":[{"label":"Allopurinol","type":"EXPERIMENTAL","interventionNames":["Drug: Allopurinol"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Allopurinol","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects with type 1 diabetes continuously treated with insulin within one year from diagnosis\n* Duration of T1D ≥ 8 years\n* Age 18-70 years\n* History or presence of microalbuminuria or moderate macroalbuminuria, or evidence of declining kidney function regardless of history or presence of albuminuria and/or RAS Blocker treatment. Micro- or moderate macroalbuminuria will be defined as at least two out of three consecutive urinary albumin excretion rates \\[AERs\\] or albumin creatinine ratios \\[ACRs\\] taken at any time during the two years before screening or at screening in the 30-5000 mg/24 hr (20-3333 ug/min) or 30-5000 mg/g range, respectively, if not on RASB agents, or in the 18-5000 mg/24 hr (12-3333 ug/min) or 18-5000 mg/g range, respectively, if on RASB agents). Evidence of declining kidney function will be defined as an eGFR (CKD-EPI) decline ≥3.0 ml/min/1.73 m2/year, estimated from the slope derived from all the available serum creatinine measurements (including the one at screening assessment) from the previous 3 years. If at least 3 serum creatinine measures are not available in the previous 3 years, then the slope can be derived from creatinine values from the previous 5 years.\n* Estimated GFR (eGFR) based on serum creatinine between 40 and 99.9 ml/min/1.73 m2 at screening. The upper and the lower limits should be decreased by 1 ml/min/1.73 m2 for each year over age 60 (with a lower limit of 35 ml/min/1.73m2) and by 10 ml/min/1.73 m2 for strict vegans.\n* Serum UA (UA) ≥ 4.5 mg/dl at screening\n\nExclusion Criteria:\n\n* History of gout or xanthinuria or other indications for uric acid lowering therapy such as cancer chemotherapy.\n* Recurrent renal calculi.\n* Use of urate-lowering agents within 2 months before screening.\n* Current use of azathioprine, 6-mercaptopurine, didanosine, warfarin, tamoxifen, amoxicillin/ampicillin, or other drugs interacting with allopurinol.\n* Known allergy to xanthine-oxidase inhibitors or iodine containing substances.\n* HLA B\\*58:01 positivity (tested before randomization).\n* Renal transplant.\n* Non-diabetic kidney disease.\n* SBP\\>160 or DBP \\>100 mmHg at screening or SBP\\>150 or DBP\\>95 mmHg at the end of the run-in period.\n* Cancer treatment (excluding non-melanoma skin cancer treated by excision) within two years before screening.\n* History of clinically significant hepatic disease including hepatitis B or C and/or persistently elevated serum liver enzymes at screening and/or history of HBV/HCV positivity.\n* History of acquired immune deficiency syndrome or human immunodeficiency virus (HIV) infection.\n* Hemoglobin concentration \\<11 g/dL (males), \\<10 g/dL (females) at screening.\n* Platelet count \\<100,000/mm3 at screening.\n* History of alcohol or drug abuse in the past 6 months.\n* Blood donation in the 3 months before screening.\n* Breastfeeding or pregnancy or unwillingness to be on contraception throughout the trial.\n* Poor mental function or any other reason to expect patient difficulty in complying with the requirements of the study.\n* Serious pre-existing medical problems other than diabetes, e.g. congestive heart failure, pulmonary insufficiency.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"iGFR at the End of the Wash-out Period","description":"Glomerular filtration rate (GFR) at the end of the 2-month wash-out period following the 3-year treatment period, measured by the plasma disappearance of non-radioactive iohexol (iGFR) and adjusted for the iGFR at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.2","spread":null},{"groupId":"OG001","value":"61.2","spread":null}]}]}]},{"type":"SECONDARY","title":"eGFR at 4 Months of Treatment","description":"Glomerular filtration rate (GFR) at 4 months after randomization, estimated from serum creatinine and cystatin C and adjusted for the eGFR at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.3","spread":null},{"groupId":"OG001","value":"70.0","spread":null}]}]}]},{"type":"SECONDARY","title":"iGFR the End of Treatment Period","description":"Glomerular filtration rate (GFR) at the end of the 3-year treatment period, measured by the plasma disappearance of non-radioactive iohexol (iGFR) and adjusted for the iGFR at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.3","spread":null},{"groupId":"OG001","value":"61.0","spread":null}]}]}]},{"type":"SECONDARY","title":"iGFR Time Trajectory","description":"Glomerular filtration rate time trajectory estimated from iohexol disappearance GFR (iGFR) measurements at weeks 0, 80, 156, and 164. iGFR slopes were estimated by a linear mixed-effects model for longitudinal iGFR measures using a multiple imputation technique for missing values. Positive values denote increasing GFR over time, negative values denote declining iGFR over time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":null},{"groupId":"OG001","value":"-2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"eGFR Time Trajectory","description":"Glomerular filtration rate time trajectory from baseline to end of the 2-month wash-out period (week 164) estimated from quarterly serum creatinine measurements (eGFR). eGFR slopes were estimated by a linear mixed-effects model for longitudinal eGFR measures using a multiple imputation technique for missing values. Positive values denote increasing eGFR over time, negative values denote declining eGFR over time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":null},{"groupId":"OG001","value":"-2.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Serum Creatinine Doubling or End Stage Renal Disease (ESRD)","description":"Risk of serum creatinine doubling or end stage renal disease (ESRD) in the allopurinol arm as compared to placebo. Results are expressed as the number of participants who experienced an event in each treatment group. The risk of an event in the allopurinol group as compared to the risk in the placebo group is expressed as hazard ratio (estimated by means of proportional hazard regression).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"AER at the End of the Wash-out Period","description":"Geometric mean of two urinary albumin excretion (AER) measurements at the end of the 2-month wash-out period following the 3-year treatment period, adjusted for the mean urinary AER at baseline. Results are expressed as least square means of the geometric means in each subject in each group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null},{"groupId":"OG001","value":"31.7","spread":null}]}]}]},{"type":"SECONDARY","title":"AER at the End of the Treatment Period","description":"Geometric mean of urinary albumin excretion rate (AER) during the last three months of the treatment period (Visits 15 and 16), adjusted for the mean urinary AER at baseline. Results are expressed as least square means of the geometric means in each subject in each group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.9","spread":null},{"groupId":"OG001","value":"37.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Fatal or Non-fatal Cardiovascular Events","description":"Risk of cardiovascular events defined as the composite of CVD death (ICD-10 code I10 to I74.9), myocardial infarction, stroke (ischemic or hemorrhagic), coronary artery bypass grafting, or percutaneous coronary intervention in the allopurinol arm as compared to placebo.Results are expressed as the number of participants who experienced an event in each treatment group. The risk of an event in the allopurinol group as compared to the risk in the placebo group is expressed as hazard ratio (estimated by means of proportional hazard regression).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":93,"n":267},"commonTop":["Rash","Upper respiratory tract infection","Hypoglycaemia","Urinary tract infection","Nasopharyngitis"]}}}