{"nctId":"NCT03725202","briefTitle":"A Study to Evaluate the Safety and Efficacy of Upadacitinib in Participants With Giant Cell Arteritis","startDateStruct":{"date":"2019-02-06","type":"ACTUAL"},"conditions":["Giant Cell Arteritis (GCA)"],"count":438,"armGroups":[{"label":"Placebo + 52-week CS taper","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Corticosteroid (CS)","Other: Placebo"]},{"label":"7.5 mg Upadacitinib + 26-week CS taper","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib","Drug: Corticosteroid (CS)"]},{"label":"15 mg Upadacitinib + 26-week CS taper","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib","Drug: Corticosteroid (CS)"]},{"label":"Placebo + 52-week CS taper -> Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"7.5 mg Upadacitinib + 26-week CS taper -> 7.5 mg Upadacitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"7.5 mg Upadacitinib + 26-week CS taper -> Placebo","type":"EXPERIMENTAL","interventionNames":["Other: Placebo"]},{"label":"15 mg Upadacitinib + 26-week CS taper -> 15 mg Upadacitinib","type":"EXPERIMENTAL","interventionNames":["Drug: Upadacitinib"]},{"label":"15 mg Upadacitinib + 26-week CS taper -> Placebo","type":"EXPERIMENTAL","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Upadacitinib","otherNames":["ABT-494","RINVOQ"]},{"name":"Corticosteroid (CS)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of giant cell arteritis (GCA) according to the following criteria:\n\n  * History of erythrocyte sedimentation rate (ESR) \\>= 50 mm/hour or high sensitivity C-reactive protein (hsCRP)/CRP \\>=1.0 mg/dL\n  * Presence of at least one of the following: Unequivocal cranial symptoms of GCA or Unequivocal symptoms of polymyalgia rheumatica (PMR)\n  * Presence of at least one of the following: temporal artery biopsy revealing features of GCA or evidence of large vessel vasculitis by angiography or cross-sectional imaging such as ultrasound, magnetic resonance imaging (MRI), computed tomography (CT) or positron emission tomography (PET).\n* Active GCA, either new onset or relapsing, within 8 weeks of Baseline.\n* Participants must have received treatment with \\>=40 mg prednisone (or equivalent) at any time prior to Baseline and be receiving prednisone (or equivalent) \\>= 20 mg once daily (QD) at Baseline.\n* Participants must have GCA that, in the opinion of the investigator, is clinically stable to allow the participant to safely initiate the protocol-defined corticosteroid (CS) taper regimen.\n* Females must either be postmenopausal or permanently surgically sterile or, practicing at least 1 specified method of birth control through the study.\n\nExclusion Criteria:\n\n* Prior exposure to any Janus Kinase (JAK) inhibitor.\n* Treatment with an interleukin-6 (IL-6) inhibitor within 4 weeks of study start, or prior treatment with an IL-6 inhibitor and experienced a disease flare during treatment.\n* Use of any of the following systemic immunosuppressant treatments within the specified timeframe prior to study start:\n\n  * Anakinra within 1 week of study start.\n  * Methotrexate, hydroxychloroquine, cyclosporine, azathioprine, or mycophenolate within 4 weeks of study start.\n  * Oral corticosteroid (CS) for conditions other than GCA within 4 week of study start, or intravenous CS within 4 weeks of study start.\n  * Greater than or equal to 8 weeks for leflunomide if no elimination procedure was followed, or adhere to an elimination procedure.\n  * Cell-depleting agents or alkylating agents including cyclophosphamide within 6 months of study start.\n* Current or past history of infection including herpes zoster or herpes simplex, human immunodeficiency virus (HIV), active Tuberculosis, active or chronic recurring infection, active hepatitis B or C.\n* Female who is pregnant, breastfeeding, or considering pregnancy during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Sustained Remission at Week 52","description":"Sustained remission is defined as having achieved absence of giant cell arteritis (GCA) signs and symptoms from Week 12 through Week 52, and adherence to the protocol-defined corticosteroid (CS) taper regimen.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"41.1","spread":null},{"groupId":"OG002","value":"46.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Sustained Complete Remission From Week 12 Through Week 52","description":"Sustained complete remission is defined as having absence of giant cell arteritis (GCA) signs and symptoms from Week 12 through Week 52; normalization of erythrocyte sedimentation rate (ESR); normalization of high sensitivity C-reactive protein (hs-CRP) and adherence to the protocol-defined CS taper regimen.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.1","spread":null},{"groupId":"OG001","value":"26.2","spread":null},{"groupId":"OG002","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Corticosteroid (CS) Exposure Through Week 52","description":"The cumulative exposure to corticosteroid(s) through Week 52 of the study was documented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2882.0","spread":null},{"groupId":"OG001","value":"1905.0","spread":null},{"groupId":"OG002","value":"1615.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Disease Flare Through Week 52","description":"Disease flare is defined as an event determined by the investigator to represent recurrence of Giant Cell Arteritis (GCA) signs or symptoms or an erythrocyte sedimentation rate (ESR) measurement \\> 30 mm/hr (attributable to GCA) AND requiring an increase in corticosteroid (CS) dose.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"323.0","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experience at Least 1 Disease Flare Through Week 52","description":"The percentage of participants who experience at least 1 disease flare was calculated. Disease flare is defined as an event determined by the investigator to represent recurrence of Giant Cell Arteritis (GCA) signs or symptoms or an erythrocyte sedimentation rate (ESR) measurement \\> 30 mm/hr (attributable to GCA) AND requiring an increase in corticosteroid (CS) dose.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":null},{"groupId":"OG001","value":"41.3","spread":null},{"groupId":"OG002","value":"34.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Complete Remission at Week 52","description":"Complete remission is defined as having achieved absence of Giant Cell Arteritis (GCA) signs and symptoms; normalization of erythrocyte sedimentation rate (ESR) to \\< 30 mm/hr-- if ESR ≥30 mm/hr and elevation is not attributable to GCA, this criterion can still be met); normalization of high sensitivity C-reactive protein (hs-CRP) to \\< 1 mg/dL; and adherence to the protocol-defined corticosteroid (CS) taper regimen.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"43.0","spread":null},{"groupId":"OG002","value":"50.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Complete Remission at Week 24","description":"Complete remission is defined as having achieved absence of Giant Cell Arteritis (GCA) signs and symptoms; normalization of erythrocyte sedimentation rate (ESR) to \\< 30 mm/hr-- if ESR ≥30 mm/hr and elevation is not attributable to GCA, this criterion can still be met); normalization of high sensitivity C-reactive protein (hs-CRP) to \\< 1 mg/dL; and adherence to the protocol-defined corticosteroid (CS) taper regimen.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.1","spread":null},{"groupId":"OG001","value":"39.3","spread":null},{"groupId":"OG002","value":"57.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 36-item Short Form Quality of Life Questionnaire (SF-36) Physical Component Summary (PCS) Score at Week 52","description":"The Short Form 36-Item Health Survey (SF-36) Version 2 is a self-administered questionnaire that measures the impact of disease on overall quality of life during the past 4 weeks. The SF-36 consists of 36 questions in eight domains (physical function, pain, general and mental health, vitality, social function, physical and emotional health).\n\nThe physical component summary (PCS) is a weighted combination of the 8 subscales with positive weighting for physical functioning, role-physical, bodily pain, and general health. The SF-36 PCS ranges from 0 to 100. A linear algorithm was applied to the calculation of the PCS which has a normative mean value of 50. Higher scores are associated with less disability; a score of 100 is equivalent to no disability and a score of 0 is equivalent to maximum disability. A positive change from the Baseline score indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2892","spread":null},{"groupId":"OG001","value":"1.3202","spread":null},{"groupId":"OG002","value":"2.4634","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Disease Flares Per Participant Through Week 52","description":"The number of disease flares per participant during Period 1 was documented, and was adjusted by the duration of study participation.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"0.6","spread":null},{"groupId":"OG002","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-Fatigue) at Week 52","description":"The FACIT-Fatigue questionnaire is a self-administered patient questionnaire that consists of 13 questions designed to measure the degree of fatigue experienced by participants in the previous 7 days, including physical fatigue, functional fatigue, emotional fatigue, and social consequences of fatigue. Participants respond to the questions on a scale from 0 (not at all) to 4 (very much). The FACIT-Fatigue score is computed by summing the item scores, after reversing items worded in the negative direction. The FACIT-Fatigue score ranges from 0 to 52, where higher scores represent less fatigue. A positive change from Baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":null},{"groupId":"OG001","value":"1.1","spread":null},{"groupId":"OG002","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Assessment of Treatment Satisfaction Questionnaire for Medication (TSQM) Patient Global Satisfaction Subscale at Week 52","description":"The Treatment Satisfaction Questionnaire for Medications (TSQM) is a generic ePRO measure of treatment satisfaction, developed to compare treatment satisfaction between medication types and conditions. TSQM comprises of 14 items to assess 4 domains (effectiveness, side effects, convenience, and global satisfaction). The TSQM items are rated on a Likert scale (1 = extremely dissatisfied to 7 = extremely satisfied). Scores for each of the 4 domains range from 0 to 100, with higher scores corresponding to higher satisfaction. A positive change from Baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.8428","spread":null},{"groupId":"OG001","value":"74.2644","spread":null},{"groupId":"OG002","value":"71.5753","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Corticosteroid-related Adverse Events Though Week 52","description":"The rate of corticosteroid-related adverse events was calculated, and was adjusted by duration of study drug exposure.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":null},{"groupId":"OG001","value":"1.7","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":24,"n":112},"commonTop":["GIANT CELL ARTERITIS","COVID-19","HEADACHE","ARTHRALGIA","HYPERTENSION"]}}}