{"nctId":"NCT02616614","briefTitle":"Double-blind Placebo-controlled Trial of Generic Clindamycin/Benzoyl Peroxide Gel Versus Onexton Gel in Acne Vulgaris","startDateStruct":{"date":"2015-05"},"conditions":["Acne Vulgaris"],"count":862,"armGroups":[{"label":"Onexton gel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Onexton"]},{"label":"Clindamycin/benzoyl peroxide gel","type":"EXPERIMENTAL","interventionNames":["Drug: Clindamycin/benzoyl peroxide gel"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Onexton","otherNames":["Clindamycin/benzoyl peroxide gel"]},{"name":"Clindamycin/benzoyl peroxide gel","otherNames":["Clindamcyin Phosphate","BPO"]},{"name":"Placebo","otherNames":["Vehicle"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy male or non-pregnant female aged ≥ 12 and ≤ 40 years with a clinical diagnosis of acne vulgaris\n* On the face, ≥25 non-inflammatory lesions (i.e., open and closed comedones) and ≥ 20 inflammatory lesions (i.e., papules and pustules) and ≤ 2 nodulocystic lesions (i.e., nodules and cysts). For the purposes of study treatment and evaluation, these lesions should be limited to the facial treatment area. Counts of nodules and cysts should be reported separately and not included in the inflammatory or non-inflammatory lesion counts. Lesions involving the eyes and scalp should be excluded from the count. (Subjects may have acne lesions on other areas of the body (e.g., on the back)).\n* Subjects must have Investigator's Global Assessment (IGA) of acne severity grade 2, 3, or 4.\n* Willing to refrain from use of all other topical acne medications or antibiotics during the 12 week treatment period. Subjects may use other topical acne treatments that do not have significant or measurable systemic absorption for treatment of acne of the back, shoulders and chest (e.g. benzoyl peroxide, salicylic acid).\n* Subjects who are 18 years of age or older must have provided Institutional Review Board (IRB) approved written informed consent. Subjects who are at least 12 years of age and less than 18 years of age must have provided IRB approved written assent; this written assent must be accompanied by an IRB approved written informed consent from the subject's legally acceptable representative (i.e., parent or guardian). In addition, all subjects or their legally acceptable representatives (i.e., parent or guardian) must sign a Health Insurance Portability and Accountability Act (HIPAA) authorization, if applicable.\n* Male subjects and Female subjects of childbearing potential must use accepted methods of birth control or must agree to practice abstinence, from study start to 30 days after the last administration of study drug. All female subjects are considered to be of childbearing potential unless they have been surgically sterilized or have been postmenopausal for at least 1 year. Any of the following methods of birth control are acceptable: oral contraceptives, contraceptive patches/implants (e.g., Norplant®), vaginal ring (NuvaRing®), Depo-Provera® (Medroxy progesterone acetate), double barrier methods (e.g., condom and spermicide) or intrauterine device (IUD).\n* Female subjects of child bearing potential must have a negative urine pregnancy test at baseline.\n* Subjects who use make-up must have used the same brands/types of make-up for a minimum period of 14 days prior to study entry and must agree to not change make-up brand/type or frequency of use throughout the study.\n\nExclusion Criteria:\n\n* History of hypersensitivity or allergy to clindamycin or benzoyl peroxide and/or any of the study medication ingredients or lincomycin or any other allowed product used during the study.\n* Presence of any skin condition that would interfere with the diagnosis or assessment of acne vulgaris (e.g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculitis).\n* Excessive facial hair (beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris. Patient is allowed to shave the excessive facial hair at least a day before visiting the site for study assessments.\n* Use within 6 months prior to baseline of oral retinoids (e.g. Accutane®) or therapeutic vitamin A supplements of greater than 10,000 units/day.\n* Use for less than 3 months prior to baseline of estrogens or oral contraceptives; use of such therapy must remain constant throughout the study.\n* Use on the face within 1 month prior to baseline or during the study of: 1) cryodestruction, 2) dermabrasion, 3) photodynamic therapy, 4) acne surgery, 5) intralesional steroids, or 6) x-ray therapy.\n* Use within 1 month prior to baseline of: 1) spironolactone, 2) systemic steroids, 3) systemic antibiotics, 4) systemic treatment for acne vulgaris or 5) systemic anti-inflammatory agents.\n* Use within 2 weeks prior to baseline of: 1) topical steroids, 2) topical retinoids, 3) topical acne treatments including over-the-counter preparations, 4) topical anti- inflammatory agents, 5) medicated cleansers or 6) topical antibiotics.\n* Subjects who have acne fulminans, and secondary acne (e.g., chloracne and drug induced acne) will be excluded from participation.\n* Female subjects who are pregnant, nursing or planning to become pregnant during study participation (Visit 1 through Visit 4 and 30 days post visit 4) will be excluded from study participation.\n* Subjects who have received radiation therapy and/or anti-neoplastic agents within 90 days prior to baseline will be excluded from study participation.\n* Subjects who have unstable medical disorders that are clinically significant or life-threatening diseases will be excluded from study participation.\n* Subjects who have on-going malignancies requiring systemic treatment will be excluded from study participation. In addition, subjects who have any malignancy of the skin of the facial area will be excluded from study participation.\n* Subjects who engage in activities that involve excessive or prolonged exposure to sunlight or weather extremes, such as wind or cold, will be excluded from study participation.\n* Subjects who have facial sunburn will be excluded from study participation\n* Subjects who consume excessive amounts of alcohol (greater than two drinks per day) or use drugs of abuse (including, but not limited to, cannabinoids and cocaine) as judged by their medical history will be excluded from study participation.\n* History or presence of significant smoking (more than 10 cigarettes or any other form of tobacco smoking/day or consumption of tobacco products).\n* Systolic blood pressure less than 90 mm Hg or more than 140 mm Hg, Diastolic blood pressure less than 60 mm Hg or more than 90 mm Hg and Pulse rate less than 50 beats/minute or more than 100 beats/minute.\n* Subjects who have participated in an investigational drug study (i.e., subjects have been treated with an investigational drug) within 1 month prior to baseline will be excluded from study participation. Subjects who are participating in non- treatment studies such as observational studies or registry studies can be considered for inclusion.\n* Major illness, as per investigator's discretion, during 3 months before screening.\n* Subjects who have been previously enrolled in this study will be excluded from study participation.\n* Subjects who have had laser therapy and electrodesiccation to the facial area within 180 days prior to study entry will be excluded from participation.\n* Subjects who have had cosmetic procedures (e.g., facials) which may affect the efficacy and safety profile of the investigational product within 14 days prior to study entry will be excluded from participation.\n* Subjects who have had general anesthesia for any reason and subjects who have received neuromuscular blocking agents within 14 days prior to study entry will be excluded from study participation.\n* Subjects who have a baseline score of 3 (severe, marked/intense) as per the Application Site Reaction Scale (Section 5.2) will be excluded from participation.\n* Any employees or staff of the research site are excluded from study participation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in the Inflammatory (Papules and Pustules) Lesion Counts","description":"Percent change from baseline to Week 12 (Day 84) in the inflammatory (papules and pustules) lesion count in PP Population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-63.81","spread":"36.791"},{"groupId":"OG001","value":"-67.56","spread":"28.405"},{"groupId":"OG002","value":"-53.78","spread":"40.138"}]}]}]},{"type":"PRIMARY","title":"Percent Change in the Non-Inflammatory (Open and Closed Comedomes) Lesion Counts","description":"One of the co-primary endpoints was the percent change from baseline to Week 12 (Day 84) in the non-inflammatory (open and closed comedones) lesion counts in PP Population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.58","spread":"40.747"},{"groupId":"OG001","value":"-49.50","spread":"32.872"},{"groupId":"OG002","value":"-37.50","spread":"40.261"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Treatment Success at Week 12","description":"The secondary efficacy endpoint was the IGA score, expressed in terms of proportion of subjects with treatment success or failure at Week 12, where \"success\" was defined as an IGA score that was at least 2 grades less than the baseline assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"60","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"199","spread":null},{"groupId":"OG001","value":"195","spread":null},{"groupId":"OG002","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":329},"commonTop":["Dry skin","Pruritus","Erythema","Skin burning sensation","Skin irritation"]}}}