{"nctId":"NCT02210689","briefTitle":"A Multi-center, Double-blind, Randomized Study, Comparing Clindamycin Phosphate Vaginal Cream 2% (Watson Laboratories, Inc.) to Clindesse® (Ther-Rx™, Clindamyin Phosphate Vaginal Cream 2%) and Both Active Treatments to a Placebo Control in the Treatment of Bacterial Vaginosis in Non-pregnant Women","startDateStruct":{"date":"2014-01"},"conditions":["BACTERIAL VAGINOSIS","Signs and Symptoms to be Evaluated and Recorded Include","Vaginal Discharge Color, Odor, and Consistency","Vulvovaginal Itching and Irritation (Subjective) Absent, Mild, Moderate, or Severe","Vulvovaginal Inflammation (Objective) Absent, Mild, Moderate, or Severe"],"count":604,"armGroups":[{"label":"test product","type":"EXPERIMENTAL","interventionNames":["Drug: clindamycin phosphate vaginal cream 2%"]},{"label":"reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: clindamycin phosphate vaginal cream 2%"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"clindamycin phosphate vaginal cream 2%","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be willing and able to understand and comply with the requirements of the protocol, including attendance at the required study visits and must provide the written informed consent prior to any study related procedure being performed.\n2. Healthy non-pregnant female aged ≥ 18 years with no known medical conditions that, in the investigator's opinion, may interfere with study participation or may interfere with the evaluation of bacterial vaginosis.\n3. Female subjects of childbearing potential (excluding women who are surgically sterilized or postmenopausal for at least 1 year), in addition to having a negative urine pregnancy test must be willing to use an acceptable form of birth control during the study from the day of the first dose administration to the Visit 2 Test-of-cure. For the purpose of this study the following are considered acceptable methods of birth control:\n\n   * Oral or injectable contraceptives\n   * Contraceptive patches\n   * Depo-Provera® (stabilized for at least 3 months); Implanon™ (contraceptive implant), or abstinence with one of the above-listed methods of birth control should the Subject become sexually active.\n   * A sterile sexual partner is NOT considered an adequate form of birth control.\n   * Willing to refrain from sexual intercourse on study days 1-7 and for 48 hours prior to Visit 2 Test-of-cure.\n4. Willing to refrain from using any vaginal product (e.g., spermicide, tampon, douche, diaphragm, or condom) other than study product, on study Days 1-7, for 48 hours prior to the first dose of study product, and for 48 hours prior to Visit 2 Test-of-cure.\n5. Diagnosis of bacterial vaginosis, defined as the presence of all of the following:\n\n   * Clinical diagnosis of bacterial vaginosis (e.g., thin, homogenous vaginal discharge associated with minimal or absent pruritus or inflammation AND\n   * Saline wet mount of vaginal discharge demonstrating the proportion of clue cell to be ≥ 20% of the total epithelial cells AND\n   * Vaginal pH \\> 4.5, using pH paper that measures from 4.0-6.0 AND\n   * Positive \"whiff test\" after addition of a drop of 10% KOH to vaginal discharge)\n   * Gram stain Nugent score ≥ 4 on first day of dosing (study day 1) (per Table 1 below).\n   * Table 1: Nugent Scoring System (0-10) for Gram-stained Vaginal Smears (a)\n   * Score (b) Lactobacillus morphotypes Gardnerella and Bacteroides spp. morphotypes Curved gram-variable rods\n   * 0 4+ 0 0\n   * 1 3+ 1+ 1+ or 2+\n   * 2 2+ 2+ 3+ or 4+\n   * 3 1+ 3+\n   * 4 0 4+\n\nSource: Nugent, R. P., M. A. Krohn, and S. L. Hillier. Reliability of diagnosing bacterial vaginosis is improved by a standardized method of Gram stain interpretation. J. Clin. Microbial. 1991; 29: 297-301.\n\n* Morphotypes are scored as the average number seen per oil immersion field. Note that less weight is given to curved gram-variable rods. Total score = lactobacilli + G. vaginalis and Bacteroides spp/ + curved rods.\n* 0, No morphotypes present; 1, \\<1 morphotype present; 2, 1 to 4 morphotypes present; 3, 5 to 30 morphotypes present; 4, 30 or more morphotypes present.\n\nExclusion Criteria:\n\n1. Female subjects who are pregnant, nursing or planning to become pregnant during study participation.\n2. Menstruating when diagnosis of bacterial vaginosis is determined at Baseline visit.\n3. Primary or secondary immunodeficiency.\n4. Severe liver disease.\n5. History of regional enteritis, ulcerative colitis, or a history of \"antibiotic-associated\" colitis.\n6. Evidence of any vulvovaginitis other than bacterial vaginosis. (e.g., candidiasis, Trichomonas vaginalis, Chlamydia trachomatis, Neisseria gonorrhoeae, Herpes simplex).\n7. Subjects with visible signs of HPV infection, i.e. visible warts.\n8. Subject with another vaginal or vulvar condition, which would confound the interpretation of clinical response.\n9. Subject will be under treatment during the study period for cervical intraepithelial neoplasia (CIN) or cervical carcinoma.\n10. History of hypersensitivity to clindamycin, lincomycin, or any of the components of the vaginal creams.\n11. Use within 2 weeks prior to baseline of 1) topical or systemic antibiotics or 2) topical or systemic antifungal.\n12. Use of spermicides, tampons, douches, diaphragms, condoms within 48 hours of the baseline visit.\n13. Concurrent use of systemic corticosteroids or systemic antibiotics.\n14. Unwilling or unable to comply with the protocol requirements.\n15. Subjects who have participated in an investigational drug study (i.e., subjects have been treated with an investigational drug) within 30 days prior to baseline will be excluded from study participation. Subjects who are participating in non-treatment studies such as observational studies or registry studies can be considered for inclusion.\n16. Subjects who have been previously enrolled in this study.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Both a Clinical and a Bacteriological Cure (Nugent Score <4), Evaluated at Visit 2 Test-of-cure (Study Day 22-30).","description":"Clinical Cure is defined as resolution of clinical signs and symptoms from entry visit as follows:\n\n1. The original discharge characteristic of bacterial vaginosis has returned to a normal physiological vaginal discharge which varies in appearance and consistency depending on the menstrual cycle,\n2. The whiff test is negative for any amine (\"fishy\") odor,\n3. The saline wet mount is negative for clue cells,\n4. Vaginal fluid pH is \\< 4.7, using pH paper that measures from 3.6 to 6.1.\n\nA Bacteriological cure is defined as a Nugent score \\< 4.\n\nThe system used a 0-4 scale (Nugent Scoring System 0-10 for Gram-Stained Vaginal Smears) for evaluation of vaginal flora, based on the weighted sum of the following 3 bacterial morphotypes scores calculated from slide examination under oil immersion field:\n\n1. Lactobacillus: large gram positive rods,\n2. Gardnerella / Bacteroides spp: Small gram variable coccobacilli/small Gram negative rods,\n3. Mobiluncus spp.: thin, curved Gram variable rods","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":233},"commonTop":["Headache","Vulvovaginal pruritus","Abdominal pain","Vaginal discharge","Vulvovaginal mycotic infection"]}}}