{"nctId":"NCT01541553","briefTitle":"A Sequential Treatment Regimen of Cryotherapy and Picato® for the Treatment of Actinic Keratosis on the Face and Scalp","startDateStruct":{"date":"2012-03"},"conditions":["Actinic Keratosis"],"count":367,"armGroups":[{"label":"PEP005 Gel, 0.015%","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Cryotherapy","Drug: Ingenol metabute"]},{"label":"Vehicle gel","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: Cryotherapy","Drug: Vehicle"]}],"interventions":[{"name":"Cryotherapy","otherNames":[]},{"name":"Vehicle","otherNames":[]},{"name":"Ingenol metabute","otherNames":["Picato® gel, 0.015%"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects must be competent to understand the nature of the trial and provide informed consent.\n* Subjects with 4 to 8 clinically typical, visible and discrete AKs within a contiguous 25 cm2 treatment area on the face or scalp.\n* Subject at least 18 years of age.\n* Female subjects must be of either:\n\n  * Non-childbearing potential, i.e. post-menopausal or have a confirmed clinical history of sterility (e.g. the subject is without a uterus) or,\n  * Childbearing potential, provided there is a confirmed negative urine pregnancy test prior to study treatment, to rule out pregnancy.\n* Female subjects of childbearing potential must be willing to use effective contraception.\n\nExclusion Criteria:\n\n* Location of the selected treatment area:\n\n  * on any location other than the face or scalp\n  * within 5 cm of an incompletely healed wound\n  * within 10 cm of a suspected basal cell carcinoma (BCC) or SCC\n* Prior treatment with PEP005 Gel on face or scalp.\n* Selected treatment area lesions that have:\n\n  * atypical clinical appearance and/or\n  * recalcitrant disease\n* History or evidence of skin conditions other than the trial indication that would interfere with evaluation of the trial medication\n* Clinical diagnosis/history or evidence of any medical condition that would expose a subject to an undue risk of a significant AE or interfere with assessments of safety and efficacy.\n* Any abnormal vital signs measurements that are medically significant or would impact the safety of the subject or the interpretation of the trial results.\n* Anticipated need for hospitalization or out-patient surgery during the first 15 days after the first trial medication application.\n* Known sensitivity or allergy to any of the ingredients in PEP005 Gel\n* Recent excessive exposure to ultraviolet light\n* Current enrolment or participation in a clinical trial within 30 days of entry into this study\n* Subjects previously randomised in the trial\n* Female subjects who are breastfeeding\n\nProhibited Therapies and/or Medications within 2 weeks prior to Visit 1\n\n* Cosmetic or therapeutic procedures within 2 cm of the selected treatment area\n* Use of acid-containing therapeutic products within 2 cm of the selected treatment area\n* Use of topical medicated creams, ointments, lotions, gels, foams or sprays\n\nProhibited Therapies and/or Medications: within 4 weeks prior to visit 1:\n\n* Treatment with immunomodulators, cytotoxic drugs or inter-feron /interferon inducers\n* Treatment with systemic medications that suppress the immune system\n* Treatment/therapy with ultraviolet light A (UVA) or ultraviolet light B (UVB).\n\nProhibited Therapies and/or Medications within 8 weeks prior to visit 1:\n\n* Treatment with 5-FU, imiquimod, diclofenac sodium, or photodynamic therapy: within 2 cm of the selected treatment area.\n\nProhibited Therapies and/or Medications within 6 months prior to visit 1\n\n* Use of systemic retinoids or biologic / mono-clonal antibody therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Clearance of AKs at Week 11","description":"To determine the 11-week rate of complete clearance of AKs (defined as no clinically visible AKs) in the selected treatment area using sequential cryotherapy and field treatment with PEP005 Gel compared to cryotherapy alone.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Number of AKs at Week 11","description":"Percentage change from baseline in number of AKs at Week 11","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.1","spread":"31.8"},{"groupId":"OG001","value":"74.1","spread":"34.4"}]}]}]},{"type":"SECONDARY","title":"Partial Clearance of AKs at Week 11","description":"Partial clearance of AKs at Week 11, defined as 75% or greater reduction from baseline in the number of clinically visible AKs in the selected treatment area at Week 11","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"130","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":167},"commonTop":[]}}}