{"nctId":"NCT02121002","briefTitle":"Study Comparing a Generic Diclofenac Sodium Topical Gel, 1% to Voltaren in the Treatment of Subjects With Osteoarthritis of the Knee","startDateStruct":{"date":"2014-04"},"conditions":["Osteoarthritis"],"count":1176,"armGroups":[{"label":"Diclofenac Sodium Topical Gel, 1%","type":"EXPERIMENTAL","interventionNames":["Drug: Diclofenac Sodium Topical Gel, 1%"]},{"label":"Voltaren Topical Gel, 1%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Voltaren Topical Gel, 1%"]},{"label":"Vehicle Diclofenac Sodium Topical Gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Diclofenac Sodium Topical Gel"]}],"interventions":[{"name":"Diclofenac Sodium Topical Gel, 1%","otherNames":[]},{"name":"Voltaren Topical Gel, 1%","otherNames":[]},{"name":"Vehicle Diclofenac Sodium Topical Gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy, ambulatory male or non-pregnant female subjects aged ≥ 35 years with a clinical diagnosis of OA of the knee.\n* Had an X-ray of the target knee, taken no more than 1 year before baseline, showing evidence of OA with Kellgren-Lawrence grade 1-3 disease.\n* After discontinuing all pain medications for at least 7 days, has at least moderate pain on movement for target knee\n* If female and of child-bearing potential, agree to abstain from sexual intercourse or use a reliable method of contraception during the study\n* Able to tolerate rescue medication with paracetamol/acetaminophen.\n\nExclusion Criteria:\n\n* Pregnant or lactating or planning to become pregnant during the study period.\n* X-ray showing evidence of OA with Kellgren-Lawrence grade 4 disease.\n* History of OA pain in the contralateral knee requiring medication within 1 year prior to screening.\n* After discontinuing all pain medications for at least 7 days, has a baseline score of ≥20 mm on a 0-100 mm Visual Analog Scale (VAS) for the contralateral knee immediately prior to randomization.\n* History of secondary OA, rheumatoid arthritis, chronic inflammatory disease or fibromyalgia.\n* History of asthma, hypertension, myocardial infarction, thrombotic events, stroke, congestive heart failure, impaired renal function or liver disease.\n* History of gastrointestinal bleeding or peptic ulcer disease.\n* Use of warfarin or other anticoagulant therapy within 30 days of study randomization.\n* Elevated transaminases at screening.\n* Use of ACE inhibitors, cyclosporine, diuretics, lithium or methotrexate, within 30 days of study randomization.\n* Concomitant use of corticosteroids or use within 30 days of study randomization.\n* Concomitant acetylsalicylic acid therapy other than a stable low dose used for cardiac prophylaxis taken for at least 3 months prior to enrollment and maintained throughout the duration of the study.\n* Known allergy to aspirin or nonsteroidal anti-inflammatory drug\n* Any other acute or chronic illness that could compromise the integrity of study data or place the subject at risk by participating in the study.\n* Receipt of any drug as part of a research study within 30 days prior to screening.\n* Previous participation in this study.\n* Any use between screening and baseline of a treatment or medication that may potentially confound study assessment that may potentially confound study assessment (e.g. use of topical analgesics or anti-inflammatory drugs).\n* Recent history of major knee injury or surgery.\n* Known history of positive HIV","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 4 Weeks in WOMAC Pain Score","description":"Mean change from baseline to week 4 in the Western Ontario McMaster\n\nOsteoarthritis (WOMAC) pain score:\n\n5-point Likert scale: none=o, mild=1, moderate=2, severe=3, extreme=4","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2332","spread":"0.1160"},{"groupId":"OG001","value":"2.0287","spread":"0.1157"},{"groupId":"OG002","value":"-0.6387","spread":"0.1172"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":391},"commonTop":["Pyrexia","Gastrooesophageal reflux disease","Oedema,","Nasopharyngitis Cough","Pruritus and Rash Pruritic"]}}}