{"nctId":"NCT02469090","briefTitle":"Efficacy, Safety and Tolerability Study of APL-130277 for the Acute Treatment of OFF Episodes in Patients With Parkinson's Disease","startDateStruct":{"date":"2015-06-18","type":"ACTUAL"},"conditions":["Parkinson Disease, Off Episodes"],"count":141,"armGroups":[{"label":"APL-130277","type":"EXPERIMENTAL","interventionNames":["Drug: APL-130277"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"APL-130277","otherNames":["Apomorphine Hydrochloride, Sublingual Thin Film"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female ≥ 18 years of age.\n* Clinical diagnosis of Idiopathic PD, consistent with UK Brain Bank Criteria.\n* Clinically meaningful response to L-Dopa with well-defined early morning \"OFF\" episodes, as determined by the Investigator.\n* Receiving stable doses of L-Dopa/carbidopa (immediate or CR) administered at least 4 times per day OR Rytary™ administered 3 times per day, for at least 4 weeks before the initial Screening Visit\n* No planned medication change(s) or surgical intervention anticipated during the course of study.\n* Patients must experience at least one well defined \"OFF\" episode per day with a total daily \"OFF\" time duration of ≥ 2 hours during the waking day, based on patient self-assessment.\n* Stage III or less on the modified Hoehn and Yahr scale in the \"ON\" state.\n* MMSE score \\> 25.\n\nExclusion Criteria:\n\nA patient will not be eligible for study entry if any of the following exclusion criteria are met:\n\n* Atypical or secondary parkinsonism.\n* Previous treatment with any of the following: a neurosurgical procedure for PD; continuous s.c. apomorphine infusion; or Duodopa/Duopa.\n* Treatment with any form of s.c. apomorphine within 7 days prior to the initial Screening Visit (SV1). Patients that stopped s.c. apomorphine for any reason other than systemic safety concerns or lack of efficacy may be considered.\n* Contraindications to APOKYN®, or hypersensitivity to apomorphine hydrochloride or any of the ingredients of APOKYN® (notably sodium metabisulfite); Tigan® (trimethobenzamide hydrochloride; patients from US sites only); or domperidone (patients from non-US sites only).\n* Participation in a clinical trial within 30 days prior to the initial Screening Visit (SV1).\n* Currently taking selective 5HT3 antagonists (i.e., ondansetron, granisetron, dolasetron, palonosetron, alosetron), dopamine antagonists (excluding quetiapine or clozapine) or dopamine depleting agents.\n* Drug or alcohol dependency in the past 12 months.\n* History of malignant melanoma.\n* Clinically significant medical, surgical, or laboratory abnormality in the opinion of the Investigator.\n* Major psychiatric disorder including, but not limited to, dementia, bipolar disorder, psychosis, or any disorder that, in the opinion of the Investigator, requires ongoing treatment that would make study participation unsafe or make treatment compliance difficult.\n* History of clinically significant hallucinations during the past 6 months.\n* History of clinically significant impulse control disorder(s).\n* Dementia that precludes providing informed consent or would interfere with participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Pre-Dose to 30 Minutes Post-Dose in The Movement Disorders Society Unified Parkinson's Disease Rating Scale Part III Motor Examination (MDS-UPDRS Part III) Score at Maintenance Visit 4 (MV4) - Week 12","description":"The Motor Function section (Part III) of the MDS-UPDRS was administered by the Investigator, and included 33 scores based on 18-items, each anchored with 5 responses: 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe. The scale range was from 0 to 132, with a lower score indicating better motor function and a higher score indicating more severe motor symptoms.\n\nThe least square mean change in the MDS-UPDRS Part III score from pre-dose to 30 minutes post-dose at MV4 is presented. A negative change from pre-dose indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"1.29"},{"groupId":"OG001","value":"-11.1","spread":"1.46"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Patient-related Full 'ON' Response Within 30 Minutes at MV4 - Week 12: Predicted Response Rate","description":"A full 'ON' response was defined as a period of time where in the judgment of the patient the medication was providing full benefit with regard to mobility, stiffness, slowness and other PD features comparable to or better than that obtained with their standard dose of oral L-dopa and other anti-parkinsonian medications prior to beginning the study. Patients were asked if they attained a full 'ON' state anytime within 30 minutes of dosing. The predicted response rates are presented and were estimated using a generalized linear mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Patient-related Full 'ON' Response Within 30 Minutes That Had a Duration of Effect of at Least 30 Minutes at MV4 - Week 12: Predicted Response Rate","description":"A full 'ON' response was defined as a period of time where in the judgment of the patient the medication was providing full benefit with regard to mobility, stiffness, slowness and other PD features comparable to or better than that obtained with their standard dose of oral L-dopa and other anti-parkinsonian medications prior to beginning the study. The percentage of patients who attained a full 'ON' within 30 minutes of dosing, and whose duration from time when study medication began to have an effect lasted for at least 30 minutes were evaluated. The predicted response rates are presented and were estimated using a generalized linear mixed model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Improvement (PGI-I): Percentage of Patients Who Improved at MV4 - Week 12","description":"During the PGI-I assessment the patient was asked to answer the question \"Since starting study medication, how has your illness changed?\" with 1 of the following responses:\n\n1 = very much improved; 2 = much improved; 3 = minimally improved; 4 = no change; 5 = minimally worse; 6 = much worse and 7 = very much worse.\n\nThe percentage of patients who improved at MV4 (gave responses 1 - 3) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinician Global Impression of Improvement (CGI-I): Percentage of Patients Who Improved at MV4 - Week 12","description":"During the CGI-I assessment the clinician using the question \"Compared to his/her condition on baseline, how much has he/she changed?\" provided 1 of the following responses:\n\n1 = very much improved; 2 = much improved; 3 = minimally improved; 4 = no change; 5 = minimally worse; 6 = much worse and 7 = very much worse.\n\nThe percentage of patients who improved at MV4 (responses 1 - 3) are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"40.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Screening Visit to MV4 (Week 12) in MDS-UPDRS Part II: Motor Aspects of Experience of Daily Living","description":"Part II of the MDS-UPDRS assessed motor experiences of daily living and was self-administered by the patient. The MDS-UPDRS Part II score was calculated as the sum of the individual items of the MDS-UPDRS Part II questionnaire (items 2.1 - 2.13), and was based on 13-items, each anchored with 5 responses: 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe. The scale range was from 0 to 52, with a lower score indicating better motor function for daily living and a higher score indicating more severe motor symptoms.\n\nThe mean change in the MDS-UPDRS Part II score from the screening visit to Week 12 of the Maintenance Treatment Phase is presented. A negative change indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.095","spread":null},{"groupId":"OG001","value":"0.995","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percentage of Instances Where a Full 'ON' Response Was Achieved at 30 Minutes Post-dose on the Home Dosing Diary Entries During the 2 Days Prior to MV4 - Week 12","description":"Patients self-administered their doses of randomized study medication in order to treat up to 5 'OFF' episodes per day and recorded the time of self-administration and the 'ON'/'OFF' status at 30 minutes post-dose in a home dosing diary.\n\nA full 'ON' response was defined as a period of time where in the judgment of the patient the medication was providing full benefit with regard to mobility, stiffness, slowness and other PD features comparable to or better than that obtained with their standard dose of oral L-dopa and other anti-parkinsonian medications prior to beginning the study.\n\nThe percentage of instances in which a full 'ON' response was achieved at 30 minutes out of all recorded episodes was calculated and is presented, and the mean percentage is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.10","spread":null},{"groupId":"OG001","value":"78.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Screening Visit to MV4 in the Parkinson's Disease Quality of Life Questionnaire (PDQ-39) Summary Index Score","description":"The PDQ-39 was self-administered by the patient during screening and at each MV. The PDQ-39 assessed the impact of PD on the quality of life in the preceding month using 39-items, each anchored with 5 responses: Never, Occasionally, Sometimes, Often and Always. Items were grouped into 8 scales (Mobility, Activities of daily living, Emotional well-being, Stigma, Social support, Cognitions, Communication and Bodily discomfort) that were scored by expressing summed item scores as a percentage score ranging between 0 and 100. The PDQ-39 summary index score was derived by the sum of the 8 PDQ-39 scale scores divided by 8, yielding a score between 0 and 100. 0 indicates perfect health and 100 indicates worse health as assessed by the measure. A negative change indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.671","spread":null},{"groupId":"OG001","value":"0.309","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Pre-Dose to 15 Minutes Post-Dose in the MDS-UPDRS Part III Score at MV4 - Week 12","description":"The Motor Function section (Part III) of the MDS-UPDRS was administered by the Investigator, and included 33 scores based on 18-items, each anchored with 5 responses: 0 = normal, 1 = slight, 2 = mild, 3 = moderate, and 4 = severe. The scale range was from 0 to 132, with a lower score indicating better motor function and a higher score indicating more severe motor symptoms.\n\nThe mean change in the MDS-UPDRS Part III score from pre-dose to 15 minutes post-dose at MV4 is presented. A negative change indicates an improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":null},{"groupId":"OG001","value":"-6.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Dosing to When Study Medication Provided an Effect at MV4 - Week 12","description":"The time to effect at MV4 was described using the Kaplan-Meier method, including an estimate of the median time to effect and corresponding 95% confidence interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"21.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":141},"commonTop":["Nausea","Somnolence","Dizziness","Yawning","Headache"]}}}