{"nctId":"NCT05422365","briefTitle":"Intravenous Immunoglobulin (IVIG, Bioven) Efficacy and Safety in Chronic Primary Immune Thrombocytopenia (ITP) in Adults","startDateStruct":{"date":"2022-07-26","type":"ACTUAL"},"conditions":["Primary Immune Thrombocytopenia"],"count":32,"armGroups":[{"label":"Main Group","type":"EXPERIMENTAL","interventionNames":["Drug: Intravenous immunoglobulin (IVIG), 10% solution for infusion"]}],"interventions":[{"name":"Intravenous immunoglobulin (IVIG), 10% solution for infusion","otherNames":["Bioven, 10% solution for infusion"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Signed Patient Informed Consent Form for participation in the study;\n* Men and women aged 18-65;\n* Confirmed primary chronic ITP (lasting \\> 12 months since diagnosis);\n* A full blood count should be normal except for the isolated thrombocytopenia. Patients with low hemoglobin levels (but above 90 g / l) may be included if there are symptoms of bleeding;\n* If bleeding symptoms are diagnosed, the reticulocyte count should be measured;\n* Platelet count \\<30 x 109 / L;\n* If the patient is taking corticosteroids, the treatment regimen/dose should be stable (at least 2 weeks prior to screening);\n* Negative pregnancy test (for women of child-bearing potential);\n* Willingness to use effective and reliable methods of contraception throughout the entire study period;\n* The results of physical, instrumental, and laboratory examination of patients should be within the normal range or deviations should be regarded by the researcher as clinically insignificant;\n* Ability, according to the researcher, to follow all the requirements of the study protocol;\n\nExclusion criteria:\n\n* Known intolerance to plasma and immunoglobulin preparations;\n* Drug allergy or hypersensitivity to immunoglobulin preparations;\n* Confirmed deficiency of immunoglobulin A (IgA) and antibodies to IgA.\n* Contraindications to immunoglobulin administration according to the instructions for medical use;\n* Pregnancy and lactation;\n* Any clinically significant hepatic impairment (increase of serum transaminase levels by more than 3 times the upper limit of normal);\n* Serum creatinine levels are more than two times higher than the upper limit of normal for a given age and sex;\n* Severe cardiovascular insufficiency (HF III);\n* History of thrombosis or presence of significant risk factors for thrombosis.\n* Patients with preventive splenectomy;\n* Hemostatic disorders other than chronic thrombocytopenia;\n* Persons with acute or exacerbation of chronic diseases of the gastrointestinal tract associated with the risk of bleeding, acute infectious diseases, pathologies of the respiratory system;\n* Proven case of primary immunodeficiency;\n* Secondary immune thrombocytopenia;\n* Virus infections (Epstein-Barr, Cytomegalovirus, Parvovirus, Hepatitis B and C);\n* Documented HIV infection\n* Positive reaction of Wassermann (RW) test result;\n* Systemic immunopathological diseases (rheumatic diseases, nephritis, etc.);\n* Oncological diseases;\n* Diabetes mellitus;\n* Thyroid diseases;\n* History of mental illness;\n* Known drug addiction;\n* Any other concomitant decompensated diseases or acute conditions, the presence of which, according to the researcher, may significantly affect the results of the study;\n* The need to prescribe drugs that are incompatible with the administration of the drug in this study: other immunoglobulin preparations in addition to the study drug, cytostatic drugs, monoclonal antibodies, Avatrombopag);\n* Experimental treatment (e.g. Rituximab therapy) for 3 months prior to screening);\n* Blood transfusions or transfusions of blood products in the last 6 months prior to inclusion in the study;\n* Administration of IVIG 30 days prior to screening;\n* Participation in any other study currently or within the last 30 days;\n\nCriteria for exclusion of subjects (discontinuation of treatment with the study drug):\n\n* Patient's wish\n* Occurrence of severe and/or unexpected Adverse events (AE) or Adverse reactions (AR) in patient during the study, that require discontinuation of the drug;\n* The need to prescribe drugs prohibited in this study.\n* Significant deterioration of the patient's condition during the study period;\n* Failure of the patient to adhere to the treatment regimen;\n* Failure of the patient to follow the procedures established under the protocol;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part (Percent) of Patients With Response (R)","description":"platelet count \\>30 x 109 /l and at least 2-fold increase of the baseline count, confirmed on at least 2 separate occasions at least 7 days apart, and absence of bleeding","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Part (Percent) of Patients With Complete Response (CR)","description":"platelet count \\>100 x 109 /l, confirmed on at least 2 separate occasions at least 7 days apart, and absence of bleeding. Complete response (CR) was achieved in 13 patients during the study.\n\nCR = 13/32 = 40.63 % (23,61%; 57,64%) This corresponds 40,63% from total number of patients. The confidence interval for this value is 23.61% to 57.64%","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Part (Percent) of Patients With no Response (NR)","description":"platelet count \\< 30 x 109/L or less than a 2-fold increase of the baseline count. It should be confirmed by at least 2 blood tests or presence of bleeding","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Part (Percent) of Patients With Loss of Response (R)","description":"Decreasing platelet count (\\< 30 x 109/L or less than a 2-fold increase of the baseline count) or development of bleeding. Platelet count should be confirmed at least two times, with an interval of 1 day.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Part (Percent) of Patients With Loss of Complete Response (CR)","description":"decreased platelet count \\<100 x 109/L or development of bleeding","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Time (in Days) From Treatment Start to Response (R)","description":"Time calculated from first infusion (treatment start) to the day when the response (R) criteria are achieved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time (in Days) From Treatment to Complete Response (CR)","description":"Time calculated from first infusion (treatment start) to the day when the complete response (CR) criteria are achieved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration (in Days) of Response (R)","description":"Time calculated from the day when the complete response (R) criteria are achieved, to the day when loss of complete response (R) criteria is achieved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration (in Days) of Complete Response (CR)","description":"Time calculated from the day when the complete response (CR) criteria are achieved, to the day when loss of complete response (CR) criteria are achieved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Frequency (Percent) of Adverse Events","description":"Part of the drug administration cases with adverse events, from all cases of study drug administration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Frequency of Serious Adverse Events","description":"Part of the drug administration cases with serious adverse events, from all cases of study drug administration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":32},"commonTop":["Headache","Allergic reaction"]}}}