{"nctId":"NCT02507219","briefTitle":"Study of Ibuprofen Effects on Brain Function","startDateStruct":{"date":"2015-07"},"conditions":["Major Depressive Disorder"],"count":24,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ibuprofen"]},{"label":"Ibuprofen, 200mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen"]},{"label":"Ibuprofen, 600mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ibuprofen"]}],"interventions":[{"name":"Ibuprofen","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male, or female\n2. Between the ages of 18-50.\n3. In good general health\n\nExclusion Criteria:\n\n1. Subjects who report a history of any mental health disorder such as dysthymia, simple phobia, major depression, obsessive compulsive disorder or panic disorder as a primary diagnosis currently or within 6 months prior to the screening visit.\n2. Subjects with a history of schizophrenia, schizoaffective disorder, or a bipolar disorder.\n3. Subjects who report DSM-V criteria for substance use disorder (alcohol or drugs) currently or within 6 months prior to screening\n4. Subjects who have a positive urine illicit drug screen.\n5. Subjects that regularly (more than 15 days for past 30 days) use NSAIDS and have not used NSAIDS in the previous 5 days.\n6. Subjects with a history of clinically significant hepatic cardiac, renal, neurologic, cerebrovascular, metabolic or pulmonary disease, gastric disease.\n7. Subjects who have taken psychotropic drugs or antidepressants (including monoamine oxidase inhibitors, MAOI's) within the last year\n8. Subjects with a history of seizure disorders (except for febrile seizures in childhood).\n9. Subjects who, in the investigator's judgment pose a current, serious suicidal or homicidal risk or have made a suicide attempt within the past 6 months.\n10. Women who have a positive serum HCG pregnancy test at screen visit or who are lactating or planning to become pregnant within the next 18 weeks following the screen visit.\n11. Women who are currently menstruating.\n12. The subject suffers from claustrophobia, or phobia for injections or blood.\n13. Magnetic Resonance Imaging related exclusion criteria: cardiac pacemaker, metal fragments in eyes/skin/body (shrapnel), subjects who have ever been a metal worker/welder; history of eye surgery/eyes washed out because of metal, aortic/aneurysm clips, prosthesis, by-pass surgery/coronary artery clips, hearing aid, heart valve replacement, subjects who are in the first trimester of pregnancy, subjects with an I.U.D. (birth control device), a shunt (ventricular or spinal), electrodes, metal plates/pins/screws/wires, or neuro/bio-stimulators (TENS unit).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Dose-dependent Differences in the BOLD Response to fMRI Tasks in the Amygdala","description":"Change in amygdala activation following administration of placebo, 200mg of ibuprofen or 600mg of ibuprofen","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.045"},{"groupId":"OG001","value":"0.21","spread":"0.032"},{"groupId":"OG002","value":"0.23","spread":"0.047"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"0.037"},{"groupId":"OG001","value":"0.23","spread":"0.037"},{"groupId":"OG002","value":"0.17","spread":"0.063"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":21},"commonTop":[]}}}