{"nctId":"NCT01606202","briefTitle":"A Study of Cannabis Based Medicine Extracts and Placebo in Patients With Pain Due to Spinal Cord Injury","startDateStruct":{"date":"2002-07"},"conditions":["Pain"],"count":116,"armGroups":[{"label":"GW-1000-02","type":"EXPERIMENTAL","interventionNames":["Drug: GW-1000-02"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"GW-1000-02","otherNames":["Sativex"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Gave informed consent for participation in the study.\n* Male or Female, aged 18 years or above.\n* Diagnosis of non-acute spinal cord injury, with central neuropathic pain not wholly relieved by current therapy.\n* Central neuropathic pain with a mean severity Numerical Rating Scale score at least four during last seven days of the baseline period.\n* Relatively stable neurology during the preceding six months.\n* Stable medication regimen during the preceding four weeks.\n* Agreement, if female and of child bearing potential or if male with a partner of child bearing potential, to ensure that effective contraception was used during the study and for three months thereafter.\n* Had not used cannabinoids for at least the preceding seven days and willing to abstain from any use of cannabinoids during the study.\n* Clinically acceptable laboratory results at Visit 2.\n* Ability (in the investigator's opinion) and willingness to comply with all study requirements.\n* Agreement for the UK Home Office, their general practitioner, and their consultant if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* History of alcohol or substance abuse.\n* Severe cardiovascular disorder, such as ischaemic heart disease, arrhythmias (other than well controlled atrial fibrillation), poorly controlled hypertension or severe heart failure.\n* History of autonomic dysreflexia.\n* History of epilepsy.\n* If female, were pregnant or lactating, or were planning a pregnancy to occur during the course of the study.\n* Significant renal or hepatic impairment.\n* Elective surgery or other procedures requiring general anaesthesia scheduled to occur during the study.\n* Terminal illness or were considered inappropriate for placebo medication.\n* Any other significant disease or disorder which, in the opinion of the investigator, may have either put the subject at risk because of participation in the study, or may influenced the result of the study, or the subject's ability to participate in the study.\n* Regular levodopa therapy within the seven days leading to study entry.\n* If male, were receiving and were unwilling to stop sildenafil for the duration of the study.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medications.\n* Known or suspected adverse reaction to cannabinoids.\n* Intention to travel internationally during the study.\n* Intention to donate blood during the study.\n* Participation in another research study in the 12 weeks leading to study entry.\n* Previous randomisation into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Central Neuropathic Pain 11-Point Numerical Rating Scale Scores at the End of Treatment (up to 51 Days).","description":"The Central Neuropathic Pain Numerical Rating Scale score was recorded three times daily, in the morning (on waking), at lunchtime and in the evening using the scale, 0 = 'No Pain' and 10 = 'Worst Possible Pain'. Patients were instructed to relate 'No Pain' to the time before the start of their spinal cord injury. End of Treatment was defined as the mean of the last seven days in the study or the mean of the last three days if the subject withdrew. A negative value indicates an improvement in pain score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.74","spread":"1.12"},{"groupId":"OG001","value":"-0.69","spread":"1.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Percentage of Days on Which Escape Medication Was Used at the End of Treatment","description":"The percentage of days that subjects used escape medication was analysed and is presented as the mean change from baseline at the end of treatment. A negative value from baseline indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.68","spread":"18.25"},{"groupId":"OG001","value":"-2.91","spread":"20.83"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Spasm Severity Numerical Rating Scale Score at the End of Treatment","description":"Each day, just before going to bed, patients recorded in their patient diary whether they experienced any spasms that day and, if yes, recorded the overall level of the spasm(s) experienced using an Numerical Rating Scale spasm scale ranging from 0 = \"Mildest ever spasm\" to 10 = \"Worst ever spasm\". The mean spasm severity scores were summarised and analysed analogously to the primary endpoint. A negative value from baseline indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.50","spread":"1.46"},{"groupId":"OG001","value":"-0.69","spread":"1.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Days on Which Spasm Was Experienced at the End of Treatment","description":"Each day, just before going to bed, patients recorded in their patient diary whether they experienced any spasms that day. The percentage of days on which spasm was experienced were summarised and analysed analogously to the primary endpoint. A negative value from baseline indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.92","spread":"20.01"},{"groupId":"OG001","value":"-1.57","spread":"22.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Spasticity Severity Numerical Rating Scale Scores the End of Treatment.","description":"Each day at bed time patients recorded whether they experienced any spasticity that day and, if yes, the overall level of spasticity experienced was quantified using an Numerical Rating Scale from 0 = \"Mildest ever spasticity\" to 10 = \"Worst ever spasticity\". The mean spasticity severity scores and the changes from baseline to End of Treatment were to be calculated. A negative value indicates an improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.37","spread":"1.25"},{"groupId":"OG001","value":"-0.46","spread":"1.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Days on Which Spasticity Was Experienced at the End of Treatment","description":"Each day, just before going to bed, patients recorded in their patient diary whether they had experienced any spasticity that day or not. The percentage of days on which spasticity was experienced (spasticity incidence) was calculated and summarised analogously to the primary efficacy parameter of Numerical Rating Scale pain score. A negative value from baseline indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.86","spread":"6.71"},{"groupId":"OG001","value":"0.48","spread":"14.76"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified Ashworth Scale Score at the End of Treatment","description":"The Modified Ashworth Scale is a five-point scale conducted on four pre-identified muscle groups. Only the lower limb was assessed because not all Spinal Cord Injury patients upper limb disability. The assessor used the Modified Ashworth scale ranging from 0 (\"No increase in muscle tone\") to 4 (\"Affected part(s) rigid in flexion or extension\") to rate the muscle tone for knee and ankle for the left and right sides separately at a pre-dose visit and at the end of treatment. The average of the four individual scores and was taken. A negative value indicates an improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.43"},{"groupId":"OG001","value":"-0.01","spread":"0.42"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Short Orientation Memory Function Concentration Test Score at the End of Treatment","description":"Patients were asked at baseline and end of treatment, to complete the Short Orientation Memory Function Concentration Test as a measure of cognitive function. The minimum score is 0 and maximum of 28 which denoted good cognitive function .\n\nA negative value from baseline indicates a deterioration.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"2.79"},{"groupId":"OG001","value":"0.2","spread":"2.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Spitzer Quality of Life Index Score at the End of Treatment","description":"The Spitzer Quality of Life Index questionnaire consists of five sections, relating to activity, daily living, health, support and outlook. Each section has three choices (numbered 1, 2 and 3) and the patient is required to choose the one that best describes their quality of life during the last week. Choice 1 is scored 2, choice 2 is scored 1 and choice 3 is scored 0. The total Spitzer is the unweighted sum of the five scores. The scale is 0 (bad) to 10 (good). A positive value indicates an improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"1.41"},{"groupId":"OG001","value":"0.1","spread":"1.30"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Caregiver Strain Index Score at the End of Treatment","description":"Carers were asked at baseline and end of treatment to complete the Caregiver Strain Index, as a measure of the strain they felt from being a carer, the maximum possible score being 13. A negative value from baseline indicates an improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"2.73"},{"groupId":"OG001","value":"1.2","spread":"3.45"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Who Reported an Improvement in Their Overall Condition in the Patient Global Impression of Change at the End of Treatment","description":"The Patient Global Impression of Change asked patients to give their impression of the overall change in their condition during the study at the end of treatment using the following scale: 1 = Very Much Improved, 2 = Much Improved, 3 = Minimally Improved, 4 = No Change, 5 = Minimally Worse, 6 = Much Worse, 7 = Very Much Worse. The number of patients who scored their condition as 1, 2, or 3 (improved) is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Pain Inventory Score at the End of Treatment","description":"The Brief Pain Inventory is a 14-item questionnaire that asks patients to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The severity composite score is calculated as the arithmetic mean of the four severity items(range 0-10). A negative value indicates an improvement in worst pain score from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"5.22"},{"groupId":"OG001","value":"-1.2","spread":"4.64"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Sleep Disturbance Numerical Rating Scale Score at the End of Treatment","description":"Each day patients recorded in their patient diary whether they woke during the previous night using the following scoring system: 0 = No, 1 = Once, 2 = Twice, 3 = More than twice, 4 = Awake most of the night. A negative value indicates an improvement from baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.59"},{"groupId":"OG001","value":"-0.38","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Patient Safety.","description":"The number of patients who experienced an adverse event during the study is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":56},"commonTop":["Dizziness","Dysgeusia","Urinary Tract Infection Not Otherwise Specified","Nausea","Somnolence"]}}}