{"nctId":"NCT02930018","briefTitle":"Safety and Efficacy of Nerinetide (NA-1) in Subjects Undergoing Endovascular Thrombectomy for Stroke","startDateStruct":{"date":"2017-03-01","type":"ACTUAL"},"conditions":["Stroke, Acute"],"count":1105,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Nerinetide (NA-1), 2.6 mg/kg","type":"EXPERIMENTAL","interventionNames":["Drug: Nerinetide (NA-1), 2.6 mg/kg"]}],"interventions":[{"name":"Nerinetide (NA-1), 2.6 mg/kg","otherNames":["NA-1"]},{"name":"Placebo","otherNames":["Drug vehicle only"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke (AIS) for immediate endovascular treatment\n2. Age 18 or greater.\n3. Onset (last-seen-well) time to randomization time within 12 hours.\n4. Disabling stroke defined as a baseline National Institutes of Health Stroke Score (NIHSS) \\> 5 at the time of randomization.\n5. Pre-stroke (24 hours prior to stroke onset) independent functional status in activities of daily living with modified Barthel Index (BI) \\> 90 (95 or 100). Patient must be living in their own home, apartment or seniors lodge where no nursing care is required.\n6. Confirmed symptomatic intracranial occlusion, based on multiphase or dynamic computerized tomographic angiography (CTA), at one or more of the following locations: Intracranial carotid T/L, M1 middle cerebral artery (MCA). Functionally, when defining the M1 or the M2, the bulk of the MCA territory must be ischemic.\n7. Non-contrast computed tomography (NCCT) and CTA (multiphase or dynamic) for trial eligibility performed or repeated at ESCAPE-NA1 stroke centre with endovascular suite on-site.\n8. Endovascular treatment with declared first endovascular approach as either stent retriever or aspiration device, and intended to be initiated (arterial access) within 60 minutes of baseline/qualifying NCCT and to first recanalization of 90 minutes. Study drug intended to be administered within 60 minutes of the baseline/qualifying NCCT.\n9. Signed informed consent from subject or legally authorized representative or, if required to enable inclusion by applicable national laws and regulations and the applicable independent review boards/Ethics Committee requirements for obtaining consent, from the investigator after consultation with an independent physician who is not otherwise participating in the trial.\n\nExclusion Criteria:\n\n1. Evidence of a large core of established infarction defined as ASPECTS 0-4.\n2. Evidence of absence of collateral circulation on CTA (Collateral score of 0 or 1).\n3. Intent to use any endovascular device other than a stent retriever or clot aspiration device or intra-arterial medications as the initial thrombectomy approach.\n4. Intent to use any intravenous thrombolytic other than alteplase if intravenous thrombolysis is planned.\n5. No femoral pulses, very difficult endovascular access or extreme tortuosity of great vessels that is predicted to result in an inability to deliver timely endovascular therapy. Direct common carotid or radial/brachial/axillary access is permissible.\n6. Estimated or known weight \\> 120 kg or \\< 45 kg.\n7. Pregnancy; if a woman is of childbearing potential a urine or serum beta human chorionic gonadotropin (β-hCG) test is positive, or breastfeeding.\n8. Severe contrast allergy or absolute contraindication to iodinated contrast preventing endovascular intervention, including any contraindications listed in the prescribing information approved by local authorities (e.g., patients with decompensated heart failure as a contraindication for the use of VISIPAQUE™ 270 in Germany).\n9. Clinical history, past imaging or clinical judgment suggests that the intracranial occlusion is chronic or there is suspected intracranial dissection such that there is a predicted lack of success with endovascular intervention.\n10. Prior enrolment in the ESCAPE-NA1 trial or prior receipt of NA-1 for any reason.\n11. Severe known renal impairment defined as requiring dialysis (hemo- or peritoneal) or if known a creatinine clearance \\< 29 mL/min.\n12. Patient has a severe or fatal comorbid illness that will prevent improvement or follow-up.\n13. Patient cannot complete follow-up treatment due to co-morbid non-fatal illness or they are known to be a visitor to the city or any other known reason for which follow-up would be impossible (e.g. incarcerated in a federal prison).\n14. Participation in another clinical trial investigating a drug, medical device, or a medical procedure in the 30 days preceding study inclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With mRS Score of 0 to 2","description":"Overall number of subjects experiencing a favorable functional outcome 90 days post-randomization, defined as 0 to 2 on the mRS.\n\nThe modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"329","spread":null},{"groupId":"OG001","value":"337","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With NIHSS Score of 0 to 2","description":"Number of subjects with good neurological outcome, as defined by a score of 0 to 2 on the NIHSS at Day 90 or the last rating.\n\nThe National Institutes of Health Stroke Scale (NIHSS) is a standardized neurological examination score that is a valid and reliable measure of disability and recovery after acute stroke. Scores range from 0 to 42, with higher scores indicating increasing severity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"320","spread":null},{"groupId":"OG001","value":"320","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality Rate","description":"Mortality rate, as defined by event rate (%) for mortality over the 90-day study period","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Subjects With mRS Score of 0 to 2 in the No-alteplase Sub-group","description":"Overall number of subjects experiencing a favorable functional outcome 90 days post-randomization, defined as 0 to 2 on the mRS in the sub-group of participants not treated with alteplase as part of standard-of-care.\n\nThe modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Subjects With NIHSS Score of 0 to 2 in the No-Alteplase Sub-group","description":"Number of subjects with good neurological outcome, as defined by a score of 0 to 2 on the NIHSS at Day 90 or the last rating in the sub-group of participants not treated with alteplase as part of standard-of-care.\n\nThe National Institutes of Health Stroke Scale (NIHSS) is a standardized neurological examination score that is a valid and reliable measure of disability and recovery after acute stroke. Scores range from 0 to 42, with higher scores indicating increasing severity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"129","spread":null}]}]}]},{"type":"POST_HOC","title":"Mortality Rate in the No-Alteplase Sub-group","description":"Mortality rate, as defined by event rate (%) for mortality over the 90-day study period in the sub-group of participants not treated with alteplase as part of standard-of-care","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Subjects With mRS Score of 0 to 2 in the Alteplase Sub-group","description":"Overall proportion of subjects experiencing a favorable functional outcome 90 days post-randomization, defined as 0 to 2 on the mRS in the sub-group of participants treated with alteplase as part of standard-of-care.\n\nThe modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"216","spread":null},{"groupId":"OG001","value":"207","spread":null}]}]}]},{"type":"POST_HOC","title":"Number of Subjects With NIHSS Score of 0 to 2 in the Alteplase Sub-group","description":"Number of subjects with good neurological outcome, as defined by a score of 0 to 2 on the NIHSS at Day 90 or the last rating in the sub-group of participants treated with alteplase as part of standard-of-care.\n\nThe National Institutes of Health Stroke Scale (NIHSS) is a standardized neurological examination score that is a valid and reliable measure of disability and recovery after acute stroke. Scores range from 0 to 42, with higher scores indicating increasing severity.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"207","spread":null},{"groupId":"OG001","value":"191","spread":null}]}]}]},{"type":"POST_HOC","title":"Mortality Rate in the Alteplase Sub-group","description":"Mortality rate, as defined by event rate (%) for mortality over the 90-day study period in the sub-group of participants treated with alteplase as part of standard-of-care","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":198,"n":554},"commonTop":["Headache","Hemorrhagic Transformation Stroke","Urinary tract infection","Hypotension","Vascular procedure complication"]}}}