{"nctId":"NCT00126438","briefTitle":"Meta-Iodobenzylguanidine (123I-mIBG) Scintigraphy Imaging in Patients With Heart Failure and Control Subjects Without Cardiovascular Disease","startDateStruct":{"date":"2005-07"},"conditions":["Heart Failure, Congestive"],"count":515,"armGroups":[{"label":"123I-mIBG (meta-iodobenzylguanidine)","type":"EXPERIMENTAL","interventionNames":["Drug: 123I-mIBG (meta-iodobenzylguanidine)"]}],"interventions":[{"name":"123I-mIBG (meta-iodobenzylguanidine)","otherNames":["MIBG","Iobenguane"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Study subjects must be adults with an established diagnosis of heart failure (New York Heart Association Class II or III) and reduced left ventricular ejection fraction (LVEF) (≤ 35%) or be healthy volunteers without heart disease.\n\nExclusion Criteria:\n\n* Healthy volunteers were not eligible if they had a history of diabetes mellitus, signs/symptoms of neurological disease (e.g., Parkinson's Disease, multiple system atrophy, Parkinsonian syndromes), or other diseases known to affect the sympathetic nervous system.\n* Subjects with New York Heart Association Class I or IV heart failure were not eligible.\n* Subjects were excluded if they had previously received 123I-mIBG or 131I-mIBG or participated in a clinical study involving investigational medicinal product or devices within 30 days.\n* Subjects that had a pacemaker or had received defibrillation, anti-tachycardia pacing or cardioversion to treat a previous arrhythmic event or had an ICD inserted within 30 days before study entry are not eligible.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Relationship Between the Occurrence of Adverse Cardiac Event and 123I-mIBG Uptake on Planar Scintigraphy Categorized as High or Low Heart to Mediastinum (H/M) Ratio","description":"H/M ratio for 123I-mIBG uptake at 3 hours 50 minutes post administration was calculated by dividing the counts/pixel in the total myocardium region of interest (ROI) by the counts/pixel in the 7x7 pixel mediastinal ROI. Assessments were done by 3 independent readers. H/M ratios were categorized as 'Low' and 'High' based on being \\<1.6 or ≥1.6 respectively. The efficacy of 123I-mIBG was based on the prognostic value of the imaging data collected relative to time to adverse cardiac events. Data analysis to assess the relative hazard of an adverse cardiac event was performed only on HF participants categorized into 2 groups with H/M \\<1.6 and H/M ≥1.6 using a Cox proportional hazards model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"112","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":453},"commonTop":[]}}}