{"nctId":"NCT01415960","briefTitle":"Efficacy and Safety of Leuprolide Acetate 22.5 mg Depot in Treatment of Prostate Cancer","startDateStruct":{"date":"2011-09"},"conditions":["Prostate Cancer"],"count":163,"armGroups":[{"label":"Leuprolide acetate 22.5 mg depot","type":"EXPERIMENTAL","interventionNames":["Drug: Leuprolide acetate 22.5 mg depot, GP-Pharm SA"]}],"interventions":[{"name":"Leuprolide acetate 22.5 mg depot, GP-Pharm SA","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Main selection criteria:\n\nPatients with histologically documented prostate cancer who might benefit from medical androgen deprivation therapy (i.e., reduction of androgen levels) will be considered for enrollment in the study if they meet the following criteria:\n\nInclusion Criteria:\n\n1. Males ≥18 years of age\n2. Patients with histologically documented prostate carcinoma who might benefit from medical androgen deprivation therapy.\n3. Life expectancy of at least 1 year.\n4. WHO/ECOG performance status of 0, 1, or 2.\n5. Adequate renal function at Screening as defined by serum creatinine ≤1.6 times the upper limit of normal (ULN) for the clinical laboratory.\n6. Adequate and stable hepatic function as defined by bilirubin ≤1.5 times the ULN and transaminases (i.e., aspartate aminotransferase, alanine aminotransferase) ≤2.5 times the ULN for the clinical laboratory at Screening.\n7. Ability to comprehend the full nature and purpose of the study, including possible risks and side effects; ability to cooperate with the investigator and to comply with the requirements of the entire study.\n8. Following receipt of verbal and written information about the study,the patient must provide signed informed consent before any study related activity is carried out.\n\nExclusion Criteria:\n\n1. Evidence of brain metastases, in the opinion of the investigator, taking into account medical history, clinical observations, and symptoms (rationale: to minimize possibility of serious acute flare reactions that would necessitate concomitant administration of other drugs).\n2. Evidence of spinal cord compression, in the opinion of the investigator, taking into account medical history, clinical observations, and symptoms (rationale: see rationale in criterion 1).\n3. Evidence of severe urinary tract obstruction with threatening urinary retention, in the opinion of the investigator, taking into account medical history, clinical observations, and symptoms (rationale: see rationale in criterion 1).\n4. Presence of any tumor in the immediate vicinity that could cause spinal cord compression, in the opinion of the investigator, taking into account medical history and clinical observations (rationale: see rationale in criterion 1).\n5. Excruciating, severe pain from extensive osseous deposits, taking into account medical history, clinical observations, and symptoms (rationale: see rationale in criterion 1).\n6. Testosterone levels \\<1.5 ng/mL at Screening, This testosterone level will be locally determined at the laboratory of each clinical site (rationale: to ensure that all patients have normal baseline testosterone levels).\n7. Previous androgen ablative therapy lasting more than 6 months, such as LHRH analogues (e.g., Leuprolide acetate, Goserelin, Buserelin) or antagonists (degarelix). Also, therapy must have not occurred within 12 months before the screening visit. Any prior ADT must have not exceeded 6 months of therapy.\n8. Previous treatment with androgen-receptor blockers, such as Bicalutamide, Flutamide, Megestrol acetate, Ciproterone will only be allowed after a 3 month washout prior to the screening visit (rationale: these therapies alter a patient's androgenic hormonal response for a sustained period).\n9. Previous orchiectomy, adrenalectomy, or hypophysectomy (no washout allowed) (rationale: these therapies could have altered a patient's androgenic hormonal response).\n10. Previous prostatic surgery (e.g., radical prostatectomy, transurethral resection of the prostate) within 2 weeks before Baseline (rationale: these therapies could have altered a patient's androgenic hormonal response and/or adverse reaction profile).\n11. Previous local therapy to the primary tumor with a curative attempt other than surgery (external beam radiotherapy, brachytherapy, thermotherapy, cryotherapy) within 2 weeks before Baseline (rationale: these therapies could have altered a patient's adverse reaction profile).\n12. Previous cancer systemic therapy such as chemotherapy, immunotherapy (e.g., antibody therapies, tumor vaccines), biological response modifiers (e.g., cytokines).\n13. Any investigational drug within 5 half-lives of its physiological action or 3 months, whichever is longer, before Baseline (rationale: to prevent adverse effects of another drug being attributed to study drug and to prevent potential interactions).\n14. Administration of 5-α-reductase inhibitors (Finasteride, Dutasteride) within 3 months before Baseline (rationale: alters PSA levels and androgen metabolism of the prostate cells). Prior use of 5-α-reductase inhibitors will be allowed with a 3 month washout.\n15. Over-the-counter or alternative medical therapies that have an estrogenic or antiandrogenic effect (i.e., PC-SPES, saw palmetto, Glycyrrhiza, Urinozinc, dehydroepiandrosterone) within the 3 months before Baseline.\n16. Hematological parameters (red blood cells, total and differential white blood cell count, platelet count, hemoglobin, hematocrit) outside 20% of the ULN or lower limits of normal for the clinical laboratory at Screening (rationale: to render potential study drug-related laboratory abnormalities easier to observe).\n17. Coexistent malignancy, in the opinion of the investigator (rationale: to decrease possibility of disease-caused or associated therapy-caused adverse effects being attributed to study drug).\n18. Uncontrolled congestive heart failure, myocardial infarction or a coronary vascular procedure (e.g., balloon angioplasty, coronary artery bypass graft) or significant symptomatic cardiovascular disease(s) within 6 months before Baseline; resting uncontrolled hypertension (≥160/100 mm Hg) or symptomatic hypotension within 3 months before Baseline (rationale: to decrease possibility of disease-caused or associated therapy-caused adverse effects being attributed to study drug).\n19. Venous thrombosis within 6 months of Baseline (rationale: influencing testosterone levels may be associated with increased likelihood of deep venous thrombosis).\n20. Uncontrolled diabetes, in the opinion of the investigator (rationale:\n\n    patients with uncontrolled diabetes need to compensate the metabolic disorder before treatment with LHRH analogues).\n21. History of drug and/or alcohol abuse within 6 months of Baseline (rationale: these patients are likely to have numerous medical abnormalities and are unlikely to comply with protocol).\n22. Serious concomitant illness(es) or disease(s) (e.g., hematological, renal, hepatic, respiratory, endocrine, psychiatric) that may interfere with, or put patients at additional risk for, their ability to receive the treatment outlined in the protocol (rationale: to decrease possibility of disease-caused or associated therapy-caused adverse effects being attributed to study drug).\n23. Patients on anticoagulative therapy including warfarin (Coumadin®), Dabigatran Etexilate (Pradaxa®) and heparin. Those patients on low-dose, low-molecular weight heparin may be enrolled in the study (rationale: to decrease possibility of disease-caused or associated therapy-caused adverse effects being attributed to study drug). Plavix and Aspirin are allowed for cardiac prophylaxis as long as all inclusion/exclusion criteria are met concerning coagulation parameters and thromboembolic history. Special care to avoid hematoma at the injection site must be observed.\n24. Abnormal coagulation studies (prothrombin time \\[PT\\]/partial thromboplastin time \\[PTT\\]) at Baseline.\n25. History of serious bleeding on injections, an elevated INR, concomitant medications or any other condition (i.e. significant thrombocytopenia) that in opinion of the investigator would render the subject at risk of significant bleeding with injections.\n26. Blood donations/losses within 2 months of Baseline, apart from previous prostatic surgery patients (see exclusion 10 \\[rationale: to avoid excessive blood donations\\]).\n27. Known hypersensitivity to GnRH, GnRH agonists, including any LHRH analogues, or any excipients of the study formulation (rationale: to minimize hypersensitivity reaction to study drug).\n28. History of Immunization (within 4 weeks of Baseline) and specifically flu shots (within 1 week of Baseline or 1 week before and after study drug administration) (Rationale: to decrease the possibility of non treatment-related AEs being attributed to study drug).\n29. Skin disease that would interfere with injection site evaluation.\n30. Men not willing to use appropriate birth control methods such as surgical sterilization or barrier contraception or men with partners of child bearing potential not willing to use appropriate birth control methods, such as surgical sterilization, hormonal birth control (partner), an intrauterine device (partner) or double-barrier method for the entire study period.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving Chemical Castration (Defined as Testosterone Levels ≤ 0.5 ng/mL) at Days 28, 84, and 168.","description":"The primary endpoint was testosterone ≤ 0.5 ng/mL assessed on Days 28, 84, and 168. Thereby, maintenance of castration was to be demonstrated through Day 168 with no missing data at these key time points, unless the missing data were due to an event unrelated to the study drug (ITT patients).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Determination of Serum Luteinizing Hormone (LH)","description":"For purposes of calculating summary statistics, any concentration values Below Limit of Quantification (BLQ) were to be assigned ½ the Low Limit of Quantification (LLOQ) (LLOQ=2.00). If the calculated mean, median or minimum value at a time point was less than LLOQ, \"BLQ\" is presented. In addition, since a high proportion of BLQ values may affect the Standard Deviation (SD); if more than 50% of values were imputed, then no mean or median was calculated for that time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.24","spread":"6.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"2.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Follicle-stimulating Hormone (FSH)","description":"For purposes of calculating summary statistics, any concentration values Below Limit of Quantification (BLQ) were to be assigned ½ the Low Limit of Quantification (LLOQ) (LLOQ=3.66). If the calculated mean, median or minimum value at a time point was less than LLOQ, \"BLQ\" is presented. In addition, since a high proportion of BLQ values may affect the Standard Deviation (SD); if more than 50% of values were imputed, then no mean or median was to be calculated for that time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.14","spread":"13.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"1.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.80","spread":"3.62"}]}]}]},{"type":"SECONDARY","title":"Prostate-specific Antigen (PSA) Concentrations","description":"For purposes of calculating summary statistics, any concentration values Below Limit Quantification (BLQ) were to be assigned ½ the Low Limit Quantification (LLOQ) (LLOQ=0.36). If the calculated mean, median or minimum value at a time point was less than LLOQ, \"BLQ\" is presented. In addition, since a high proportion of BLQ values may affect the Standard Deviation (SD); if more than 50% of values were imputed, then no mean or median was calculated for that time point.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.36","spread":"165.81"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.37","spread":"10.30"}]}]}]},{"type":"SECONDARY","title":"Determination of Leuprolide Cmax","description":"Leuprolide Pharmacokinetic Parameters (PK Population).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.79","spread":"18.008"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.30","spread":"18.557"}]}]}]},{"type":"SECONDARY","title":"Safety Endpoints","description":"The WHO/ECOG, bone pain, urinary pain and urinary symptoms data reported are the most frequent percentage at the assessment time.\n\n* The WHO/ECOG performance status was summarized using the 0 to 4 WHO/ECOG performance status scale. (0= fully active, able to carry on all pre-disease performances without restriction).\n* Bone pain, urinary pain and urinary symptoms were determined using a 10-point scale (1= no pain/symptoms, 10= worst pain/symptom imaginable).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Determination of Leuprolide Tmax","description":"Leuprolide Pharmacokinetic Parameters (PK Population).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":"0.051"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.08","spread":"0.056"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":163},"commonTop":["TEAE Related Hot Flushes","TEAE Related Fatigue","TEAE Related Injection site pain"]}}}