{"nctId":"NCT02066181","briefTitle":"Sorafenib Tosylate in Treating Patients With Desmoid Tumors or Aggressive Fibromatosis","startDateStruct":{"date":"2014-03-21","type":"ACTUAL"},"conditions":["Desmoid Fibromatosis"],"count":87,"armGroups":[{"label":"Arm I (sorafenib tosylate)","type":"EXPERIMENTAL","interventionNames":["Other: Laboratory Biomarker Analysis","Other: Quality-of-Life Assessment","Drug: Sorafenib Tosylate"]},{"label":"Arm II (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Laboratory Biomarker Analysis","Other: Placebo Administration","Other: Quality-of-Life Assessment"]}],"interventions":[{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Placebo Administration","otherNames":[]},{"name":"Quality-of-Life Assessment","otherNames":["Quality of Life Assessment"]},{"name":"Sorafenib Tosylate","otherNames":["BAY 43-9006 Tosylate","BAY 54-9085","Nexavar","sorafenib"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have confirmation of DT/DF by local pathologist prior to registration\n* Patients may have been treated with locoregional therapies such as major surgery, radiation, radiofrequency ablation, or cryosurgery provided this has been completed at least 4 weeks prior to registration and recovered from therapy related toxicity to less than CTCAE grade 2\n* Patients may have been treated with cytotoxic, biologic (antibody), immune or experimental therapy, tyrosine kinase inhibitors, hormone inhibitors or nonsteroidal anti-inflammatory drugs (NSAIDs) provided this has been completed at least 4 weeks prior to registration (6 weeks for mitomycin and nitrosoureas) and recovered from any therapy related toxicity to less than CTCAE grade 2\n* Patients with prior or current treatment of sorafenib are excluded\n* No concomitant treatment, in therapeutic doses, with anticoagulants such as warfarin or warfarin-related agents, heparin, thrombin or Factor Xa inhibitors, or antiplatelet agents (e.g., clopidogrel); low dose aspirin (=\\< 81 mg/day), low-dose warfarin (=\\< 1 mg/day), and prophylactic low molecular weight heparin (LMWH) are permitted; please note that drugs that strongly induce or inhibit cytochrome P450, family 3, subfamily A, polypeptide 4 (CYP3A4) or are associated with a risk of torsades are not allowed; chronic concomitant treatment of CYP3A4 inducers is not allowed (e.g., dexamethasone, phenytoin, carbamazepine, rifampin, rifabutin, rifapentin, phenobarbital, and St. John's wort); as part of the enrollment/informed consent procedures, the patient will be counseled on the risk of interactions with other agents, and what to do if new medications need to be prescribed or if the patient is considering a new over-the-counter medicine or herbal product; the following drugs are strong inhibitors of CYP3A4 and are not allowed during the treatment with sorafenib:\n\n  * Boceprevir\n  * Indinavir\n  * Nelfinavir\n  * Lopinavir/ritonavir\n  * Saquinavir\n  * Telaprevir\n  * Ritonavir\n  * Clarithromycin\n  * Conivaptan\n  * Itraconazole\n  * Ketoconazole\n  * Mibefradil\n  * Nefazodone\n  * Posaconazole\n  * Voriconazole\n  * Telithromycin\n\n    * Drugs with possible or conditional risk of torsades should be used with caution knowing that sorafenib could prolong the QT interval\n* Chronic daily NSAID use as treatment for controlling desmoid tumors is not allowed, and should be stopped \\>= 3 days prior to registration; NSAIDS are allowed when used for desmoid tumor-related pain or for symptoms that are unrelated to desmoid disease (eg. headache, arthritis)\n* Patients must have measurable disease\n* Patients have to meet one of the following criteria to be eligible:\n\n  * Disease determined unresectable or entailing unacceptably morbid surgery based on 1 or more of the following characteristics:\n\n    * Multifocal disease\n    * Disease in which there is involvement or inadequate plane from: neurovascular bundle, bone, skin, or viscera\n    * Large size in relationship to location OR multi-compartment involvement\n  * Progression by radiographic imaging (10% increase in size by RECIST v1.1 within 6 months of registration)\n  * Patients with symptomatic disease which meets the following criteria Brief Pain Inventory (BPI) score greater than or equal to 3 AND one of the following:\n\n    * Inability to control pain with NSAIDs and considering addition of narcotics OR\n    * \\> 30% increase in current use of narcotics OR\n    * Addition of a new opioid narcotic\n* Eastern Cooperative Oncology Group (ECOG) performance status =\\< 2\n* Patients who are pregnant or nursing are not eligible\n* No patients with a history of cardiac disease: congestive heart failure \\> class II New York Heart Association (NYHA); active coronary artery disease (CAD) (myocardial infarction or unstable angina within 6 months prior to study entry)\n* No patients with inadequately controlled hypertension (defined as a blood pressure of \\>= 150 mmHg systolic and/or \\>= 90 mmHg diastolic), or any prior history of hypertensive crisis or hypertensive encephalopathy\n* No patients with clinically significant gastrointestinal (GI) bleeding or bleeding diathesis within 30 days prior to registration\n* Absolute neutrophil count \\>= 1,500/mm\\^3\n* Hemoglobin \\>= 8 g/dl\n* Platelets \\>= 75,000/mm\\^3\n* Total bilirubin =\\< 1.5 x upper limits of normal (ULN)\n* Serum glutamic oxaloacetic transaminase (SGOT) (aspartate aminotransferase \\[AST\\])/serum glutamate pyruvate transaminase (SGPT) (aspartate aminotransferase \\[ALT\\]) =\\< 1.5 x ULN\n* Calculated creatinine clearance \\>= 50 mL/min using the Cockcroft-Gault equation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival(PFS) Rate","description":"PFS is defined as the time from randomization to the first occurrence of progression or death due to any cause. If no event exists, the PFS will be censored at the last disease assessment. Data following cross over will be analyzed and summarized separately from the data from the main course of treatment for these patients in an exploratory and hypothesis generating manner. Intention to treat principles will be used. Patient disease status was evaluated using RECSIT v1.1. Patients ending treatment for symptomatic deterioration without radiographic evidence of PD, were classified as having PD. Otherwise, patients not yet showing disease progression were classified as having no progression at the most recent disease assessment and in the following cases: crossing over to receive sorafenib, date of first non-protocol directed anti-cancer therapy, lost to follow-up, withdrawal of consent, and changing imaging methods from that which was used at study entry.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"22","spread":null}]},{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events, Using the Patient Reported Outcomes-Common Terminology Criteria in Adverse Events Version 4.0","description":"INCLUDED IN THE ADVERSE EVENTS PORTION OF THE RESULTS SECTION. Frequency tables, summary statistics, and categorical analysis will be used to compare the distributions of toxicity for patients treated with sorafenib tosylate vs placebo. Data for patients who have crossed over or having received surgical or radiotherapy intervention will be summarized independently from their primary course of study treatment in an exploratory and hypothesis generating manner.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"36","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Surgical Intervention During Treatment","description":"A log rank test will be used to compare the distributions of time to surgical intervention between the two arms using a 2-sided test and alpha=0.05 level of significance. Kaplan-Meier methodology will be used to estimate various time points and 95% confidence intervals will be calculated for these estimates. Surgery will be classified by outcome (eg, complete-macroscopic, complete-microscopic, or partial), type, location (eg, limb), thereafter analyzed by categorical analysis and descriptive statistics. Non-parametric methods will be used, as appropriate. Too few patients had surgery during treatment to perform analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Kaplan-Meier methodology and log rank tests will be used to compare overall survival between the groups at various time points (eg, 1 year rate, 2 year rate, etc) and 95% confidence intervals will be calculated for these estimates. Data following crossover will be analyzed and summarized separately from the main course of treatment for these patients in an exploratory and hypothesis generating manner.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"35","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Objective Status Between the Two Treatment Arms According to Response Evaluation Criteria in Solid Tumors Version 1.1","description":"Compared between the two treatment arms and using the Cochran-Mantel-Haenszel test. Complete Response (CR): All of the following must be true: a. Disappearance of all target lesions. b. Each target lymph node must have reduction in short axis to \\<1.0 cm. Partial Response (PR): At least a 30% decrease in PBSD (sum of the longest diameter for all target lesions plus the sum of the short axis of all the target lymph nodes at current evaluation) taking as reference the BSD. Patients on Arm II (placebo) who crossover are censored for Best Objective Status at the time of crossover.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]},{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]},{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Kaplan Meier methodology will be used to estimate the distribution of duration of response and the log-rank test will be used to test for a difference in duration of response between the two arms. Patients on Arm II (placebo) who crossover are censored for Duration of Response at the time of crossover.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.7","spread":null},{"groupId":"OG001","value":"11.0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change in Tumor Size by Response Evaluation Criteria in Solid Tumors Version 1.1 (Correlative Companion Study-Imaging Study)","description":"Best response (ordinal variable) and percent T2 signal change (continuous) will be correlated by Spearman?s rho.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Changes in MRI T2 Signal (Correlative Companion Study-Imaging Study)","description":"Percent T2 signal change (continuous) will be correlated by Spearman?s rho. The percent changes in MRI T2 signal from Week 8 to subsequent imaging will be compared between groups with \\> 30% pain palliation using t-test or a nonparametric alternative (e.g., Wilcoxon rank-sum test).","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Pain Progression Measured by the ?Worst Pain? Item of the Brief Pain Inventory Short Form (Correlative Companion Study- A091105-H01 QOL Study)","description":"Defined as a \\>= 30% increase compared with baseline in the worst pain intensity score (BPI-SF ?worst pain? item) or either a \\>= 30% increase in the average daily use of any type of opioid narcotic or the addition of a new opioid narcotic compared with baseline. Estimated for each arm using Kaplan-Meier estimates and will be compared between arms using a log- rank test. Descriptive statistics will include means, standard deviations, medians, and ranges for each continuous or ordinal scale/subscale/item by group at each time point.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Pain Palliation Measured by the ?Worst Pain? Item of the Brief Pain Inventory Short Form (Correlative Companion Study-A091105-H01 QOL Study)","description":"Defined at each time point as \\>= 30% decrease from baseline in the worst pain intensity score (BPI-SF ?worst pain? item), with neither a concomitant \\>= 30% increase in average daily use of any opioid narcotic, nor addition of any new opioid narcotic, relative to baseline. Estimated for each arm using Kaplan-Meier estimates and will be compared between arms using a log- rank test. Descriptive statistics will include means, standard deviations, medians, and ranges for each continuous or ordinal scale/subscale/item by group at each time point.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Duration of Pain Palliation Measured by the ?Worst Pain? Item of the Brief Pain Inventory Short Form (Correlative Companion Study- A091105-H01 QOL Study)","description":"Defined for all patients who experience confirmed pain palliation. Descriptive statistics will include means, standard deviations, medians, and ranges for each continuous or ordinal scale/subscale/item by group at each time point. Descriptive graphical techniques will include mean plots by group for each continuous or ordinal scale/subscale/item. Relative frequencies of responses for each ordinal item will also be generated at each time point by group.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate of Pain Palliation Measured by the ?Worst Pain? Item of the Brief Pain Inventory Short Form (Correlative Companion Study-A091105-H01 QOL Study)","description":"Rate of pain palliation at week 8 confirmed as week 12 will be compared between arms using a two-sided alpha=0.05 chi-squared tests at the time of the final analysis. Descriptive statistics will include means, standard deviations, medians, and ranges for each continuous or ordinal scale/subscale/item by group at each time point. Descriptive graphical techniques will include mean plots by group for each continuous or ordinal scale/subscale/item. Relative frequencies of responses for each ordinal item will also be generated at each time point by group.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Cadherin-associated Protein, Beta 1 (CTNNB1) Genotype (Correlative Companion Study-A091105-ST1 Study)","description":"Associations among the possible predictors of response to sorafenib and CTNNBI mutations will be examined using Fisher?s exact test, Kruskal-Wallis test, or Spearman?s correlation coefficient as appropriate. Strata will be compared by using the log-rank test. Multivariate models will be constructed by introducing all variables aforementioned simultaneously into the model and then eliminating variables using the backward selection method. P values will be two-tailed and considered significant at alpha 0.05.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"False Discovery Rate (Correlative Companion Study- A091105-ST1 Study)","description":"Permutation testing of the same selection will be performed 1000 times and the sample group labels switched around in each permutation. A two-sided t-test will be used to identify differentially expressed genes on log transformed data and those with a twofold change. False discovery rate will be assessed by permutation testing (n = 1000) of the sample group labels. Enrichment will be assessed by one-sided Fisher?s exact test with estimated false discovery rate.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Treatment-specific Gene Expression Signature (Correlative Companion Study- A091105-ST1 Study)","description":"The analysis will identify over- and under-expressed genes in pre-treatment and day 8 biopsies as compared to all control samples.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes in Immunohistochemistry Score of Vascular Endothelial Growth Factor (Correlative Companion Study- A091105-ST1 Study)","description":"Compared by paired t-test. Quantitative changes will be correlated with disease status at 1 year by Fishers exact test.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes in Immunohistochemistry Score of Platelet-derived Growth Factor Receptor (Correlative Companion Study- A091105-ST1 Study)","description":"Compared by paired t-test. Quantitative changes will be correlated with disease status at 1 year by Fishers exact test.","classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Changes in Immunohistochemistry Score of Beta-catenin Cytoplasm/Nuclear Ratio (Correlative Companion Study- A091105-ST1 Study)","description":"Compared by paired t-test. Quantitative changes will be correlated with disease status at 1 year by Fishers exact test.","classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":49},"commonTop":["Fatigue","Palmar-plantar erythrodysesthesia syndrome","Hypertension","Nausea","Diarrhea"]}}}