{"nctId":"NCT01328379","briefTitle":"Study of Fampridine-ER Tablets in Patients With Multiple Sclerosis","startDateStruct":{"date":"2011-03"},"conditions":["Multiple Sclerosis"],"count":430,"armGroups":[{"label":"Dalfampridine-ER 5mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dalfampridine-ER 5mg"]},{"label":"Dalfampridine-ER 10mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dalfampridine-ER 10mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Dalfampridine-ER 5mg","otherNames":["Fampridine, Dalfampridine, Ampyra"]},{"name":"Dalfampridine-ER 10mg","otherNames":["Fampridine, Dalfampridine, Ampyra"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient has clinically definite Multiple Sclerosis as defined by the MacDonald Criteria.\n* Patient must be 18 to 70 years of age, inclusive (i.e. on or after their 18th birthday, up to the day before their 71st birthday at the Screening Visit).\n* Patient who has previously taken Ampyra® or dalfampridine (fampridine or 4 aminopyridine; 4-AP) in any formulation (including compounded), must have withdrawn from the drug for at least one month prior to the Screening Visit.\n* Patient must be mentally competent to understand and sign the Internal Review Board (IRB)-approved informed consent prior to the performance of any study-specific procedures.\n* Patient is able to perform all the required study procedures.\n* In the judgement of the Investigator, the patient has MS-related walking impairment but has sufficient ambulatory ability to be able to complete two trials of the Timed 25 Foot Walk (T25FW) at the screening Visit and every study visit thereafter, with the two trials completed within 5 minutes of one another and in accordance with the specific instructions provided by the National Multiple Sclerosis Society MS Functional Composite Manual.\n* Patient who is female and of childbearing potential (see Exclusion Criterion 1 for definition) must have a negative urine pregnancy test at the Screening Visit.\n\nExclusion Criteria:\n\n* Patient is a female of childbearing potential (i.e., has not had a hysterectomy or bilateral oophorectomy, or is not at least two years postmenopausal), engaged in active heterosexual relations and is not using one of the following birth control methods: tubal ligation, implantable contraception device, oral, patch or injectable contraceptive, double barrier method, or sexual activity restricted to vasectomized partner.\n* Patient is pregnant or breastfeeding.\n* Patient has any history of seizures.\n* Patient has moderate or severe renal impairment as defined by a calculated creatinine clearance of ≤ 50 mL/minute.\n* Patient has active urinary tract infection (UTI) at Screening or within the 4 weeks before Screening.\n* Patient has had an onset (as assessed by the treating physician) of an MS exacerbation within 60 days prior to the Screening Visit.\n* Patient has started on a concomitant prescription medication regimen within the last three weeks, and/or their concomitant medication regimen is expected to change during the course of the study.\n* Patient has received cyclophosphamide (Cytoxan) or mitoxantrone (Novantrone) for MS treatment within six months prior to the Screening Visit.\n* Patient has started a treatment regimen of Betaseron, Avonex, Copaxone, Rebif, Tysabri, Extavia or Gilenya™ within 90 days prior to the Screening Visit or has had any change in the dosing regimen of these drugs within 30 days prior to the Screening Visit.\n* Patient has received corticosteroids (other than topical preparations) within 30 days prior to the Screening Visit and/or is expected to receive regularly scheduled corticosteroid treatment during the course of the study.\n* Patient has been administered botulinum toxin in the lower extremities within six months prior to the Screening Visit and/or is expected to receive botulinum toxin in the lower extremities during the course of the study.\n* Patient has a known allergy to pyridine-containing substances or any of the inactive ingredients of the dalfampridine tablet (colloidal silicon dioxide, hydroxypropyl methylcellulose, magnesium stearate, microcrystalline cellulose, polyethylene glycol, and titanium dioxide).\n* Patient has a history of drug or alcohol abuse within the past year.\n* Patient has clinically significant abnormal laboratory values.\n* Patient has angina, uncontrolled hypertension, clinically significant cardiac arrhythmias, or any other clinically significant cardiovascular abnormality.\n* Patient has any medical condition (including psychiatric disease)that would interfere with the interpretation of the study results or the conduct of the study.\n* Patient has participated in an investigational trial 30 days prior to Screening Visit or plans to enroll in another investigational trial at any time during this study. Non-drug (i.e. observational, registry) and non- medical device trials are allowed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Walking Speed Near Maximum Plasma Concentration at Steady State (CmaxSS) of Placebo and Dalfampridine-ER (5mg and 10mg), Using the Timed 25 Foot Walk (T25FW).","description":"The T25FW test is a quantitative measure of ambulatory function that is widely used by MS specialists to assess the global impact of the disease and its progression on the patient's physical disability.\n\nA patient will stand with the toes of his/her shoes on the starting line (identified by a taped mark on the floor) and timing will begin when any part of the patient's foot crosses the tape. Timing will end when any part of the patient's foot crosses the finish line (identified by a taped mark on the floor). Time will be recorded in seconds and rounded to the nearest tenth of a second using a stopwatch provided for this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.363","spread":"0.0511"},{"groupId":"OG001","value":"0.423","spread":"0.0470"},{"groupId":"OG002","value":"0.478","spread":"0.0569"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Walking Speed Near Minimum Plasma Concentration at Steady State (CminSS) of Placebo, Dalfampridine-ER (5mg and 10mg), Using the Timed 25 Foot Walk (T25FW).","description":"The T25FW test is a quantitative measure of ambulatory function that is widely used by MS specialists to assess the global impact of the disease and its progression on the patient's physical disability.\n\nA patient will stand with the toes of his/her shoes on the starting line (identified by a taped mark on the floor) and timing will begin when any part of the patient's foot crosses the tape. Timing will end when any part of the patient's foot crosses the finish line (identified by a taped mark on the floor). Time will be recorded in seconds and rounded to the nearest tenth of a second using a stopwatch provided for this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.301","spread":"0.0496"},{"groupId":"OG001","value":"0.296","spread":"0.0429"},{"groupId":"OG002","value":"0.391","spread":"0.0513"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 12-item MS Walking Scale (MSWS-12) at Visit 3","description":"The MSWS-12 is a multi-item rating scale that asks patients to rate limitations of their mobility due to MS during the preceding two weeks on a 5-point scale (from 1= not at all to 5=extremely). The scale assesses a range of activities of daily life that rely on walking, such as climbing stairs, moving around the home and walking distances outdoors. The MSWS-12 also addresses the quality of walking, with questions on the smoothness, speed, distance, effort, and mental concentration involved in walking, as well as the need for assistive devices.\n\nFor each visit, the MSWS-12 score was calculated by summing the 12 components and transforming into a scale with a range of 0 to 100.\n\nMSWS-12 Score = 100 \\* \\[(Sum of Items 1-12) - 12\\]/48","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.35","spread":"1.774"},{"groupId":"OG001","value":"-9.73","spread":"1.741"},{"groupId":"OG002","value":"-11.10","spread":"1.818"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MSWS-12 at Visit 2","description":"The MSWS-12 is a multi-item rating scale that asks patients to rate limitations of their mobility due to MS during the preceding two weeks on a 5-point scale (from 1= not at all to 5=extremely). The scale assesses a range of activities of daily life that rely on walking, such as climbing stairs, moving around the home and walking distances outdoors. The MSWS-12 also addresses the quality of walking, with questions on the smoothness, speed, distance, effort, and mental concentration involved in walking, as well as the need for assistive devices.\n\nFor each visit, the MSWS-12 score was calculated by summing the 12 components and transforming into a scale with a range of 0 to 100.\n\nMSWS-12 Score = 100 \\* \\[(Sum of Items 1-12) - 12\\]/48","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.48","spread":"1.713"},{"groupId":"OG001","value":"-9.54","spread":"1.526"},{"groupId":"OG002","value":"-10.04","spread":"1.817"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Six-Minute Walk Distance at Visit 2","description":"The Six-Minute Walk, a test of endurance, measures the distance that a patient can walk in a period of 6 minutes. Six-minute walk distance will be reported in feet.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":"23.36"},{"groupId":"OG001","value":"76.8","spread":"27.31"},{"groupId":"OG002","value":"128.6","spread":"21.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EuroQol Group 5 Dimensions (EQ-5D) Scores at Visit 3.","description":"Patients completed a brief, generic health status questionnaire: The five specific dimensional scores value patients' health related to mobility, self-care, usual activities, pain and discomfort, and anxiety and depression. Each question has 3 distinguishable choices that can be analyzed using a 3-point scale (i.e. 1 = no problem, 2=some problems and 3= extreme problems).\n\nA response of 1 indicates that the patient has no problem with the dimension tested and a response of 3 indicates that the patient has extreme problems with the dimension tested. For each visit, the average score of 5 dimensions was calculated by averaging the scores of 5 dimensions. EQ-5D final score ranges from 1-3.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":"0.023"},{"groupId":"OG001","value":"-0.05","spread":"0.020"},{"groupId":"OG002","value":"-0.07","spread":"0.024"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in EQ-5D Visual Analogue Self-rating (VAS) Score at Visit 3.","description":"The EQ-5D is a brief questionnaire that asks patients to rate general state of health. The VAS score rates the general state of health of a patient with 100 for the best imaginable health state and 0 for the worst imaginable health state.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"1.43"},{"groupId":"OG001","value":"2.6","spread":"1.53"},{"groupId":"OG002","value":"4.2","spread":"1.48"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":143},"commonTop":["Headache","Urinary tract infection","Nausea","Dizziness","Insomnia"]}}}