{"nctId":"NCT01669811","briefTitle":"Compare D961H 20 mg Bid and 20 mg qd in Patients With Refractory Reflux Esophagitis (Inflammation of Lower Esophagus)","startDateStruct":{"date":"2012-08"},"conditions":["Refractory Reflux Esophagitis"],"count":1398,"armGroups":[{"label":"D961H 20mg twice daily","type":"EXPERIMENTAL","interventionNames":["Drug: Esomeprazole (D961H) twice daily"]},{"label":"D961H 20mg once daily","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Esomeprazole (D961H) once daily"]}],"interventions":[{"name":"Esomeprazole (D961H) twice daily","otherNames":[]},{"name":"Esomeprazole (D961H) once daily","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of informed consent prior to any study specific procedures.\n2. Patients with RE classified into LA classification Grade A, B, C or D by Endoscopy despite of at least 8-week treatment using standard doses of PPIs.\n3. Patients must fulfill at least one of the following criteria such as (i) RE with LA grade C/D at Endoscopy on visit 1 and/or history of RE with LA grade C/D, (ii) RE was diagnosed more than 1 year before visit 1.\n4. Patients who are able to complete the Patient Diary\n\nExclusion Criteria:\n\n1. Male or female aged less than 20 years at the time of informed consent.\n2. Patients with current evidence of the gastrointestinal diseases/conditions such as esophageal stricture to interfere with the evaluation of the study etc\n3. Gastric or duodenal ulcer verified by Endoscopy within 12 weeks before randomisation.\n4. Previous esophageal, gastric or duodenal surgery except simple closure of perforated ulcer, simple endoscopic treatment with simple operation etc\n5. Current or historical evidence (within 12 weeks prior to randomisation) of the diseases/conditions as judged to interfere with the evaluation of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Healing of RE Who Were Graded \"O\" at Week 8 Out of Participants Who Were Graded \"A\" to \"D\" at Baseline According to Los Angeles Classification","description":"Percentage of participants with healing of reflux esophagitis (RE) who were graded \"O\" (No RE) at Week 8 out of participants who were graded \"A\" (least severe) to \"D\" (most severe) at baseline according to Los Angeles classification","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.4","spread":null},{"groupId":"OG001","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Healing of RE Who Were Graded \"O\" at Week 4 Out of Participants Who Were Graded \"A\" to \"D\" at Baseline According to Los Angeles Classification","description":"Percentage of participants with healing of reflux esophagitis (RE) who were graded \"O\" (No RE) at Week 4 out of participants who were graded \"A\" (least severe) to \"D\" (most severe) at baseline according to Los Angeles classification","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.4","spread":null},{"groupId":"OG001","value":"48.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Who Had Sustained Resolution of GERD Symptom -Heartburn at Week 4","description":"Cumulative percentage of participants who had sustained resolution (defined as at least 7-day consecutive symptom free) of gastroesophageal reflux disease (GERD) symptom -heartburn at Week 4 (on Day 29) based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.1","spread":null},{"groupId":"OG001","value":"72.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Who Had Sustained Resolution of GERD Symptom -Acid Regurgitation at Week 4","description":"Cumulative percentage of participants who had sustained resolution (defined as at least 7-day consecutive symptom free) of gastroesophageal reflux disease (GERD) symptom -acid regurgitation at Week 4 (on Day 29) based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.1","spread":null},{"groupId":"OG001","value":"61.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Who Had Sustained Resolution of GERD Symptom -Abdominal Pain at Week 4","description":"Cumulative percentage of participants who had sustained resolution (defined as at least 7-day consecutive symptom free) of gastroesophageal reflux disease (GERD) symptom -abdominal pain at Week 4 (on Day 29) based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.1","spread":null},{"groupId":"OG001","value":"59.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Who Had Sustained Resolution of GERD Symptom -Difficulty of Swallowing at Week 4","description":"Cumulative percentage of participants who had sustained resolution (defined as at least 7-day consecutive symptom free) of gastroesophageal reflux disease (GERD) symptom -difficulty of swallowing at Week 4 (on Day 29) based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null},{"groupId":"OG001","value":"74.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Percentage of Participants Who Had Sustained Resolution of GERD Symptom -Sleep Disturbance at Week 4","description":"Cumulative percentage of participants who had sustained resolution (defined as at least 7-day consecutive symptom free) of gastroesophageal reflux disease (GERD) symptom -sleep disturbance at Week 4 (on Day 29) based on the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"89.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":145},"commonTop":["Nasopharyngitis"]}}}