{"nctId":"NCT02255513","briefTitle":"A Trial Evaluating the Efficacy and Safety of HLD200 in Children With ADHD","startDateStruct":{"date":"2014-05"},"conditions":["Attention Deficit Hyperactivity Disorder"],"count":43,"armGroups":[{"label":"HLD200","type":"EXPERIMENTAL","interventionNames":["Drug: HLD200"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"HLD200","otherNames":["methylphenidate hydrochloride (MPH)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female children (6-12 years at study entry)\n* Previous diagnosis of ADHD and confirmation using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-KID)\n* Able to swallow treatment capsules\n* Available for entire study period\n* Provision of informed consent (from the parent\\[s\\] and/or legal representative\\[s\\]) and assent (from the subject)\n* Female subjects of childbearing potential (i.e., post-menarche) required to have a negative result on urine pregnancy test (and will be given specific instructions for avoiding pregnancy during trial).\n\nExclusion Criteria:\n\n* Any known history or presence of significant cardiovascular, pulmonary, hepatic, renal, hematologic, gastrointestinal, endocrine, immunologic, dermatologic, neurologic, ophthalmologic disease\n* Presence of any significant physical or organ abnormality\n* Any illness during the 4 weeks before this study\n* Comorbid psychiatric diagnosis that may affect subject safety or confound results (e.g., psychosis, bipolar disorder)\n* Known history of severe asthma (in the opinion of the investigator) unless deemed currently controlled\n* Known history of severe allergic reaction to MPH\n* Known history of seizures (except febrile seizures prior to age 5), anorexia nervosa, bulimia or current diagnosis or family history of Tourette's disorder\n* Subject who are severely underweight or overweight (in the opinion of the Investigator)\n* Any clinical laboratory value outside of the acceptable ranges, unless deemed NCS significant per the Investigator\n* Positive history for hepatitis B, hepatitis C or Human Immunodeficiency Virus (HIV)\n* Positive screening for illicit drug use, and/or current health conditions or use of medications that might confound the results of the study or increase risk to the subject\n* Use of prescription medications (except ADHD medications) within 7 days and over-the-counter medications (except birth control) within the 3 days preceding study enrollment, unless deemed acceptable by the Investigator and Clinical or Medical Monitor\n* Participation in clinical trial with an investigational drug within the 30 days preceding study enrollment\n* Current suicidal ideation or history of suicidality determined as a significant finding on the C-SSRS by the investigator (Baseline C-SSRS for adolescents; Pediatric Baseline C-SSRS for children).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"SKAMP","description":"Swanson, Kotkin, Agler, M-Flynn and Pelham (SKAMP) Combined Scores - Average of 8:00 am to 4:00 pm assessments from the laboratory school day.\n\nThe SKAMP is a validated, 13-item, observer-rated scale designed to assess the level of impairment of classroom-observed behaviors (Wigal and Wigal, 2006). Items 1 through 4 assess subject attention; items 5 through 8 assess deportment; items 9 through 11 assess quality of work; while items 12 and 13 assess subject compliance with teacher/classroom rules. Each individual item is rated on a 7-point scale from 0 (normal, no impairment) to 6 (maximal impairment). When all individual item scores are summed together, they produce a 13-item combined score that ranges from 0 to 78, with higher scores signifying greater impairment. In the present study, the SKAMP rating scale was utilized across 6 sessions occurring at 8:00 am, 9:00 am, 10:00 am, 12:00 pm, 2:00 pm, 4:00 pm of the laboratory school day.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":"1.63"},{"groupId":"OG001","value":"18.9","spread":"1.67"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Headache","Abdominal pain upper","Fall","Bundle branch block right","Nausea"]}}}