{"nctId":"NCT01683071","briefTitle":"Femoral Nerve Block With Liposome Bupivacaine for Postsurgical Analgesia Following Total Knee Arthroplasty","startDateStruct":{"date":"2012-09"},"conditions":["Postoperative Pain"],"count":297,"armGroups":[{"label":"(Part 1) EXPAREL 67 mg","type":"EXPERIMENTAL","interventionNames":["Drug: EXPAREL 67 mg"]},{"label":"(Part 1) EXPAREL 133 mg","type":"EXPERIMENTAL","interventionNames":["Drug: EXPAREL 133 mg"]},{"label":"(Part 1) EXPAREL 266 mg","type":"EXPERIMENTAL","interventionNames":["Drug: EXPAREL 266 mg"]},{"label":"(Part 1) Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"(Part 2) EXPAREL 266 mg","type":"EXPERIMENTAL","interventionNames":["Drug: EXPAREL 266 mg"]},{"label":"(Part 2) Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":["Preservative-free normal saline."]},{"name":"EXPAREL 67 mg","otherNames":["Bupivacaine liposome injectable suspension 67 mg/5 mL"]},{"name":"EXPAREL 133 mg","otherNames":["Bupivacaine liposome injectable suspension 133 mg/10 mL"]},{"name":"EXPAREL 266 mg","otherNames":["Bupivacaine liposome injectable suspension 266 mg/20 mL"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, \\>=18 years of age.\n2. Scheduled to undergo primary unilateral TKA under general or spinal anesthesia.\n3. American Society of Anesthesiologists (ASA) Physical Status 1, 2, or 3.\n4. Able to demonstrate motor function by performing a 20-meter walk, unassisted with the optional use of a 4-legged walker, and sensory function by exhibiting sensitivity to cold.\n5. Able to provide informed consent, adhere to the study visit schedule, and complete all study assessments.\n\nExclusion Criteria:\n\n1. Currently pregnant, nursing, or planning to become pregnant during the study or within 1 month after study drug administration. Female subjects must be surgically sterile, at least 2 years menopausal, or using an acceptable method of birth control.\n\n   If of childbearing potential, must have a documented negative pregnancy test within 24 hours before surgery.\n2. Planned concurrent surgical procedure (e.g., bilateral TKA).\n3. Use of any of the following medications within the times specified before surgery:\n\n   long-acting opioid medication, NSAIDs, aspirin (except for low-dose aspirin used for cardioprotection) or acetaminophen within 3 days, or and any opioid medication within 24 hours.\n4. Concurrent painful physical condition or concurrent surgery that may require analgesic treatment (such as an NSAID or opioid) in the postsurgical period for pain that is not strictly related to the surgical site administered study treatment, and which may confound the postsurgical assessments (e.g., significant pain from other joints including the non-index knee joint, chronic neuropathic pain, prior contralateral TKA, concurrent foot surgery).\n5. Initiation of treatment with any of the following medications within 1 month of study drug administration or if the medication(s) are being given to control pain: selective serotonin reuptake inhibitors (SSRIs), selective norepinepherine reuptake inhibitors (SNRIs), gabapentin, pregabalin (Lyrica®), or duloxetine (Cymbalta®).\n6. Current use of systemic glucocorticosteroids within 1 month of enrollment in this study.\n7. Body weight \\< 50 kilograms (110 pounds) or a body mass index ≥ 40 kg/m2.\n8. Contraindication to hydromorphone, oxycodone, or bupivacaine.\n9. Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.\n10. Previous participation in a liposome bupivacaine study.\n11. History of, suspected, or known addiction to or abuse of illicit drug(s), prescription medicine(s), or alcohol within the past 2 years.\n12. Failure to pass the urine drug screen.\n13. Uncontrolled anxiety, schizophrenia, or other psychiatric disorder that, in the opinion of the Investigator, could interfere with study assessments or compliance.\n14. Malignancy in the last 2 years, with the exception of non-metastatic basal cell or squamous cell carcinoma of the skin or localized carcinoma in situ of the cervix.\n15. Current or historical evidence of any clinically significant disease or condition, especially cardiovascular or neurological conditions that, in the opinion of the Investigator, may increase the risk of surgery or complicate the subject's postsurgical course.\n16. Significant medical conditions or laboratory results that, in the opinion of the Investigator, indicate an increased vulnerability to study drugs and procedures.\n17. Subjects who are planned to receive Entereg® (alvimopan).\n18. Subjects who will receive prophylactic antiemetics or planned postsurgical antiemetics given without regard to the subject's emesis needs.\n19. Use of dexmedetomidine HCl (Precedex®) within 3 days of surgery.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of Numeric Rating Scale at Rest (NRS-R) Pain Intensity Scores Through 72 Hours","description":"AUC of NRS-R pain intensity scores through 72 hours. Pain intensity scores were measured on an 11-point NRS (0=no pain and 10=worst possible pain)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"533.4","spread":"33.15"},{"groupId":"OG001","value":"427.2","spread":"31.73"},{"groupId":"OG002","value":"436.2","spread":"31.79"},{"groupId":"OG003","value":"530.5","spread":"31.73"},{"groupId":"OG004","value":"418.9","spread":"16.86"},{"groupId":"OG005","value":"515.5","spread":"16.95"}]}]}]},{"type":"SECONDARY","title":"Total Postsurgical Opioid Consumption Through 72 Hours","description":"Total postsurgical opioid consumption of opioid rescue pain medication (converted to IV morphine equivalents) through 72 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126.69","spread":"75.972"},{"groupId":"OG001","value":"100.35","spread":"53.177"},{"groupId":"OG002","value":"105.96","spread":"53.402"},{"groupId":"OG003","value":"124.78","spread":"58.743"},{"groupId":"OG004","value":"93.19","spread":"58.133"},{"groupId":"OG005","value":"122.08","spread":"70.312"}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Rescue Through 72 Hours","description":"Time to first opioid rescue medication consumed through 72 hours","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.49","spread":null},{"groupId":"OG001","value":"0.37","spread":null},{"groupId":"OG002","value":"1.29","spread":null},{"groupId":"OG003","value":"0.41","spread":null},{"groupId":"OG004","value":"0.44","spread":null},{"groupId":"OG005","value":"0.43","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":22},"commonTop":["Nausea","Pyrexia","Constipation","Pruritis","Vomiting"]}}}