{"nctId":"NCT02822508","briefTitle":"A Safety and Efficacy Evaluation of BLI801 Laxative in Adults Experiencing Non-Idiopathic Constipation","startDateStruct":{"date":"2016-06"},"conditions":["Constipation"],"count":434,"armGroups":[{"label":"BLI801 Laxative (high dose)","type":"EXPERIMENTAL","interventionNames":["Drug: BLI801 Laxative"]},{"label":"BLI801 Laxative (mid dose)","type":"EXPERIMENTAL","interventionNames":["Drug: BLI801 Laxative"]},{"label":"BLI801 Laxative (low dose)","type":"EXPERIMENTAL","interventionNames":["Drug: BLI801 Laxative"]},{"label":"BLI801 Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: BLI801 Placebo"]}],"interventions":[{"name":"BLI801 Laxative","otherNames":[]},{"name":"BLI801 Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects between the ages of \\> 18 and \\< 85 years\n2. Constipated, defined by the following criteria: Fewer than 3 spontaneous defecations per week and at least one of the following symptoms for the previous 4 weeks:\n\n   * Straining during \\> 25% of defecations\n   * Lumpy or hard stools in \\> 25% of defecations\n   * Sensation of incomplete evacuation for \\> 25% of defecations\n3. Receiving a stable maintenance opioid regimen.\n4. If female, and of child-bearing potential, is using an acceptable form of birth control\n5. Negative pregnancy test at screening (Visit 1), if applicable\n6. In the Investigator's judgment, subject is mentally competent to provide informed consent to participate in the study\n\nExclusion Criteria:\n\n1. Subjects with known or suspected ileus, gastrointestinal obstruction, gastric retention, bowel perforation, toxic colitis or toxic megacolon\n2. Subjects who have had major surgery within 30 days before Visit 1; appendectomy or cholecystectomy 60 days before Visit 1; abdominal, pelvic, or retroperitoneal surgery 6 months before Visit 1; bariatric surgery or surgery to remove a segment of the GI tract at any time before Visit 1\n3. Medical conditions associated with diarrhea, intermittent loose stools or constipation, which could confound the interpretation of the results, eg, fecal incontinence or irritable bowel syndrome. Subjects with irritable bowel syndrome (IBS) that has been previously diagnosed by a physician prior to initiation of the constipating therapy and that meets the following criteria, are excluded:\n\n   1. Absence of a structural or biochemical explanation for the abdominal pain symptom\n   2. At least 12 weeks during a period of 12 months, of abdominal discomfort or pain with at least 2 of the following 3 features:\n\n   i. Relieved with defecation, and/or ii. Onset associated with a change in frequency of stool, and/or iii. Onset associated with a change in form of stool.\n4. Subjects diagnosed with chronic constipation prior to initiation of opioid treatment\n5. Subjects taking laxatives (with the exception of fiber supplements), prokinetic agents or antidiarrheal drugs and refuse to discontinue these treatments from Visit 1 until after completion of Visit 5\n6. Subjects who are pregnant or nursing, or intend to become pregnant during the study\n7. Subjects of childbearing potential who refuse a pregnancy test\n8. Subjects who are allergic to any BLI801 component\n9. Subjects taking non-opioid medications or supplements known to cause constipation\n10. Subjects with an active history of drug or alcohol abuse\n11. Subjects who have participated in an investigational clinical, surgical, drug, or device study within the past 30 days\n12. Subjects who, in the opinion of the Investigator, should not be included in the study for any reason, including inability to follow study procedures.\n13. Subjects who have had a colonoscopy within 2 weeks of Visit 1 or are scheduled to have a colonoscopy during their participation in the study.\n14. Subjects who withdraw consent at any time prior to completion of Visit 1 procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"% of Subjects With Treatment Response","description":"Treatment response is defined as subjects who are weekly responders for at least 9 out of 12 weeks, with at least 3 of these weeks occurring in the last 4 weeks of treatment. A weekly responder is a subject who has ≥ 3 spontaneous bowel movements (SBMs) and an increase from baseline of \\> 1 SBM in that week.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"34","spread":null},{"groupId":"OG002","value":"30","spread":null},{"groupId":"OG003","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"84","spread":null},{"groupId":"OG003","value":"79","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":114},"commonTop":["Urinary tract infection","Diarrhoea","Flatulence","Abdominal pain","Abdominal distension"]}}}