{"nctId":"NCT02003144","briefTitle":"An Open Label Extension Trial of Eculizumab in Relapsing NMO Patients","startDateStruct":{"date":"2015-01-12","type":"ACTUAL"},"conditions":["Neuromyelitis Optica","Neuromyelitis Optica Spectrum Disorder"],"count":119,"armGroups":[{"label":"Eculizumab","type":"EXPERIMENTAL","interventionNames":["Biological: eculizumab"]}],"interventions":[{"name":"eculizumab","otherNames":["Soliris"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Patient completed the ECU-NMO-301 trial\n2. Patient has given written informed consent\n\nKey Exclusion Criteria:\n\n1. Patients who have withdrawn from the ECU-NMO-301 trial as a result of an AE related to trial drug\n2. Female patients who are pregnant, breastfeeding, or intend to conceive during the course of the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events and Serious Adverse Events","description":"An adverse event (AE) was defined as any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Treatment-emergent adverse events (TEAEs) were defined as an AE with onset on or after the first study drug dose in Study ECU-NMO-302. A serious adverse event (SAE) was defined as an untoward medical occurrence that at any dose either results in death, is life-threatening, requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect, or is an important medical event. A summary of serious and all other non-serious adverse events, regardless of causality, is located in the Reported Adverse Events module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With At Least 1 Post Baseline Columbia-Suicide Severity Rating Scale (C-SSRS) Assessment (Suicide-Related Thoughts or Behaviours) Abnormality","description":"The C-SSRS is a validated questionnaire to capture occurrence, severity, and frequency of suicide-related thoughts and behaviours, and has a binary response (yes/no). Suicidal Ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: Wish to be Dead; Non-specific Active Suicidal Thoughts; Active Suicidal Ideation with Any Methods (Not Planned) without Intent to Act; Active Suicidal Ideation with Some Intent to Act, without Specific Plan; and Active Suicidal Ideation with Specific Plan and Intent. Suicidal Behaviour: a \"yes\" answer to any of 5 suicidal behaviour questions: Preparatory Acts or Behaviour, Aborted Attempt, Interrupted Attempt, Actual Attempt (non-fatal), and Completed Suicide. Suicidal Ideation or Behaviour: a \"yes\" answer to the following question: Self-injurious behaviour without suicidal intent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With An On-trial Relapse as Determined by The Treating Physician","description":"An On-trial Relapse was defined as a new onset of neurologic symptoms or worsening of existing neurologic symptoms with an objective change (clinical sign) on neurologic examination that persisted for more than 24 hours as confirmed by the treating physician.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"On-Trial Annualized Relapse Rate (ARR) as Determined by The Treating Physician","description":"The On-trial ARR was computed as the total number of relapses divided by the total number of participant years in the study period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.128","spread":"0.4576"},{"groupId":"OG001","value":"0.061","spread":"0.2186"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Expanded Disability Status Scale (EDSS) Score","description":"Disease-related disability was measured by the EDSS. The EDSS quantifies disability in 8 Functional Systems (FS) and allows neurologists to assign a Functional System Score (FSS) in each of these. The Functional Systems are pyramidal, cerebellar, brainstem, sensory, bowel and bladder, visual, cerebral, and other. The EDSS is an ordinal clinical rating scale that ranges from 0 (normal neurologic examination) to 10 (death) in half-point increments. A decrease in score indicates improvement. Baseline was defined as the last available assessment prior to the first study drug infusion in Study ECU-NMO-302.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.34","spread":"1.879"},{"groupId":"OG001","value":"3.97","spread":"1.736"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.24","spread":"0.721"},{"groupId":"OG001","value":"0.01","spread":"0.571"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.39","spread":"0.830"},{"groupId":"OG001","value":"-0.11","spread":"0.536"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.38","spread":"1.003"},{"groupId":"OG001","value":"-0.38","spread":"1.057"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Modified Rankin Scale (mRS) Score","description":"Disease-related disability was measured by the mRS score. The mRS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered from a neurological disability. The scale ranges from 0 (no symptoms at all) to 6 (death) in whole-point increments. A decrease in score indicates improvement. Baseline was defined as the last available assessment prior to the first study drug infusion in Study ECU-NMO-302.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":"1.358"},{"groupId":"OG001","value":"1.88","spread":"1.269"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.932"},{"groupId":"OG001","value":"-0.04","spread":"0.458"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"1.182"},{"groupId":"OG001","value":"-0.14","spread":"0.543"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"1.446"},{"groupId":"OG001","value":"-0.31","spread":"0.602"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hauser Ambulation Index (HAI) in Participants With Abnormal Baseline Ambulatory Function","description":"The HAI evaluates gait and was used to assess the time and effort used by the participant to walk 25 feet (8 meters). The scale ranges from 0 to 9, with 0 being the best score (asymptomatic; fully active) and 9 being the worst (restricted to wheelchair; unable to transfer self independently). A decrease in score indicates improvement. Baseline is defined as the last available assessment prior to the first study drug infusion in Study ECU-NMO-302.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.83","spread":"2.123"},{"groupId":"OG001","value":"2.35","spread":"2.257"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"1.132"},{"groupId":"OG001","value":"0.08","spread":"0.816"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"1.777"},{"groupId":"OG001","value":"0.07","spread":"1.033"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"1.706"},{"groupId":"OG001","value":"0.07","spread":"1.269"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life (EuroQoL) 5-Dimension Visual Analog Scale (EQ-5D VAS) Health Status Score","description":"The EQ-5D is a generic, standardized participant self-administered health status instrument. EQ-5D general health status can also be measured by a visual analog scale (EQ-5D VAS). EQ-5D-VAS recorded the participant's self-rated health on a vertical visual analog scale (VAS) that allowed the participants to indicate their health state that ranged from 0 (worst imaginable) to 100 (best imaginable). Baseline is defined as the last available assessment prior to the first study drug infusion in Study ECU-NMO-302.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.00","spread":"22.012"},{"groupId":"OG001","value":"72.27","spread":"20.941"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.22","spread":"13.294"},{"groupId":"OG001","value":"-0.78","spread":"12.388"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"18.867"},{"groupId":"OG001","value":"1.28","spread":"11.295"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.00","spread":"19.374"},{"groupId":"OG001","value":"-4.13","spread":"18.421"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Kurtzke Visual Functional System Scores (FSS) in Participants With Abnormal Baseline Visual Function","description":"The EDSS assesses multiple Kurtzke functional systems in the context of a standard neurological exam, including visual function. The visual score ranges from 0 to 6. A score of 0 implies the participant has normal visual function. Higher scores represent worse disability. Baseline is defined as the last available assessment prior to the first study drug infusion in Study EC-NMO-302.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.75","spread":"2.030"},{"groupId":"OG001","value":"3.60","spread":"2.031"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.392"},{"groupId":"OG001","value":"-0.06","spread":"0.569"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.352"},{"groupId":"OG001","value":"-0.10","spread":"0.651"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.000"},{"groupId":"OG001","value":"-0.29","spread":"0.994"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":41},"commonTop":["Nasopharyngitis","Upper respiratory tract infection","Headache","Urinary tract infection","Arthralgia"]}}}