{"nctId":"NCT02261467","briefTitle":"A Safety and Efficacy Study of OnabotulinumtoxinA in Forehead and Glabellar Facial Rhytides","startDateStruct":{"date":"2014-10-21","type":"ACTUAL"},"conditions":["Forehead Rhytides","Glabellar Rhytides"],"count":421,"armGroups":[{"label":"OnabotulinumtoxinA","type":"EXPERIMENTAL","interventionNames":["Biological: OnabotulinumtoxinA"]},{"label":"Placebo followed by OnabotulinumtoxinA in Period 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Normal Saline"]}],"interventions":[{"name":"OnabotulinumtoxinA","otherNames":["BOTOX® Cosmetic","botulinum toxin Type A"]},{"name":"Normal Saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Moderate to severe forehead and glabellar lines\n* Willing to have facial photos taken\n\nExclusion Criteria:\n\n* Prior exposure to botulinum toxin of any serotype for any indication\n* Anticipated need for treatment with botulinum toxin of any serotype for any indication during the study, other than study treatment\n* Diagnosis of myasthenia gravis, Eaton-Lambert syndrome, or amyotrophic lateral sclerosis\n* Any facial resurfacing laser or light treatment, microdermabrasion, or superficial peels in the past 3 months\n* Any medium depth or deep depth facial chemical peels; facial skin resurfacing; or permanent facial make-up in the past 6 months\n* Any nonpermanent soft tissue fillers, or treatment with oral retinoids in the past year\n* Prior face lift, thread lift, eyebrow lift, or related procedures (eg, eyelid and/or eyebrow surgery)\n* Prior facial treatment with permanent soft tissue fillers, synthetic implants (eg, Gore-Tex®), and/or fat transplantation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With ≥2-Grade Improvement From Baseline on Both the Investigator's and Subject's Facial Wrinkle Scale (FWS) Ratings of Forehead Line Severity at Maximum Eyebrow Elevation","description":"The Investigator and subject each assessed the severity of the subject's forehead lines at maximum eyebrow elevation using the 4-grade FWS, where 0=none, 1=mild, 2=moderate, and 3=severe. The percentage of subjects with at least a 2-grade improvement from baseline assessed by both the Investigator and the subject are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"61.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With an Investigator Rating of None or Mild on the 4-Grade FWS for Forehead Line Severity at Maximum Eyebrow Elevation","description":"The Investigator assessed the severity of the subject's forehead lines at maximum eyebrow elevation using the 4-grade FWS, where 0=none, 1=mild, 2=moderate, and 3=severe. The percentage of subjects with a score of \"none\" and \"mild\" are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"94.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With ≥1-Grade Improvement From Baseline on the Investigator's FWS Rating of Forehead Line Severity at Rest","description":"The Investigator assessed the severity of the subject's forehead lines at rest using the 4-grade FWS, where 0=none, 1=mild, 2=moderate, and 3=severe. The percentage of subjects with at least a 1-grade improvement assessed by the Investigator are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"85.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects Reporting Mostly Satisfied or Very Satisfied on the 5-Point Facial Line Satisfaction Questionnaire (FLSQ) Item 5","description":"The FLSQ consists of 13 questions that assess subject satisfaction and appearance-related impacts associated with facial lines. Item 5 on the FLSQ asks \"How satisfied are you with the effect your treatment had on your facial lines?\" Responses included: very satisfied, mostly satisfied, neither satisfied or dissatisfied, mostly dissatisfied, or very dissatisfied. The percentage of subjects reporting a score of mostly satisfied or very satisfied with treatment are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"90.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With ≥20-Point Improvement From Baseline on the Impact Domain of the FLSQ Among Subjects With Baseline Score ≥ 20 Points","description":"The FLSQ consists of 13 questions that assess subject satisfaction and appearance-related impacts associated with facial lines. The Impact Domain measures the subject's appearance-related and emotional impacts of treatment and is composed of 5 questions with a possible range of scores from 0 (worst) to 100 (best), using a transformed scale. Only subjects with baseline scores ≥ 20 are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"73.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With a ≥3-Point Improvement From Baseline on Item 4 of the 11-Point Facial Line Outcomes (FLO-11) Questionnaire©","description":"The FLO-11 assess the subject's psychological and appearance-related impacts associated with facial lines. Item 4 is \"I look older than my actual age because of my facial lines\" with a range of possible scores from 0 = not at all to 10 = very much. Only subjects with baseline scores ≥ 3 are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"77.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Retreatment Eligibility","description":"Time to retreatment eligibility is defined as the number of days from treatment cycle 1 injection to the return to an Investigator FWS rating of moderate or severe at maximum eyebrow elevation. The FWS is a 4-grade scale, where 0=none, 1=mild, 2=moderate, and 3=severe. Only subjects who achieved a ≥ 2-grade improvement on both the Investigator and subject FWS ratings at maximum eyebrow elevation on Day 30 are included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"119","spread":"52.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":100},"commonTop":["Headache","Nasopharyngitis","Injection site bruising"]}}}