{"nctId":"NCT04193176","briefTitle":"Efficacy and Safety of Gefapixant (MK-7264) in Women With Chronic Cough and Stress Urinary Incontinence (MK-7264-042)","startDateStruct":{"date":"2020-05-10","type":"ACTUAL"},"conditions":["Chronic Cough"],"count":376,"armGroups":[{"label":"Gefapixant","type":"EXPERIMENTAL","interventionNames":["Drug: Gefapixant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Gefapixant","otherNames":["MK-7264"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a chest radiograph or computed tomography scan of the thorax (within 5 years of Screening and after the onset of chronic cough) not demonstrating any abnormality considered to be significantly contributing to the chronic cough or any other lung disease\n* Has chronic cough (defined as duration of \\>8 weeks after onset of cough symptoms) for ≥12 months\n* Has a diagnosis of refractory chronic cough or unexplained chronic cough\n* Has symptoms of SUI, defined as involuntary loss of urine on effort, physical exertion, or on sneezing or coughing, for ≥3 months\n* Is a female who is not pregnant, not breastfeeding, not of childbearing potential, or agrees to follow contraceptive guidance\n\nExclusion Criteria:\n\n* Is a current smoker\n* Has given up smoking within 12 months of screening\n* Is a former smoker with a smoking history greater than 20 pack-years (1 pack of 20 cigarettes per day for 20 years)\n* Has a history of respiratory tract infection or recent change in pulmonary status within 4 weeks of screening\n* Has a history of chronic bronchitis\n* Has a history of surgery to treat SUI within 1 year of screening\n* Has a history of other specialized treatments for SUI, including intravesical balloon or urethral bulking agent therapy\n* Has other external incontinence device currently or within 1 month of screening\n* Has a history of Grade 3 or higher pelvic organ prolapse previously documented or diagnosed on screening\n* Has a neurogenic bladder\n* Has a history of adult nocturnal incontinence\n* Has a history of continuous urine leakage within 1 month of screening\n* Has a history of interstitial cystitis\n* Has a history of neurological disease or injury\n* Has active or recurrent urinary tract infection\n* Has a history of having a permanent urinary catheter or any urinary catheterization within 3 months of screening\n* Has a history of malignancy ≤5 years prior to signing informed consent\n* Is a user of recreational or illicit drugs or a recent history (within the last year) of drug or alcohol abuse\n* Has a known allergy to gefapixant or its excipients\n* Has donated or lost ≥1 unit (\\~300 mL) of blood within 8 weeks prior to first dose of gefapixant\n* Requires certain medications and/or other therapies that may impact their cough or bladder function\n* Has previously received gefapixant\n* Is currently participating or has participated in an interventional clinical study within 30 days of participating in this current study","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline in Average Daily Cough-induced Stress Urinary Incontinence (SUI) Episodes at Week 12","description":"Cough-induced SUI episodes were assessed using an event-driven electronic Incontinence Diary where the participant recorded the main cause of each urinary incontinence episode as coughing, another stress reason, or other cause. Episodes of incontinence were recorded for the week before baseline and treatment visit. Average daily cough induced SUI episodes were calculated as (sum of daily cough-induced SUI episodes in a week)/number of days recorded. The percent change from baseline in the average daily cough-induced SUI episodes to Week 12 are presented.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.09","spread":null},{"groupId":"OG001","value":"-52.78","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who experienced an adverse event are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.4","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Discontinued Study Intervention Due to AEs","description":"An AE is defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The number of participants who discontinued study intervention due to an adverse event are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":190},"commonTop":["Dysgeusia","Ageusia","Headache","Hypogeusia","Nausea"]}}}