{"nctId":"NCT01732536","briefTitle":"Steroid-Releasing S8 Sinus Implant for Recurrent Nasal Polyps","startDateStruct":{"date":"2013-01","type":"ACTUAL"},"conditions":["Chronic Sinusitis","Nasal Polyps"],"count":100,"armGroups":[{"label":"S8 Sinus Implant","type":"EXPERIMENTAL","interventionNames":["Drug: S8 Sinus Implant","Drug: Mometasone furoate nasal spray"]},{"label":"Control","type":"SHAM_COMPARATOR","interventionNames":["Procedure: Sham procedure","Drug: Mometasone furoate nasal spray"]}],"interventions":[{"name":"S8 Sinus Implant","otherNames":["SINUVA (mometasone furoate) sinus implant"]},{"name":"Sham procedure","otherNames":[]},{"name":"Mometasone furoate nasal spray","otherNames":["Nasonex Nasal Spray"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nCandidates for this study had to meet ALL of the following inclusion criteria:\n\n1\\. General Inclusion Criteria\n\n1. Patient has provided written informed consent using a form approved by the reviewing IRB.\n2. Patient is ≥ 18 years of age.\n3. Patient is willing and able to comply with protocol requirements.\n4. Patient has a previous confirmed diagnosis of CS defined as inflammation of the mucosa of the paranasal sinuses.\n5. Patient has undergone bilateral total ethmoidectomy (must be at least 90 day beyond the date of last sinus surgery).\n6. Patient has recurrent bilateral sinus obstruction due to polyposis (Grades 1 through 3 only).\n7. Patient must have a Grade 2 polyposis on at least 1 ethmoid side.\n8. Patient is able to tolerate the use of Nasonex topical intranasal steroid spray once daily.\n9. Patient is indicated for a repeat ESS per the study definition. Patient must have: (i) a minimum symptom burden on the SNOT 22, consisting of a minimum score of 2 on at least 2 of the 5 hallmark symptoms of CS (nasal blockage, post-nasal discharge, thick nasal discharge, facial pain/pressure, and decreased sense of smell); (ii) persistent symptoms of CS despite ongoing treatment with topical intranasal steroid irrigations or sprays at least once daily for at least 2 weeks preceding enrollment; (iii) had treatment with a high-dose form of steroids (e.g., oral, parenteral, injection into polyps) and/or sinus steroid irrigations within the preceding 2 years, or refused such therapy due to intolerance/side effects; (iv) a known history of repeated courses of treatment with aggressive steroid therapy for recurrent sinusitis; and (v) endoscopic evidence of polyp recurrence, scarring, and/or obstructive mucosal edema.\n10. Patient is able to tolerate use of topical/local anesthesia and the implant procedure in an office or clinic setting.\n11. In the opinion of the physician, treatment with S8 Sinus Implant or sham procedure is technically feasible (able to pass 5-9 mm device into middle meatus) bilaterally.\n12. Female patients of child-bearing potential must not be pregnant and must agree to not become pregnant during the course of the study.\n13. Female patients of child-bearing potential must agree to use consistent and acceptable method/s of birth control during the course of the study.\n\nExclusion Criteria\n\nCandidates were excluded if they met ANY of the following criteria:\n\nGeneral Exclusion Criteria\n\n1. Patient had bilateral total ethmoidectomy less than 90 days previously.\n2. Patient had Propel implanted postoperatively less than 90 days previously.\n3. Patient has presence of adhesions/synechiae Grades 3 or 4.\n4. Patient has presence of severe scarring or adhesions within the ethmoid cavity itself.\n5. Patient has presence of Grade 4 polyposis.\n6. Patient has known history of immune deficiency (e.g., IGG\\] subclass deficiency or IGA deficiency, HIV).\n7. Patient has concurrent condition requiring active chemotherapy and/or immunotherapy management for the disease (e.g., cancer, HIV, etc.).\n8. Patient has oral-steroid dependent condition such as chronic obstructive pulmonary disease (COPD), asthma or other condition.\n9. Patient has known history of allergy or intolerance to corticosteroids or mometasone furoate (MF).\n10. Patient has known history of resistance or poor response to oral steroids.\n11. Patient has presence of physical obstruction that would preclude access to either ethmoid sinus for device delivery (e.g., severe septal deviation, septal spur, very small middle meatus, total obstruction of the nasal passage with severe scarring, polyposis).\n12. Patient has clinical evidence of acute bacterial sinusitis (e.g., acute increase in purulent discharge, fever, facial pain etc.).\n13. Patient has clinical evidence or suspicion of invasive fungal sinusitis (e.g., bone erosion on prior CT scan, necrotic sinus tissue, etc.).\n14. Patient has evidence of disease or condition expected to compromise survival or ability to complete follow-up assessments during the 6 month follow-up period.\n15. Patient is currently participating in or recently participated in another clinical trial (within the last 30 days).\n16. Patient has history of insulin dependent diabetes mellitus.\n17. Patient has previously undergone ESS and experienced a CSF leak or has residual compromised vision as a result of a complication in a prior ESS procedure.\n18. Patient has completely resected middle turbinate.\n19. Patient has known dehiscence of the lamina papyracea.\n20. Patient has evidence of active viral illness (e.g., tuberculosis, ocular herpes simplex, chickenpox, or measles).\n\n    Ocular Exclusion Criteria\n21. Patient has history or diagnosis of glaucoma or ocular hypertension (baseline or a known prior ocular exam indicating IOP \\>21 mm Hg)\n22. Patient has closed angle (with or without the presence of peripheral anterior synechiae on gonioscopy)\n23. Patient has presence in either eye of: (i) posterior subcapsular cataract, (ii) nuclear sclerosis of Grade +3 or higher; or (iii) cortical cataract of Grade +3 or higher.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Nasal Obstruction/Congestion Score","description":"Nasal Obstruction by patients using a paper questionnaire on a scale from 0 (no problem) to 5 (problem as bad as it can be). Negative values for change from baseline represented reduction (improvement) in","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.62","spread":"1.180"},{"groupId":"OG001","value":"3.30","spread":"1.159"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.31","spread":"1.422"},{"groupId":"OG001","value":"2.62","spread":"1.336"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.33","spread":"1.465"},{"groupId":"OG001","value":"-0.67","spread":"1.446"}]}]}]},{"type":"PRIMARY","title":"Bilateral Polyp Grade","description":"Polyp grade was determined by a panel of 3 independent sinus surgeons based on a centralized, blinded videoendoscopy review. Each sinus was graded from 0 (no visible polyps) to 4 (nasal polyps completely obstructing nasal cavity) and then the left and right values were added to obtain a total bilateral polyp grade, ranging from 0 to 8. Negative values for change from baseline represented reduction (improvement) in bilateral polyp grade.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.90","spread":"0.918"},{"groupId":"OG001","value":"4.39","spread":"1.448"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.12","spread":"1.162"},{"groupId":"OG001","value":"4.00","spread":"1.720"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.76","spread":"0.875"},{"groupId":"OG001","value":"-0.38","spread":"0.998"}]}]}]},{"type":"SECONDARY","title":"Ethmoid Sinus Obstruction","description":"Percentage of the ethmoid sinus volume obstructed by scarring, polyps, or edema on endoscopy, as determined by a panel of 3 independent sinus surgeons based on a centralized, blinded videoendoscopy review using a 100-mm visual analogue scale (VAS), ranging from 0 (absence of obstruction) to 100 (complete obstruction). Negative values for change from baseline represented reduction (improvement) in ethmoid sinus obstruction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.59","spread":"18.201"},{"groupId":"OG001","value":"62.74","spread":"25.673"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.54","spread":"20.140"},{"groupId":"OG001","value":"57.17","spread":"28.516"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.05","spread":"19.361"},{"groupId":"OG001","value":"-5.57","spread":"18.279"}]}]}]},{"type":"SECONDARY","title":"Bilateral Polyp Grade","description":"Polyps were graded by clinical investigators on a scale from 0 (no visible polyps) to 4 (nasal polyps completely obstructing nasal cavity) and then the left and right values were added to obtain a total bilateral polyp grade, ranging from 0 to 8. Negative values for change from baseline indicate reduction (improvement) in nasal polyps.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.68","spread":"0.956"},{"groupId":"OG001","value":"4.32","spread":"1.105"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.65","spread":"1.655"},{"groupId":"OG001","value":"4.24","spread":"1.667"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"1.680"},{"groupId":"OG001","value":"-0.09","spread":"1.203"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.96","spread":"1.587"},{"groupId":"OG001","value":"4.36","spread":"1.708"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"1.527"},{"groupId":"OG001","value":"0.02","spread":"1.158"}]}]}]},{"type":"SECONDARY","title":"Nasal Obstruction Symptom Evaluation (NOSE) Score","description":"NOSE scale is a validated symptom scoring instrument consisting of 5 questions each scored by patients on a 5-point Likert scale from 0 (not a problem) to 4 (severe problem), then multiplied by 5 and resulting in a total score ranging from 0 to 100. Negative values for change from baseline represented reduction (improvement) in NOSE score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.79","spread":"26.658"},{"groupId":"OG001","value":"63.19","spread":"23.943"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.83","spread":"24.395"},{"groupId":"OG001","value":"50.67","spread":"25.597"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.58","spread":"28.174"},{"groupId":"OG001","value":"-12.22","spread":"23.874"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Indicated for Revision Endoscopic Sinus Surgery (RESS)","description":"To be indicated for RESS, the following criteria had to be met:\n\n* Continued to use topical intranasal steroids daily;\n* Continued to complain of at least 2 symptoms of chronic sinusitis despite ongoing topical intranasal steroid use\n* Needed or had received at least 1 course of aggressive steroid therapy or had refused such therapy due to intolerance/side effects; and\n* Had endoscopic evidence of persisting ethmoid sinus obstruction (bilateral polyp grade \\>=2 on at least one side)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":53},"commonTop":["Chronic Sinusitits","Acute sinusitis","Upper respiratory tract infection","Epistaxis","Nasopharyngitis"]}}}