{"nctId":"NCT02853305","briefTitle":"Study of Pembrolizumab With or Without Platinum-based Combination Chemotherapy Versus Chemotherapy Alone in Urothelial Carcinoma (MK-3475-361/KEYNOTE-361)","startDateStruct":{"date":"2016-09-15","type":"ACTUAL"},"conditions":["Urothelial Carcinoma Associated 1 RNA, Human"],"count":1010,"armGroups":[{"label":"Pembrolizumab + ST Chemotherapy (Pembro Combo)","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab","Drug: Cisplatin","Drug: Carboplatin","Drug: Gemcitabine"]},{"label":"Pembrolizumab (Pembro)","type":"EXPERIMENTAL","interventionNames":["Biological: Pembrolizumab"]},{"label":"ST Chemotherapy (Chemo)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cisplatin","Drug: Carboplatin","Drug: Gemcitabine"]}],"interventions":[{"name":"Pembrolizumab","otherNames":["MK-3475","KEYTRUDA®"]},{"name":"Cisplatin","otherNames":[]},{"name":"Carboplatin","otherNames":[]},{"name":"Gemcitabine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a histologically or cytologically confirmed diagnosis of advanced/unresectable (inoperable) or metastatic urothelial carcinoma of the renal pelvis, ureter \\[upper urinary tract\\], bladder, or urethra. Both transitional cell and mixed transitional/non- transitional cell histologies are allowed, but transitional cell carcinoma must be the predominant histology.\n* Has measurable disease based on RECIST 1.1 as determined by the local site investigator/radiology assessment.\n* Has received no prior systemic chemotherapy for advanced or metastatic urothelial carcinoma, with the following exceptions:\n\n  * Neoadjuvant platinum-based chemotherapy with recurrence \\>12 months from completion of therapy is permitted.\n  * Adjuvant platinum-based chemotherapy following radical cystectomy with recurrence \\>12 months from completion of therapy is permitted.\n* Has provided tissue for biomarker analysis from an archival tissue sample or newly obtained core or excisional biopsy of a tumor lesion not previously irradiated from a muscle invasive urothelial carcinoma or a metastatic biopsy, originally from the original tumor.\n* Has an Eastern Cooperative Oncology Group (ECOG) Performance Status of 0, 1, or 2.\n* Demonstrates adequate organ function.\n* Female participants of childbearing potential must be willing to use an adequate method of contraception for the course of the study through 120 days after the last dose of pembrolizumab or 180 days after chemotherapy treatment.\n* Male participants of childbearing potential must agree to use an adequate method of contraception starting with the first dose of study therapy through 120 days after the last dose of pembrolizumab or 180 days after chemotherapy treatment.\n\nExclusion Criteria:\n\n* Has disease that is suitable for local therapy administered with curative intent.\n* Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigation device within 4 weeks of the first dose of study drug.\n* Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to randomization.\n* Has an active autoimmune disease that has required systemic treatment in the past 2 years.\n* Has had a prior anti-cancer monoclonal antibody (mAb) for direct anti-neoplastic treatment within 4 weeks prior to the first dose of study drug (6 weeks for nitrosoureas or mitomycin C) or who has not recovered (i.e., ≤ Grade 1 or at Baseline) from adverse events (AEs) due to mAbs administered more than 4 weeks earlier.\n* Has not recovered (i.e., AE ≤ Grade 1 or at Baseline) from AEs due to a previously administered agent.\n* Has a known additional malignancy that is progressing or requires active treatment within the past 5 years.\n\n  * Exceptions include basal cell carcinoma of the skin, squamous cell carcinoma of the skin that has undergone potentially curative therapy or in situ cervical cancer.\n  * A history of prostate cancer that was identified incidentally following cystoprostatectomy for bladder cancer is acceptable, provided that the following criteria are met: Stage T2N0M0 or lower; Gleason score ≤6; Prostate-specific Antigen (PSA) level undetectable.\n* Has a history of (non-infectious) pneumonitis that required steroids or current pneumonitis.\n* Has a known history of active tuberculosis (TB).\n* Has an active infection requiring systemic therapy.\n* Has a history of severe hypersensitivity reaction (e.g. generalized rash/erythema, hypotension, bronchospasm, angioedema or anaphylaxis) to pembrolizumab, gemcitabine, carboplatin, or cisplatin or their analogs and/or to any of their excipients.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial. Is a known regular user (including \"recreational use\") of any illicit drug(s) or had a recent history (within the last year) of drug or alcohol abuse.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of pembrolizumab or 180 days after the last dose of chemotherapy treatment.\n* Has received prior therapy with an anti-PD-1, or anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another co-inhibitory T-cell receptor (e.g., cytotoxic T-lymphocyte-associated protein 4 \\[CTLA-4\\], OX-40, CD137).\n* Has a known history of human immunodeficiency virus (HIV).\n* Has known active hepatitis B or hepatitis C.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pembro Combo vs Chemo: Progression-free Survival (PFS) Using Response Criteria in Solid Tumors Version 1.1 (RECIST 1.1) as Assessed by Blinded Independent Central Review (BICR)","description":"PFS was defined as the time from randomization to the first documented progressive disease (PD) per RECIST 1.1 based on BICR, or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study.\n\nPer protocol, PFS in the pembro combo arm was compared to the chemo arm as a pre-specified primary analysis of the Intent-To-Treat (ITT) population (all randomized participants). PFS is reported here for all participants in the pembro combo arm and chemo arm. Per protocol, PFS was compared separately between all participants of the pembro arm and chemo arm and is presented later in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG002","value":"7.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Pembro Combo vs Chemo: Overall Survival (OS)","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up. Per protocol, OS in the pembro combo arm was compared to the chemo arm as a pre-specified primary analysis of the ITT population (all randomized participants). OS is reported here for all participants in the pembro combo arm and chemo arm. Per protocol, OS was compared separately between all participants of the pembro arm and chemo arm and is presented later in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG002","value":"14.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Pembro vs Chemo: OS in Participants With Programmed Cell Death Ligand 1 (PD-L1) Combined Positive Score (CPS) ≥10%","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up. Per protocol, OS in the CPS ≥10% subset of the pembro arm was compared to OS in the CPS ≥10% subset of the chemo arm for this endpoint as a pre-specified primary analysis of the ITT population. OS is reported here for all participants in the pembro arm and chemo arm who were PD-L1 CPS ≥10%. Per protocol, OS in the CPS ≥10% subset of the pembro combo arm was not a pre-specified analysis of the ITT population and is not presented.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"16.1","spread":null},{"groupId":"OG002","value":"15.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Pembro vs Chemo: OS","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up. Per protocol, OS in the pembro arm was compared to the chemo arm as a pre-specified primary analysis of the ITT population (all randomized participants). OS is reported here for all participants in the pembro arm and chemo arm. Per protocol, OS was compared separately between all participants of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"15.6","spread":null},{"groupId":"OG002","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: PFS Using RECIST 1.1 as Assessed by BICR","description":"PFS was defined as the time from randomization to the first documented PD per RECIST 1.1 based on BICR, or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study.\n\nPer protocol, PFS in the pembro arm was compared to the chemo arm as a pre-specified analysis of the ITT population (all randomized participants). PFS is reported here for all participants in the pembro arm and chemo arm. Per protocol, PFS was compared separately between all participants of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"3.9","spread":null},{"groupId":"OG002","value":"7.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product was also an AE. The number of participants that experienced at least one AE was reported for each treatment arm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"348","spread":null},{"groupId":"OG001","value":"289","spread":null},{"groupId":"OG002","value":"341","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinue Study Drug Due to an AE","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product was also an AE. The number of participants that discontinued any study drug due to an AE was reported for each treatment arm.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"48","spread":null},{"groupId":"OG002","value":"62","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro Combo vs Chemo: Objective Response Rate (ORR) Using RECIST 1.1 as Assessed by BICR","description":"ORR was defined as the percentage of participants in the analysis population who had a Complete Response (CR: disappearance of all target lesions) or a Partial Response (PR: ≥30% decrease in the sum of diameters of target lesions) per RECIST 1.1. based upon BICR. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study. Per protocol, ORR in the pembro combo arm was compared to the chemo arm as a pre-specified secondary analysis of the ITT population. The percentage of participants who experienced CR or PR is reported here as the ORR for all participants in the pembro combo arm and chemo arm. Per protocol, ORR was compared separately between participants of the pembro arm and chemo arm and is presented later in the record.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":null},{"groupId":"OG002","value":"44.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro Combo vs Chemo: Duration of Response (DOR) Using RECIST 1.1 as Assessed by BICR","description":"For participants who demonstrated a confirmed CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1 based upon BICR, DOR was defined as the time from first documented evidence of confirmed CR or PR until PD or death, whichever occurred first. DOR for participants who had not progressed or died at the time of analysis was censored at the date of their last tumor assessment. Per RECIST 1.1, PD was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. DOR is reported here for all participants in the pembro combo arm and chemo arm who had CR or PR. Per protocol, DOR was assessed separately in responders of the pembro arm and chemo arm and is presented later in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null},{"groupId":"OG002","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro Combo vs Chemo: Disease Control Rate (DCR) Using RECIST 1.1 as Assessed by BICR","description":"DCR was defined as the percentage of participants who had a confirmed CR (disappearance of all target lesions), PR (at least a 30% decrease in the sum of diameters of target lesions), or Stable Disease (SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD \\[at least a 20% increase in the sum of diameters of target lesions and an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered PD\\]). Per protocol, DCR in the pembro combo arm was compared to the chemo arm as a pre-specified secondary analysis of the ITT population. The percentage of participants who experienced a confirmed CR, PR, or SD according to RECIST 1.1 as assessed by BICR was reported as the DCR for all participants in the pembro combo arm and chemo arm. Per protocol, DCR was compared separately between participants of the pembro arm and chemo arm and is presented later in the record.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.3","spread":null},{"groupId":"OG002","value":"75.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: ORR Using RECIST 1.1 as Assessed by BICR","description":"ORR was defined as the percentage of participants in the analysis population who had a CR (disappearance of all target lesions) or a PR (≥30% decrease in the sum of diameters of target lesions) per RECIST 1.1. based upon BICR. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study. Per protocol, ORR in the pembro arm was compared to the chemo arm as a pre-specified secondary analysis of the ITT population. The percentage of participants who experienced CR or PR is reported here as the ORR for all participants in the pembro arm and chemo arm. Per protocol, ORR was compared separately between participants of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"30.3","spread":null},{"groupId":"OG002","value":"44.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: DOR Using RECIST 1.1 as Assessed by BICR","description":"For participants who demonstrated a confirmed CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1 based upon BICR, DOR was defined as the time from first documented evidence of confirmed CR or PR until PD or death, whichever occurred first. DOR for participants who had not progressed or died at the time of analysis was censored at the date of their last tumor assessment. Per RECIST 1.1, PD was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. DOR is reported here for all participants in the pembro arm and chemo arm who had CR or PR. Per protocol, DOR was assessed separately in responders of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"28.2","spread":null},{"groupId":"OG002","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: DCR Using RECIST 1.1 as Assessed by BICR","description":"DCR was defined as the percentage of participants who had a CR (disappearance of all target lesions), PR (at least a 30% decrease in the sum of diameters of target lesions), or SD (neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD \\[at least a 20% increase in the sum of diameters of target lesions and an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered PD\\]). Per protocol, DCR in the pembro arm was compared to the chemo arm as a pre-specified secondary analysis of the ITT population. The percentage of participants who experienced a confirmed CR, PR, or SD according to RECIST 1.1 as assessed by BICR was reported as the DCR for all participants in the pembro arm and chemo arm. Per protocol, DCR was compared separately between participants of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"47.2","spread":null},{"groupId":"OG002","value":"75.9","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Using RECIST 1.1 as Assessed by BICR at 6 Months","description":"PFS was defined as the time from randomization to the first documented PD per RECIST 1.1 based on BICR, or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study. Per protocol, PFS was compared between arms as a pre-specified secondary analysis of the ITT population (all randomized participants). PFS is reported here for all participants at 6 months based on the product-limit (Kaplan-Meier) method for censored data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.7","spread":null},{"groupId":"OG001","value":"43.6","spread":null},{"groupId":"OG002","value":"70.3","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Using RECIST 1.1 as Assessed by BICR at 12 Months","description":"PFS was defined as the time from randomization to the first documented PD per RECIST 1.1 based on BICR, or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study. Per protocol, PFS was compared between arms as a pre-specified secondary analysis of the ITT population (all randomized participants). PFS is reported here for all participants at 12 months based on the product-limit (Kaplan-Meier) method for censored data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.7","spread":null},{"groupId":"OG001","value":"26.6","spread":null},{"groupId":"OG002","value":"20.9","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS Using RECIST 1.1 as Assessed by BICR at 18 Months","description":"PFS was defined as the time from randomization to the first documented PD per RECIST 1.1 based on BICR, or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum had to demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. The sponsor allowed a maximum of 10 target lesions in total and 5 per organ on this study. Per protocol, PFS was compared between arms as a pre-specified secondary analysis of the ITT population (all randomized participants). PFS is reported here for all participants at 18 months based on the product-limit (Kaplan-Meier) method for censored data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"19.1","spread":null},{"groupId":"OG002","value":"13.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro Combo vs Chemo: Change From Baseline to Week 18 in the European Organization for Research and Treatment of Cancer (EORTC) Quality of Life Questionnaire-Core 30 (QLQ-C30) Global Health Status/Quality of Life (Items 29 and 30) Combined Score","description":"The EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the quality of life of cancer patients. Participant responses to the Global Health Status (GHS) question \"How would you rate your overall health during the past week?\" (Item 29) and the Quality of Life (QoL) question \"How would you rate your overall quality of life during the past week?\" (Item 30) were scored on a 7-point scale (1=Very Poor to 7=Excellent). Using linear transformation, raw scores were standardized so that scores ranged from 0 to 100, with a higher score indicating a better overall outcome. Per protocol, change from baseline to Week 18 in the GHS/QoL combined score was compared between all participants of the pembro combo arm and the chemo arm as a pre-specified secondary analysis. As specified by the protocol, change from baseline to Week 18 in the GHS/QoL combined score was compared separately between all participants of the pembro arm and chemo arm and is presented later in the record.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.54","spread":null},{"groupId":"OG002","value":"-0.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro Combo vs Chemo: Time to Deterioration (TTD) in the EORTC-QLQ-C30 GHS/QoL (Items 29 and 30) Combined Score","description":"EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients. Participant responses to the GHS question \"How would you rate your overall health during the past week?\" (Item 29) and the QoL question \"How would you rate your overall quality of life during the past week?\" (Item 30) were scored on a 7-point scale (1=Very Poor to 7=Excellent). Raw scores were standardized by linear transformation so that scores ranged from 0 to 100, with a higher score indicating a better overall outcome. TTD in GHS/QoL was defined as the time from first dose date to the first onset of a ≥10 point decrease from baseline in GHS/QoL combined score without confirmation. Per protocol, TTD in GHS/QoL combined score was compared between the pembro combo arm and chemo arm. TTD in GHS/QoL combined score was compared separately between the pembro arm and chemo arm and is presented later in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG002","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: Change From Baseline To Week 18 in the EORTC QLQ-C30 GHS/QoL Combined Score","description":"The EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the quality of life of cancer patients. Participant responses to the Global Health Status (GHS) question \"How would you rate your overall health during the past week?\" (Item 29) and the Quality of Life (QoL) question \"How would you rate your overall quality of life during the past week?\" (Item 30) were scored on a 7-point scale (1=Very Poor to 7=Excellent). Using linear transformation, raw scores were standardized so that scores ranged from 0 to 100, with a higher score indicating a better overall outcome. Per protocol, change from baseline to Week 18 in the GHS/QoL combined score was compared between all participants of the pembro arm and the chemo arm as a pre-specified secondary analysis. As specified by the protocol, change from baseline to Week 18 in the GHS/QoL combined score was compared separately between all participants of the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"-1.89","spread":null},{"groupId":"OG002","value":"-0.95","spread":null}]}]}]},{"type":"SECONDARY","title":"Pembro vs Chemo: TTD in the EORTC-QLQ-C30 GHS/QoL (Items 29 and 30) Combined Score","description":"EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the QoL of cancer patients. Participant responses to the GHS question \"How would you rate your overall health during the past week?\" (Item 29) and the QoL question \"How would you rate your overall quality of life during the past week?\" (Item 30) were scored on a 7-point scale (1=Very Poor to 7=Excellent). Raw scores were standardized by linear transformation so that scores ranged from 0 to 100, with a higher score indicating a better overall outcome. TTD in GHS/QoL was defined as the time from first dose date to the first onset of a ≥10 point decrease from baseline in GHS/QoL combined score without confirmation. Per protocol, TTD in GHS/QoL combined score was compared between the pembro arm and chemo arm. TTD in GHS/QoL combined score was compared separately between the pembro combo arm and chemo arm and is presented earlier in the record.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"3.6","spread":null},{"groupId":"OG002","value":"4.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":189,"n":349},"commonTop":["Anaemia","Nausea","Fatigue","Decreased appetite","Constipation"]}}}