{"nctId":"NCT01473589","briefTitle":"Effect of Teriparatide on Hip Fracture Healing","startDateStruct":{"date":"2012-02"},"conditions":["Femur Neck Fracture"],"count":122,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Dietary Supplement: Calcium supplementation","Dietary Supplement: Vitamin D supplementation"]},{"label":"Teriparatide","type":"EXPERIMENTAL","interventionNames":["Drug: Teriparatide","Dietary Supplement: Calcium supplementation","Dietary Supplement: Vitamin D supplementation"]}],"interventions":[{"name":"Teriparatide","otherNames":["Forteo","Forsteo","LY333334"]},{"name":"Placebo","otherNames":[]},{"name":"Calcium supplementation","otherNames":[]},{"name":"Vitamin D supplementation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Community dwelling men and postmenopausal women who were ambulatory before sustaining a low-trauma, unilateral femoral neck fracture (displaced or nondisplaced)\n* Other than femoral neck fracture, be free of incapacitating conditions and have a life expectancy of at least 2 years\n* Have received or are eligible for treatment with internal fixation (sliding hip screw or multiple cancellous screws) for the femoral neck fracture (the surgical procedure itself is not performed as part of this study)\n* Have given written informed consent (participant or proxy) after being informed of the risks, medications, and study procedures\n\nExclusion Criteria:\n\n* Increased baseline risk of osteosarcoma\n* History of unresolved skeletal diseases affecting bone metabolism other than primary osteoporosis\n* Abnormally elevated serum calcium at screening\n* Abnormally elevated serum intact parathyroid hormone (PTH) (1-84) at screening\n* Severe vitamin D deficiency at screening\n* Active liver disease or jaundice\n* Significantly impaired renal function\n* Abnormal thyroid function not corrected by therapy\n* History of malignant neoplasm in the 5 years prior to screening\n* History of bone marrow or solid organ transplantation\n* History of symptomatic nephrolithiasis or urolithiasis in the 1 year prior to screening\n* Previous treatment with the following bone active drugs is allowed but must be discontinued at screening: oral bisphosphonates, selective estrogen receptor modulators (SERMs), calcitonin, estrogen (oral, transdermal, or injectable), progestin, estrogen analog, estrogen agonist, estrogen antagonist or tibolone, and active vitamin D3 analogs. Androgen or other anabolic steroid use must be discontinued, except for use of physiologic replacement testosterone\n* Previous treatment with the following bone active drugs is exclusionary, if the stated treatment durations have been met: strontium ranelate for any duration, intravenous bisphosphonates in the 12 months preceding screening, and/or denosumab in the 6 months preceding screening\n* Prior treatment with PTH, teriparatide, or other PTH analogs, or prior participation in any other clinical trial studying PTH, teriparatide, or other PTH analogs\n* Local or systemic treatment with bone morphogenic proteins or any other growth factor\n* Previous fracture(s) or bone surgery in the currently fractured hip\n* Soft-tissue infection at the operation site\n* Treatment with bone grafting or osteotomies\n* Treatment with augmentation using any type of degradable cement, hydroxyapatite-coated implants, or with noninvasive interventions\n* Associated major injuries of a lower extremity including fractures of the foot, ankle, tibia, fibula, knee, femur, femoral head or pelvis; dislocations of the ankle, knee or hip","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With No Revision Surgery at 12 Months After Internal Fixation of a Low-Trauma Femoral Neck Fracture","description":"Revision surgery (re-operation) was defined as any additional surgical intervention performed or recommended at the site of the index procedure, except those that were planned at the time of the index procedure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Radiographic Evidence of Healing","description":"The signs of femoral neck fracture healing included disappearance of the fracture line on radiographs. If a participant had radiographic evidence of healing at the 12-month visit, that participant was considered to have radiographic evidence of healing.\n\nPercentage was calculated as: (number of participants with radiographic evidence of healing / total number of participants analyzed) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.3","spread":null},{"groupId":"OG001","value":"78.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Control During Ambulation","description":"The worst pain numeric rating scale (NRS) was used to assess the impact of pain on a participant's life. NRS Item 3 assessed the worst musculoskeletal pain severity during the walking test. Pain was measured by an 11-point Likert scale. The following cut-points were used to categorize the NRS responses: 0 = no pain, 1 to 4 = mild pain, 5 to 6 = moderate pain, and 7 to 10 = severe pain. Participants with an NRS score of \\<7 were categorized as having no severe fracture-site pain with ambulation and no worsening of NRS scores \\>2 from baseline. Percentage was calculated as: (Number of participants with pain control during ambulation / total number of participants) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.5","spread":null},{"groupId":"OG001","value":"89.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without Severe Fracture-Site Pain During 24 Hours Prior to Visit","description":"The worst pain NRS was used to assess the impact of pain on a participant's life. Fracture-site pain severity was assessed for pain in the 24 hours preceding a visit. Pain was measured by an 11-point Likert scale. Participants with an NRS score of \\<7 in the 24 hours preceding a visit and no worsening of NRS \\>2 from baseline were categorized as having no severe fracture-site pain. Percentage was calculated as: (number of participants with pain control during 24 hours preceding a visit / total number of participants) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.0","spread":null},{"groupId":"OG001","value":"82.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Without Severe Fracture-Site Pain During Weight Bearing","description":"The worst pain NRS was used to assess the impact of pain on a participant's life. Fracture-site pain severity was assessed for pain on weight bearing. Pain was measured by an 11-point Likert scale. Participants with an NRS score of \\<7 during weight bearing and no worsening of NRS \\>2 from baseline were categorized as having no severe fracture-site pain. Percentage was calculated as: (number of participants with pain control during weight bearing / total number of participants) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.4","spread":null},{"groupId":"OG001","value":"88.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Functional Evidence of Healing","description":"Functional healing was defined as ability to walk with a gait speed ≥ 0.05 meters/second (m/s) with a change from baseline ≥ -0.1 m/s. The walking test involved having the participant walk a distance of 7 meters (m) at a self-selected, comfortable pace. A 4-m portion of the test was timed to determine the participant's gait speed in m/s.\n\nPercentage was calculated as: (number of participants with functional evidence of healing / total number of participants analyzed) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.4","spread":null},{"groupId":"OG001","value":"74.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Able to Ambulate","description":"Ability to ambulate was defined as ambulatory with convalescent aid or without convalescent aid. Percentage was calculated as: (number of participants able to ambulate / number of total participants analyzed) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.9","spread":null},{"groupId":"OG001","value":"98","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Regain Their Prefracture Ambulatory Status","description":"Prefracture ambulatory status was defined as either ambulatory with or without a walking aid. A participant was considered to have regained their prefracture ambulatory status if the participant's postsurgery ambulatory status was returned to or was improved from their pre-surgery ambulatory status. Percentage was calculated as = (number of participants who regained their ambulatory status / total number analyzed) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.2","spread":null},{"groupId":"OG001","value":"56.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 6 Months in Worst Fracture-Site Pain","description":"The worst pain NRS was used to assess the impact of pain on a participant's life. Participants with an NRS score of \\<7 were categorized as having no severe fracture-site pain. Least Squares (LS) means was calculated using analysis of covariance (ANCOVA) and adjusted for baseline, treatment group, region, fracture type, and fixation type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.37"},{"groupId":"OG001","value":"0.2","spread":"0.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"0.45"},{"groupId":"OG001","value":"-0.8","spread":"0.42"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.39"},{"groupId":"OG001","value":"0.8","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 6 Months in Gait Speed","description":"The walking test involved having the participant walk a distance of 7 m at a self-selected, comfortable pace. A 4-m portion of the test was timed to determine the participant's gait speed in m/s. LS means was calculated using ANCOVA and adjusted for baseline, treatment group, region, fracture type, and fixation type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.672","spread":"2.128"},{"groupId":"OG001","value":"1.524","spread":"2.018"}]}]}]},{"type":"SECONDARY","title":"Time to Revision Surgery","description":"Time to revision surgery was defined as the time from initial hip fracture surgery to revision surgery, or recommendation for revision surgery if recommended but not performed. Time to revision surgery was censored at the date of the last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"358.5","spread":null},{"groupId":"OG001","value":"350","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 6 Months on Short Form-12 (SF-12) Physical (PCS) and Mental Component Summary (MCS) Scores","description":"SF-12 is a self-reported questionnaire covering a mental component score (MCS) and a physical component score (PCS), each scoring from a 0 to 100 (worst to best) scale. LS mean was calculated using ANCOVA and adjusted for baseline, treatment group, region, fracture type, fixation type, visit, and visit-by-treatment interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.73","spread":"1.2"},{"groupId":"OG001","value":"-4.75","spread":"1.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"2.1"},{"groupId":"OG001","value":"-0.49","spread":"2.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 6 Months on Western Ontario McMaster Osteoarthritis Index (WOMAC)","description":"WOMAC is: a self-reported questionnaire that consisted of 24 questions covering 3 health domains: Pain (5 items: during walking, using stairs, in bed, sitting or lying, and standing), Stiffness (2 items: after first waking and later in the day), and Physical Function. Each domain was scored by summing the individual items and transforming the scores into a 0 to 100 (best to worst) scale. LS mean was calculated using ANCOVA and adjusted for baseline, treatment group, region, fracture type, fixation type, visit, and visit-by-treatment interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.9","spread":"4.36"},{"groupId":"OG001","value":"12.8","spread":"4.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"3.76"},{"groupId":"OG001","value":"10.3","spread":"3.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.1","spread":"3.78"},{"groupId":"OG001","value":"11.8","spread":"3.75"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to 6 Months on European Quality of Life Questionnaire (EQ-5D) Health State Score","description":"The EQ-5D is a 5-item, self-reported, generic, multidimensional, health-related, quality-of-life instrument with 5 items. Overall health state score was also self-reported using a visual analogue scale (VAS) marked on a scale scored from 0 (worse imaginable health state) to 100 (best imaginable health state). LS mean was calculated using ANCOVA and adjusted for baseline, treatment group, and region.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":"4.02"},{"groupId":"OG001","value":"7.6","spread":"3.87"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":61},"commonTop":["Back pain","Arthralgia","Nasopharyngitis","Dizziness","Constipation"]}}}