{"nctId":"NCT02012218","briefTitle":"Brexpiprazole as Adjunctive Therapy With Major Depressive Disorder and an Inadequate Response to Previous Adjunctive Therapy","startDateStruct":{"date":"2013-11"},"conditions":["Major Depressive Disorder (MDD)"],"count":61,"armGroups":[{"label":"ADT and Brexpiprazole","type":"EXPERIMENTAL","interventionNames":["Drug: ADT","Drug: Brexpiprazole"]}],"interventions":[{"name":"ADT","otherNames":[]},{"name":"Brexpiprazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of MDD\n* In current major depressive episode of ≥ 8 weeks in duration and includes an inadequate response to at least 1 adjunctive treatment.\n* Positive history of at least 1 additional failure to an adequate monotherapy antidepressant treatment.\n* HAM-D17 total score≥ 18\n* Currently receiving SSRI of SNRI with adjunctive treatment for at least 6 weeks before screening.\n* Willing to discontinue use of all prohibited psychotropic medications\n* Historical positive serological results for HIV, hepatitis B/C\n* Able to provide written informed consent prior to the initiation of any protocol-required procedures\n* Subjects who could potentially benefit from adjunctive treatment with Brexpiprazole\n\nExclusion Criteria:\n\n* Sexually active women of childbearing potential\n* Male subjects not practicing 2 different methods of birth control\n* Females who are breastfeeding and/or who have a positive pregnancy test result\n* Subjects who have received ECT for the current major depressive episode.\n* Subjects who have had an inadequate response to ECT\n* Current need for involuntary commitment or who have been hospitalized within 4 weeks of screening\n* Current Axis I (DSM-IV-TR)\n* Current Axis II (DSM-IV-TR)\n* Subjects experiencing hallucinations, delusions, or any psychotic symptomatology in the current major depressive episode.\n* Subjects receiving new onset psychotherapy.\n* Subjects who answer \"Yes\" on the C-SSRS Suicidal Ideation Item 4, Item 5, or on any of the 5 C-SSRS Suicidal Behavior Items\n* Subjects who have met DSM-IV-TR criteria for substance abuse or dependence within the past 180 days\n* Hypothyroidism or hyperthyroidism\n* Clinically significant neurological, hepatic, renal, metabolic, haematological, immunological, cardiovascular, pulmonary, or gastrointestinal disorders\n* Currently treated with insulin for diabetes\n* Uncontrolled hypertension or symptomatic hypotension, or orthostatic hypotension\n* Known ischemic heart disease or history of myocardial infarction, congestive heart failure, angioplasty, stenting, or coronary artery bypass surgery\n* Epilepsy or history of seizures\n* Positive drug screen\n* The following laboratory test and ECG results are exclusionary:\n\n  1. Platelets ≤ 75,000/mm3\n  2. Hemoglobin ≤ 9 g/dL\n  3. Neutrophils, absolute ≤ 1000/mm3\n  4. AST \\> 2 × ULN\n  5. ALT \\> 2 × ULN\n  6. CPK \\> 3 × ULN, unless discussed with and approved by the medical monitor\n  7. Creatinine ≥ 2 mg/dL\n  8. HbA1c ≥ 7.0%\n  9. Abnormal free T4 (Note: Free T4 is measured only if result for TSH is abnormal.)\n  10. QTcF ≥ 470 msec for females and ≥ 450 msec for males\n* Treatment with an MAOI or EMSAM within 14 days of the Baseline visit.\n* Use of benzodiazepines and/or hypnotics within 7 days prior to the first dose of IMP\n* Use of oral neuroleptics within 7 days prior or long-acting approved atypical antipsychotics ≤ 1 full cycle plus ½ cycle prior to the first dose of IMP\n* Subjects who would be likely to require prohibited concomitant therapy during the trial.\n* Subjects who previously participated in any prior brexpiprazole trial\n* History of neuroleptic malignant syndrome or serotonin syndrome\n* History of true allergic response to more than one class of medications\n* Prisoners or subjects who are compulsorily detained for treatment of either a psychiatric or physical illness.\n* Subjects who participated in a clinical trial within the last 180 days or who participated in more than 2 clinical trials within the past year.\n* Any subject who, in the opinion of the investigator or medical monitor, should not participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 6 in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS was used as the primary efficacy assessment of level of depression. The MADRS was administered using the Structured Interview Guide for the MADRS. Detailed instructions were provided.The MADRS consists of 10 items each, with 7 defined grades of severity (ie, 0 to 6, with 0 being the \"best\" rating and 6 being the \"worst\" rating). The MADRS total score is the sum of ratings for all 10 items; therefore, possible total scores range from 0 to 60. The MADRS total score least squares (LS) mean changes from baseline to Week 6 is mentioned below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"2.26"},{"groupId":"OG001","value":"-18.4","spread":"2.10"},{"groupId":"OG002","value":"-19.5","spread":"1.99"},{"groupId":"OG003","value":"-19.2","spread":"1.59"},{"groupId":"OG004","value":"-16.8","spread":"2.97"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":12},"commonTop":["Fatigue","Akathisia","Headache","Restlessness","Dry mouth"]}}}