{"nctId":"NCT02585934","briefTitle":"Study Evaluating Intepirdine (RVT-101) in Subjects With Mild to Moderate Alzheimer's Disease on Donepezil: MINDSET Study","startDateStruct":{"date":"2015-10","type":"ACTUAL"},"conditions":["Alzheimer's Disease"],"count":1315,"armGroups":[{"label":"RVT-101","type":"EXPERIMENTAL","interventionNames":["Drug: RVT-101"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"RVT-101","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject with AD\n* Ongoing donepezil therapy for AD\n* An MMSE score 12 to 24 inclusive at Screening; MMSE score 10-26 inclusive at Baseline\n* Hachinski Ischaemia score less than or equal to 4 at Screening.\n* If female, subject must be: a. of non-childbearing potential or surgically sterile; or, b. willing to use an adequate methods of birth control. Male subjects who are sexually active will also be required to use an adequate form of birth control.\n* Subject has the ability to comply with procedures for cognitive and other testing in the opinion of the investigator.\n* Subject has a reliable caregiver who is willing to report on subject's status throughout the study.\n\nExclusion Criteria:\n\nOther Causes for Dementia\n\n* Diagnosis of vascular dementia\n* Atypical clinical features or clinical course of dementia that would lead the investigator to conclude symptoms are more likely due to an alternate dementia diagnosis including, but not limited to, frontotemporal dementia, Lewy body dementia, or others.\n\nConfounding Medical Conditions\n\n* History of significant psychiatric illness such as schizophrenia or bipolar affective disorder or any other significant psychiatric illness that in the opinion of the investigator would interfere with participation in the study;\n* Any clinically relevant concomitant disease, which, in the opinion of the investigator, makes the subject unsuitable for inclusion in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Alzheimer's Disease Assessment Scale - Cognitive Subscale 11 Items (ADAS-Cog-11) Score Change From Baseline to Week 24","description":"The 11-item ADAS-Cog assesses a range of cognitive abilities including memory, comprehension, orientation in time and place, and spontaneous speech. The ADAS-Cog-11 total score range is from 0 to 70, with a higher score indicating more severe cognitive impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":"0.211"},{"groupId":"OG001","value":"0.75","spread":"0.213"}]}]}]},{"type":"PRIMARY","title":"Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL) Score Change From Baseline to Week 24","description":"The ADCS-ADL scale measures functional impairment in terms of activities of daily living. The score ranges from 0 to 78. The lower the score, the greater the impairment; higher scores indicate better (more desirable) function","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.06","spread":"0.289"},{"groupId":"OG001","value":"-0.97","spread":"0.293"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change - Plus Caregiver Interview (CIBIC+) Score at Week 24","description":"The CIBIC+ assessment measures the global functioning of the subject. The CIBIC+ is scored as a seven-point categorical rating, ranging from a score of 1 (indicating \"very much improved\"), to a score of 4 (indicating \"no change\"), or to a score of 7 (indicating \"very much worse.\") Lower CIBIC+ scores indicate better (more desirable) function","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.18","spread":"0.037"},{"groupId":"OG001","value":"4.30","spread":"0.037"}]}]}]},{"type":"SECONDARY","title":"The Dependence Scale (DS) Score Change From Baseline to Week 24","description":"The DS measures the amount of assistance patients with dementia require in performing daily activities. The scale consists of 13 items, representing a range of severity from mild to severe levels of dependency. The score range is from 0 to 15 with higher scores indicating greater dependency.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.070"},{"groupId":"OG001","value":"0.17","spread":"0.071"}]}]}]},{"type":"SECONDARY","title":"Neuropsychiatric Inventory (NPI) Score Change From Baseline to Week 24","description":"The NPI is a behavior rating scale composed of a 12-item structured interview of the caregiver that is scored from 0 to 144 (the higher the score, the greater the psychiatric disturbance). It assesses 12 behavioral disturbances occurring in dementia patients: delusions, hallucinations, agitation, dysphoria, anxiety, apathy, irritability, euphoria, disinhibition, aberrant motor activity, night-time behavior disturbances, and eating disturbances. Both the frequency and the severity of each behavior are determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.08","spread":"0.339"},{"groupId":"OG001","value":"0.06","spread":"0.344"}]}]}]},{"type":"SECONDARY","title":"ADAS-Cog-13 Score Change From Baseline to Week 24","description":"13-item ADAS-Cog assesses a range of cognitive abilities including memory, comprehension, orientation in time and place, and spontaneous speech. Most items are evaluated by tests, but some are dependent on clinician ratings on a 5-point scale. The ADAS-Cog-13 is the ADAS-Cog-11 with 2 additional items: delayed word recall and total digit cancellation. Scores for the ADAS-Cog-13 range from 0 to 85 with higher scores indicating greater dysfunction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":"0.233"},{"groupId":"OG001","value":"0.64","spread":"0.236"}]}]}]},{"type":"SECONDARY","title":"Measurement of Concentrations of RVT-101 (Intepirdine) in Plasma","description":"Measurement collected at timepoints Week 6, Week 12, Week 18, and Week 24","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"201.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"170.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"198.69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"193.36","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":40,"n":656},"commonTop":["Fall","Urinary tract infection","Nasopharyngitis","Headache","Dizziness"]}}}