{"nctId":"NCT03160521","briefTitle":"Study to Evaluate the Efficacy and Safety of Risperidone in Situ Microparticle (ISM)® in Patients With Acute Schizophrenia","startDateStruct":{"date":"2017-06-02","type":"ACTUAL"},"conditions":["Acute Schizophrenia"],"count":438,"armGroups":[{"label":"Risperidone ISM 75 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone ISM 75 mg"]},{"label":"Risperidone ISM 100 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Risperidone ISM 100 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo of Risperidone ISM"]}],"interventions":[{"name":"Risperidone ISM 75 mg","otherNames":["Risperidone ISM"]},{"name":"Risperidone ISM 100 mg","otherNames":["Risperidone ISM"]},{"name":"Placebo of Risperidone ISM","otherNames":["PLACEBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for enrolment into the study, each patient must meet all of the following criteria at screening:\n\n1. Capable of providing informed consent\n\n   1. A signed informed consent form must be provided before any study assessments are performed\n   2. Patients must be fluent in the language that is spoken by the investigator and the study site staff (including raters) and must be able to read and understand the words in which the informed consent is written\n2. Age ≥ 18 and ≤ 65 years\n3. Body mass index 18.5 to 40.0 kg/m2 (inclusive)\n4. Current diagnosis of schizophrenia, according to the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) criteria\n\n   1. Currently experiencing an acute exacerbation or relapse with onset \\< 2 months before screening\n   2. If inpatient at screening, has been hospitalized for \\< 2 weeks for the current exacerbation\n   3. ≥ 2 years have elapsed since initial onset of active-phase schizophrenia symptoms\n5. Has been able to achieve outpatient status for \\> 4 months during the past year\n6. Has previously had a clinically significant beneficial response (improvement in schizophrenia symptoms), as determined by the investigator, to treatment with an antipsychotic medication other than clozapine\n7. Agrees to discontinue prohibited medications as applicable and as clinically indicated according to investigator instructions\n8. Dosages of all permitted medications are considered to have been stable (with the exception of medication to be used on an as-needed basis) for ≥ 2 weeks prior to the baseline visit and to remain stable during participation in this study\n9. Positive and Negative Syndrome Scale (PANSS) results at the screening and baseline visits meets the following criteria:\n\n   a. Total score between 80 and 120, inclusive b. Score of ≥ 4 (moderate or greater) for ≥ 2 of the following Positive Scale items: i. Item 1 (P1: delusions) ii. Item 2 (P2: conceptual disorganization) iii. Item 3 (P3: hallucinatory behavior) iv. Item 6 (P6: suspiciousness/persecution)\n10. Clinical Global Impression - Severity (CGI-S) score of ≥ 4 (moderately ill or worse)\n11. Resides in a stable living situation and is anticipated to return to that same stable living situation after discharge from the inpatient study unit, in the opinion of the investigator\n12. Has an identified reliable informant who is anticipated to remain the same after the patient is discharged from the inpatient study unit, in the opinion of the investigator\n13. Meets the following criteria:\n\n    a. If a sexually active, is using a medically accepted contraceptive method, and will continue to use such throughout participation in this study (and for ≥ 6 months after the last dose of IM study drug has been administered); acceptable methods include the following: i. Condoms (male or female) with or without a spermicidal agent ii. Diaphragm or cervical cap with spermicide iii. Intrauterine device iv. Hormonal contraceptive b. If not currently sexually active, them meets the following criteria: i. Agrees that if sexually activity resumes while participating in this study, a medically accepted contraception method will be used\n14. Willing and able to be confined to an inpatient study unit for up to 2 weeks (or longer if clinically indicated), as applicable and as clinically indicated according to investigator instructions\n15. Agrees not to post any personal medical data related to the study or information related to the study on any website or social media site (eg, Facebook, Twitter, and others) during the study duration\n\nExclusion Criteria:\n\nAn individual who meets any of the following criteria at screening will not be permitted to enroll in the study:\n\n1. History of proven inadequate clinical response to treatment with therapeutic doses (with good compliance) of risperidone or paliperidone\n2. History of treatment resistance, defined as failure to respond to 2 discrete adequate trials (≥ 4 weeks with an adequate dose) of 2 different antipsychotic medications; history of clozapine use (exception: use was not because of treatment resistance or refractory psychotic symptoms)\n3. Improvement in PANSS total score 20% or greater between the initial screening visit and first injection\n4. Known or suspected intolerance of or allergy or hypersensitivity to risperidone, paliperidone, or any of the excipients in the IM formulations of these\n5. History of neuroleptic malignant syndrome, clinically significant tardive dyskinesia, or tardive dystonia\n6. History of any other medical condition that is considered to pose any unjustifiable risk or interfere with study assessments\n7. Clinically significant extrapyramidal symptoms at screening or baseline\n8. Answer of \"yes\" on item 4 or on item 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) (ideation) with the most recent episode occurring within the past 2 months, or answer \"yes\" to any of the 5 items (behavior) with an episode occurring within the last year\n9. Current diagnosis or a history of substance use disorder according to DSM-5 criteria within 6 months prior to the screening visit (with the exception of tobacco, mild cannabis, or mild alcohol use disorder) or a positive drug screen test (with the exception of cannabis) verified by repeat testing\n10. Lifetime history of diagnosis of schizoaffective disorder or bipolar disorder\n11. Clinically significant comorbid neuropsychiatric disorders including any of the following:\n\n    1. Current untreated or unstable major depressive disorder\n    2. Clinically significant cognitive difficulties including dementia, delirium, or amnesic syndrome, within the past 2 years and would interfere with participation in the study\n    3. Any other psychiatric condition that would, in the judgment of the investigator, interfere with participation in the study\n12. Clinically significant or unstable medical illness/condition/disorder that would be anticipated, in the investigator's opinion, to potentially compromise patient safety or adversely affect the evaluation of efficacy, including (but not necessarily limited to) the following:\n\n    1. Clinically significant hypotension or hypertension not stabilized by medical therapy (diastolic blood pressure \\> 105 mmHg)\n    2. Unstable thyroid dysfunction in the past 6 months\n    3. Malignant tumor within the last 5 years\n    4. Neurologic conditions including the following:\n\n    i. History of seizure disorder or condition associated with seizures ii. History of brain tumor, subdural hematoma, or other clinically significant neurological condition within the past 12 months iii. Head trauma with loss of consciousness within 12 months before screening iv. Active acute or chronic central nervous system infection v. Stroke within 6 months before screening e. Cardiac conditions including the following: i. Clinically significant cardiac arrhythmia, cardiomyopathy, or cardiac conduction defect ii. History of myocardial infarction or unstable angina within the last 3 months before screening, or clinically significant abnormality on screening or baseline electrocardiogram (ECG) including but not limited to the following: QT interval corrected for heart rate using Fridericia's formula (QTcF) \\> 465 msec if male or \\> 485 msec if female\n13. Laboratory abnormality that, in the opinion of the investigator, would compromise the well-being of the patient, or any of the following laboratory abnormalities at screening or baseline:\n\n    1. Aspartate aminotransferase or alanine aminotransferase value ≥ 2 times the upper limit of the laboratory normal reference range\n    2. Hemoglobin A1c \\> 9%\n    3. Absolute neutrophil count ≤ 1.5 × 103 μL\n    4. Platelet count ≤ 75 × 103 μL\n    5. Creatinine clearance \\< 60 mL/min\n    6. Positive test result for human immunodeficiency virus, hepatitis B surface antigen, or antihepatitis C virus antibody\n    7. Positive pregnancy test result\n    8. Urine drug screen at screening or baseline shows a positive result for any of the tested substances (potential exceptions: results positive for benzodiazepine may not be exclusionary if the investigator confirms that such medication was medically indicated and consults the medical monitor before enrolling a patient with such a finding; results positive for Tetrahydrocannabinol (THC) may not be exclusionary in certain cases only if exclusion criterion 9 is not met and only if the medical monitor provides approval)\n14. Pregnant, lactating, or breastfeeding\n15. Inadequate gluteal or deltoid musculature or excessive fat, as determined by the investigator, that would interfere with IM study drug injections\n16. Any contraindication for IM injections\n17. Receipt of any long-acting antipsychotic medication by IM injection within 60 days before screening\n18. Current involuntary hospitalization or incarceration\n19. Hospitalized for more than 30 days during the 90 days before screening\n20. Participation in another clinical study in which the patient received an experimental or investigational drug or agent within 6 months before screening\n21. Participation in a clinical study with Risperidone ISM within 1 year before screening\n22. Study site personnel and/or persons employed by the investigator or study site or is an immediate family member of such persons\n23. Patients taking any prohibited concomitant medication (see Section 3.2.2.1.1) at the time of randomization visit\n24. Clinically significant ocular disease or visual impairment interfering with the planned ophthalmological examinations or that in the investigator's opinion could potentially compromise patients' ocular safety\n25. Patients with planned or anticipated need for ocular surgery during the treatment period of the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PANSS Total Score Mean Change From Baseline to Endpoint","description":"The Positive and Negative Syndrome Scale (PANSS) is a 30-item clinician-rated instrument for assessing the symptoms of schizophrenia.The 30 symptoms are rated on a 7-point scale that ranges from 1 (absent) to 7 (extreme psychopathology). The PANSS total score is the sum of all 30 PANSS items and ranges from 30 to 210, with 30 indicating absence of symptoms of schizophrenia and 210 indicating extreme ratings of all 30 symptoms. Negative change from baseline scores indicate improvements in symptoms whereas higher scores mean a worse outcome.\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.6","spread":"1.51"},{"groupId":"OG001","value":"-24.7","spread":"1.54"},{"groupId":"OG002","value":"-11.0","spread":"1.56"}]}]}]},{"type":"SECONDARY","title":"CGI-S Total Score Mean Change From Baseline to Endpoint","description":"The Clinician Global Impression - Severity (CGI-S) score is a 7-point clinician-rated scale for assessing the global severity of the illness. A rating of 1 is equivalent to \"Normal, not at all ill\" and a rating of 7 is equivalent to \"Among the most extremely ill participants\". Negative change from baseline scores indicate improvement in the severity of illness whereas higher scores mean a worse outcome.\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":"0.09"},{"groupId":"OG001","value":"-1.3","spread":"0.09"},{"groupId":"OG002","value":"-0.6","spread":"0.09"}]}]}]},{"type":"SECONDARY","title":"CGI-I Score Mean at Endpoint","description":"The Clinical Global Impression - Improvement (CGI-I) Score consists of a single 7-point rating score total improvement, regardless of whether or not the change it is due entirely to drug treatment.\n\nScores are: 1, Very much improved; 2, Much improved; 3, Minimally improved; 4, No change; 5, Minimally worse; 6, Much worse; or 7, Very much worse.\n\nEndpoint is defined as study day 85 or the last post-baseline double-blind assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"0.10"},{"groupId":"OG001","value":"2.5","spread":"0.10"},{"groupId":"OG002","value":"3.3","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate at Endpoint","description":"Overall response was defined as either PANSS total score ≥ 30% decrease from baseline, or CGI-I score of 2 (much improved) or 1 (very much improved).\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.7","spread":null},{"groupId":"OG001","value":"54.3","spread":null},{"groupId":"OG002","value":"20.5","spread":null}]}]}]},{"type":"SECONDARY","title":"PANSS Response Rate at Endpoint","description":"The definition of Positive and Negative Syndrome Scale (PANSS) response was a decrease from baseline in PANSS total score of ≥ 30% (improvement of symptoms).\n\nEndpoint is defined as study day 85 or the last post-baseline double-blind assessment if early discontinuation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.9","spread":null},{"groupId":"OG001","value":"34.9","spread":null},{"groupId":"OG002","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"PANSS Positive Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales that contained a total of 30 symptom constructs. For each symptom construct, severity is rated on a 7-point scale, with a score of 1 indicated the absence of symptoms and a score of 7 indicated extremely severe symptoms. In positive subscale, the 7 positive symptom constructs were: delusions, conceptual disorganization, hallucinatory behavior, excitement, grandiosity, suspiciousness/persecution, and hostility.\n\nPANSS Positive Subscale Score ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"0.49"},{"groupId":"OG001","value":"-8.7","spread":"0.50"},{"groupId":"OG002","value":"-4.1","spread":"0.50"}]}]}]},{"type":"SECONDARY","title":"PANSS Negative Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales: a total of 30 symptom constructs. For each symptom construct, severity was rated on a 7-point scale, with a score of 1 indicated- absence of symptoms and a score of 7 indicated- extremely severe symptoms. The PANSS negative subscale score was the sum of the rating scores for the 7 negative scale items from the PANSS panel. The 7 negative symptom constructs were: blunted affect, emotional withdrawal, poor rapport, passive apathetic withdrawal, difficulty in abstract thinking, lack of spontaneity and flow of conversation and stereotyped thinking. PANSS Negative Subscale Score ranges from 7 (absence of symptoms) to 49 (extremely severe symptoms).\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.8","spread":"0.38"},{"groupId":"OG001","value":"-3.7","spread":"0.39"},{"groupId":"OG002","value":"-1.7","spread":"0.40"}]}]}]},{"type":"SECONDARY","title":"PANSS General Psychopathology Subscale Mean Change From Baseline to Endpoint","description":"The PANSS consisted of three subscales that contained a total of 30 symptom constructs. For each symptom construct, severity is rated on a 7-point scale, with a score of 1 indicated the absence of symptoms and a score of 7 indicated extremely severe symptoms. The general psychopathology scale consists of 16 items which measure somatic concern, anxiety, guilt feelings, tension, mannerisms and posturing, depression, motor retardation, uncooperativeness, unusual thought content, disorientation, poor attention, lack of judgment and insight, disturbance of volition, poor impulse control, preoccupation and active social avoidance. PANSS General Psychopathology Subscale Score ranges from 16 (absence of symptoms) to 112 (extremely severe symptoms).\n\nEndpoint is defined as study day 85 or the last post-baseline assessment if early discontinuation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.8","spread":"0.79"},{"groupId":"OG001","value":"-12.4","spread":"0.81"},{"groupId":"OG002","value":"-5.6","spread":"0.82"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"PSP Total Score From Baseline at Each Post-baseline Assessment Time Point","description":"Personal and Social Performance Scale (PSP) total score mean change from baseline at each post-baseline assessment time point.\n\nThe PSP is a 100-point single-item rating scale that is based on 4 domains: family and social functioning, self-care, work and socially useful activities, and disturbing and aggressive behaviors. Each domain is rated in 6 degrees of severity (absent, mild, manifest, marked, severe, very severe). On the PSP scale, higher scores indicate better social functioning: 71-100 indicates mild to no functional impairment; 31-70 varying degrees of disability and 1-30, minimal functioning needing intense support and/or supervision. Participants with a PSP total score of 71 to 100 were considered to have mild functional difficulty. Scores of 31 to 70 represented varying degrees of disability (31 to 70) and ratings of 1 to 30 indicated minimal functioning that required intense support and/or supervision.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.93","spread":null},{"groupId":"OG001","value":"50.46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.03","spread":null},{"groupId":"OG001","value":"55.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61.33","spread":null},{"groupId":"OG001","value":"57.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.60","spread":null},{"groupId":"OG001","value":"54.54","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"SWN-20 Total Score From Baseline at Each Post-baseline Assessment Time Point","description":"20-item Subjective Well-Being Under Neuroleptics Treatment Scale (SWN-20) total score mean change from baseline at each post-baseline assessment time point.\n\nThe SWN is a 38-item instrument to measure subjective effects of neuroleptic medications in patients with schizophrenia and consists of 20 positive statements and 18 negative statements. The short form of the SWN, the 20-item SWN-20, was developed in order to allow for quick assessment of subjective side effects in a clinical setting. Like in the original SWN, with the SWN-20 the patient is asked to rate well-being items that have been identified as related to antipsychotic treatment on a 6-point scale ranging from \"Not at all\" to \"Very much.\" The SWN-20 is scored on a scale ranging from 20 to 120, with higher scores indicating better health-related quality of life (HRQL). The SWN-20 contains five 4-item subscales: mental functioning, self-control, emotional regulation, physical functioning, and social integration. Eac","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.86","spread":null},{"groupId":"OG001","value":"80.28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.90","spread":null},{"groupId":"OG001","value":"83.23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.26","spread":null},{"groupId":"OG001","value":"86.32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.14","spread":null},{"groupId":"OG001","value":"85.50","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Plasma PK Parameters","description":"Plasma PK Parameters of Risperidone Active Moiety\n\nCmax values are estimated and based on the plasma level of Day 3 for each dosing Interval; Cmin are the trough levels of Day 29, which is at the end of each dosing Interval;","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.61","spread":"19.992"},{"groupId":"OG001","value":"32.00","spread":"16.802"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.21","spread":"13.076"},{"groupId":"OG001","value":"26.71","spread":"14.960"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.95","spread":"22.381"},{"groupId":"OG001","value":"53.44","spread":"23.840"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.46","spread":"13.418"},{"groupId":"OG001","value":"27.23","spread":"14.070"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.16","spread":"19.504"},{"groupId":"OG001","value":"50.09","spread":"22.242"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.16","spread":"16.847"},{"groupId":"OG001","value":"26.14","spread":"16.343"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":144},"commonTop":["Blood prolactin increased","Headache","Hyperprolactinaemia","Weight increased","Akathisia"]}}}