{"nctId":"NCT00770692","briefTitle":"A Phase III Study of Eszopiclone in Patients With Insomnia (Study SEP 190-150)","startDateStruct":{"date":"2008-10"},"conditions":["Insomnia"],"count":369,"armGroups":[{"label":"Eszopiclone 1 mg- Elderly","type":"EXPERIMENTAL","interventionNames":["Drug: Eszopiclone 1 mg- Elderly"]},{"label":"Eszopiclone 2 mg- Elderly","type":"EXPERIMENTAL","interventionNames":["Drug: Eszopiclone 2 mg- Elderly"]},{"label":"Eszopiclone 2 mg- Non-elderly","type":"EXPERIMENTAL","interventionNames":["Drug: Eszopiclone 2 mg- Non-elderly"]},{"label":"Eszopiclone 3 mg- Non-elderly","type":"EXPERIMENTAL","interventionNames":["Drug: Eszopiclone 3 mg- Non-elderly"]}],"interventions":[{"name":"Eszopiclone 1 mg- Elderly","otherNames":["SEP-190"]},{"name":"Eszopiclone 2 mg- Elderly","otherNames":["SEP-190"]},{"name":"Eszopiclone 3 mg- Non-elderly","otherNames":["SEP-190"]},{"name":"Eszopiclone 2 mg- Non-elderly","otherNames":["SEP-190"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Participants who submit written informed consent for study entry.\n2. Participants aged greater than or equal to 20 and less than 85 years of age at the time of obtaining informed consent.\n3. Participants diagnosed with primary insomnia based on the Diagnostic and Statistical Manual of Mental Disorders, text revision (DSM-IV-TR) Japanese version or diagnosed with insomnia associated with psychiatric or physical disorder(s).\n4. Participants with both of the following conditions which are persistent for 4 weeks or longer before the start of observation period:\n\n   * Total sleep time is less than or equal to 390 minutes for more than or equal to 3 days a week\n   * Time to fall asleep taking more than or equal to 30 minutes for more than or equal to 3 days a week\n5. Participants with data at least 2 consecutive days in diary entries during observation period and confirmed to meet the following two criteria:\n\n   * Total sleep time of less than or equal to 390 minutes for more than or equal to 3 days a week\n   * Time to fall asleep taking more than or equal to 30 minutes for more than or equal to 3 days a week\n\nExclusion criteria:\n\n1. Participants with a present or history of the following disease specified in\n\n   Mini-International Neuropsychiatric Interview (M.I.N.I.) Japanese version 5.0:\n   * Risk of suicide\n   * (Mild) manic episode\n   * Post-traumatic stress disorder (PTSD)\n   * Alcohol dependence and abuse\n   * Drug (non-alcohol) dependence and abuse\n   * Anorexia nervosa\n   * Bulimia nervosa\n   * Anti-social personality disorder\n2. Participants with pharmacologically induced insomnia (drug-induced insomnia).\n3. Participants with comorbid primary sleep disorders (circadian rhythm disorder, restless legs movement syndrome, periodic limb movement disorder, sleep apnea syndrome, etc.) other than primary insomnia.\n4. Participants with symptoms that significantly disturb sleep such as pain, fever, diarrhea, frequent micturation, and cough.\n5. Participants with unstable primary disease presenting insomnia during 4 weeks before the start of observation period.\n6. Participants with organic mental disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Mean Change From Baseline In Sleep Latency","description":"Based on subjective symptoms, the participants recorded their sleep latency (the amount of time measured in minutes it takes to fall asleep) in a sleep diary questionnaire for the week preceding the start of the study treatment (the day on which the patient was enrolled in the treatment period), as well as between the day on which the study treatment started and the Week 4 visit. For pre-treatment (screening period), the representative value was calculated from the data of the 7 days preceding enrollment in the treatment period. A median of all the data between the day of enrollment in the treatment period and the day before dose escalation judgment was presented as the data of the overall period. The change was calculated as the sleep latency of the overall period assessment - sleep latency at baseline (screening period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":"40.5"},{"groupId":"OG001","value":"70.7","spread":"47.1"},{"groupId":"OG002","value":"71.8","spread":"53.5"},{"groupId":"OG003","value":"64.0","spread":"42.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.1","spread":"35.6"},{"groupId":"OG001","value":"-37.0","spread":"42.7"},{"groupId":"OG002","value":"-36.7","spread":"51.8"},{"groupId":"OG003","value":"-32.8","spread":"35.4"}]}]}]},{"type":"PRIMARY","title":"Incidence of Adverse Events","description":"Incidence of adverse events was defined as: (number of participants with adverse events/ number of participants analyzed in the safety analysis set)\\*100.\n\nAn adverse event was defined as any unwanted or untoward disease or its symptom, sign, or abnormality in laboratory parameters in a subject who receives a study drug. An adverse event does not necessarily have a causal relationship with the study drug. The investigator or subinvestigator evaluated adverse events and recorded the results in the case report form (CRF). The investigator or subinvestigator recorded all adverse events occurring after the start of study treatment in the CRF, irrespective of the causal relationship with the study drug or the study procedures. All data collected from the follow-up was recorded in CRF.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.5","spread":null},{"groupId":"OG001","value":"79.5","spread":null},{"groupId":"OG002","value":"82.1","spread":null},{"groupId":"OG003","value":"87.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Wake Time After Sleep Onset (WASO)","description":"Based on subjective symptoms, the participants recorded their WASO defined as total awakening time from falling asleep to final awakening in a sleep diary questionnaire for the week preceding the start of the study treatment (the day on which the patient was enrolled in the treatment period), as well as between the day on which the study treatment started and the Week 4 visit. For pre-treatment (screening period), the representative value was calculated from the data of the 7 days preceding enrollment in the treatment period. A median of all the data between the day of enrollment in the treatment period and the day before dose escalation judgment was presented as the data of the overall period. The change was calculated as the WASO of the overall period assessment - WASO at baseline (screening period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.6","spread":"52.3"},{"groupId":"OG001","value":"68.8","spread":"63.0"},{"groupId":"OG002","value":"53.2","spread":"41.8"},{"groupId":"OG003","value":"42.3","spread":"40.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.8","spread":"39.9"},{"groupId":"OG001","value":"-35.1","spread":"-25.0"},{"groupId":"OG002","value":"-32.4","spread":"36.9"},{"groupId":"OG003","value":"-23.3","spread":"31.1"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Sleep Time","description":"Based on subjective symptoms, the participants recorded their total sleep time defined as total sleeping time from bedtime to final awakening in a sleep diary questionnaire for the week preceding the start of the study treatment (the day on which the patient was enrolled in the treatment period), as well as between the day on which the study treatment started and the Week 4 visit. For pre-treatment (screening period), the representative value was calculated from the data of the 7 days preceding enrollment in the treatment period. A median of all the data between the day of enrollment in the treatment period and the day before dose escalation judgment was presented as the data of the overall period. The change was calculated as the total sleep time of the overall period assessment - total sleep time at baseline (screening period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"314.2","spread":"73.2"},{"groupId":"OG001","value":"307.9","spread":"60.0"},{"groupId":"OG002","value":"290.7","spread":"44.0"},{"groupId":"OG003","value":"308.2","spread":"57.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":"64.1"},{"groupId":"OG001","value":"74.2","spread":"61.4"},{"groupId":"OG002","value":"70.2","spread":"50.2"},{"groupId":"OG003","value":"61.8","spread":"54.7"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Number of Awakenings","description":"Based on subjective symptoms, the participants recorded their number of awakenings defined as total number of spontaneous awakenings from falling asleep to final awakening in a sleep diary questionnaire for the week preceding the start of the study treatment (the day on which the patient was enrolled in the treatment period), as well as between the day on which the study treatment started and the Week 4 visit. For pre-treatment (screening period), the representative value was calculated from the data of the 7 days preceding enrollment in the treatment period. A median of all the data between the day of enrollment in the treatment period and the day before dose escalation judgment was presented as the data of the overall period. The change was calculated as the total number of awakenings of the overall period assessment - total number of awakenings at baseline (screening period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":"0.9"},{"groupId":"OG001","value":"1.9","spread":"1.0"},{"groupId":"OG002","value":"1.7","spread":"0.9"},{"groupId":"OG003","value":"1.6","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.7"},{"groupId":"OG001","value":"-0.5","spread":"0.8"},{"groupId":"OG002","value":"-0.7","spread":"0.9"},{"groupId":"OG003","value":"-0.7","spread":"0.9"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":84},"commonTop":["Dysgeusia","Nasopharyngitis","Somnolence","Headache","Upper respiratory tract infection"]}}}