{"nctId":"NCT04535531","briefTitle":"A Phase 3 Molluscum Contagiosum Efficacy and Safety Study","startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"conditions":["Molluscum Contagiosum"],"count":891,"armGroups":[{"label":"SB206 10.3% berdazimer","type":"EXPERIMENTAL","interventionNames":["Drug: SB206 10.3% berdazimer"]},{"label":"vehicle gel","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: vehicle gel"]}],"interventions":[{"name":"SB206 10.3% berdazimer","otherNames":["SB206 12% berdazimer sodium"]},{"name":"vehicle gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Be 6 months of age or older, and in good general health;\n2. Have a documented informed consent form signed by subject or a parent or legal guardian and an assent form as required;\n3. Have between 3 and 70 treatable MC lesions at Baseline;\n4. For women of childbearing potential (WOCBP): Must have a negative urine pregnancy test prior to randomization and must agree to use an effective method of birth control during the study; Note: WOCBP and effective methods of birth control are outlined in Section 9.4.\n5. Have a device (phone, tablet, personal computer, etc.) that will support remote visits, including a camera;\n6. Be willing and able to follow study instructions and likely to complete all study requirements, including remote study visits.\n\nExclusion Criteria:\n\n1. Have strongly suggested sexually transmitted MC and do not agree to refrain from sexual activities throughout the study period;\n2. Are immunosuppressed, have immunodeficiency disorder, or are on immunosuppressive treatment;\n3. Have significant injury on and/or surrounding MC that may impact ability to treat and count lesions;\n4. Have received treatment with topical calcineurin inhibitors or steroids on MC or within 2 cm of MC lesions within 14 days prior to Baseline;\n5. Have received treatment for MC during the 14 days prior to Baseline with podophyllotoxin, imiquimod, cantharidin, sinecatechins, topical retinoids, oral or topical zinc, or other homeopathic or over the counter (OTC) products including, but not limited to, ZymaDerm and tea tree oil, cimetidine and other histamine H2 receptor antagonists (including Zantac), or any agent that in the opinion of the investigator may be relevant - (e.g. wart therapies);\n6. Have received surgical procedures related to MC (e.g. cryotherapy, curettage) within 14 days prior to Baseline;\n7. Have MC only in periocular area;\n8. Female subjects who are pregnant, planning a pregnancy or breastfeeding;\n9. Have known hypersensitivity to any ingredients of SB206 or Vehicle Gel including excipients;\n10. Have participated in a previous study with a berdazimer containing product (i.e. SB204, SB206, SB208, SB414);\n11. Have more than one other family member participating in this study (NI-MC304);\n12. Have at least 1 family member currently participating in a study, other than this study, with a berdazimer containing product (i.e. SB204, SB206, SB208, SB414);\n13. Have participated in any other trial of an interventional investigational drug or device within 14 days or concurrent participation in another interventional research study;\n14. History or presence of clinically significant medical, psychiatric, or emotional condition that, in opinion of the investigator, would compromise the safety of the subject or the quality of the data.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Clearance of All Treatable MC at Week 12","description":"Percent (proportion) of subjects with complete clearance of all treatable MC at Week 12. This was measured by dividing the number of subjects who showed complete clearance by the number in that treatment group (this represents our primary outcome variable).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]}]},{"type":"SECONDARY","title":"A Lesion Count of 0 or 1 of All Treatable MC at Week 12","description":"Percent (proportion) of subjects achieving a lesion count of 0 or 1 of all treatable MC at Week 12.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"193","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"90% Reduction From Baseline in the Number of All Treatable MC at Week 12","description":"Percent (proportion) of subjects achieving at least a 90% reduction from Baseline in the number of all treatable MC at Week 12","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null},{"groupId":"OG001","value":"107","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Clearance of All Treatable MC at Week 8","description":"Percent (proportion) of subjects with complete clearance of all treatable MC at Week 8. This was measured by dividing the number of subjects who showed complete clearance at week 8 by the number in that treatment group (this represents our secondary outcome variable).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Number of All Treatable MC at Week 4","description":"Percent change from Baseline in the number of all treatable MC at Week 4","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.5","spread":"2.86"},{"groupId":"OG001","value":"-9.2","spread":"2.86"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":444},"commonTop":["Application site pain","Application site erythema","Application site pruritus","Application site dermatitis","Application site exfoliation"]}}}