{"nctId":"NCT02293460","briefTitle":"Efficacy and Safety Study of I10E in Treatment of Patients With CIDP","startDateStruct":{"date":"2015-05"},"conditions":["Chronic Inflammatory Demyelinating Polyradiculoneuropathy"],"count":44,"armGroups":[{"label":"I10E Arm","type":"EXPERIMENTAL","interventionNames":["Drug: I10E"]}],"interventions":[{"name":"I10E","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female patient aged 18 years or more\n2. Definite or probable CIDP according to the European Federation of Neurological Societies (EFNS)/Peripheral Nerve Society (PNS) guidelines 2010 clinical and neurophysiological criteria Pure motor CIDP, provided that a diagnosis of multifocal motor neuropathy has been ruled out CIDP associated with monoclonal gammopathy of undetermined significance (MGUS), provided that anti-MAG antibodies titer is lower than the used technique's negativity threshold (1000 BTU for Bühlmann ELISA technique) Lewis-Sumner syndrome\n3. Score of at least 2 on the adjusted INCAT disability scale\n4. Patient who either :\n\n   1. has never been previously treated with Ig (Ig-naive patient) Or\n   2. was previously treated with Ig but is in clinical relapse following treatment withdrawal. In the latter case, the last Ig course shall have been administered no less than 3 months prior to screening\n\nExclusion Criteria:\n\n1. History of IgA deficiency, unless the absence of anti-IgA antibodies has been documented\n2. History of cardiac insufficiency (New York Heart Association \\[NYHA\\] III/IV), uncontrolled cardiac arrhythmia, unstable ischemic heart disease, or uncontrolled hypertension\n3. History of venous thrombo-embolic disease, myocardial infarction or, cerebrovascular accident\n4. Risk factor for blood hyperviscosity such as cryoglobulinemia or haematologic malignancy with monoclonal gammopathy\n5. Body mass Index (BMI) ≥40 kg/m²\n6. Glomerular filtration rate \\<80 mL/min/1.73m² measured according to the Modified Diet in Renal Disease (MDRD) calculation\n7. Any other ongoing disease that may cause chronic peripheral neuropathy, such as toxin exposure, dietary deficiency, uncontrolled diabetes, hyperthyroidism, cancer, systemic lupus erythematosus or other connective tissue diseases, infection with HIV, hepatitis B virus (HBV) or hepatitis C virus (HCV), Lyme disease, multiple myeloma, Waldenström's macroglobulinaemia, amyloid, and hereditary neuropathy\n8. Woman with positive results on a urine pregnancy test or breastfeeding woman or woman of childbearing potential without an effective contraception.\n9. Any other serious medical condition that would interfere with the clinical assessment of CIDP or use of I10E or prevent the patient from complying with the protocol requirements\n10. Increasing dosage or introduction of a corticotherapy within the last 3 months prior to screening, with oral or systemic corticosteroids at a dose higher than 10 mg daily prednisolone or equivalent. Topical corticosteroids are permitted\n11. Treatment within 12 months prior to screening with immunomodulatory or immunosuppressant agents (including but not limited to cyclophosphamide, cyclosporine, interferon-alfa, interferon-beta1a, anti-CD20, alemtuzumab, aziathioprine, etanercept, mycophenolate mofetil, methotrexate and haemopoetic stem cell transplantation)\n12. Plasma exchange, blood products or derivatives administered within the last 3 months prior to screening\n13. Administration of another investigational product within the last month prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Efficacy Endpoint: Responder Rate at End of Study","description":"Responders were defined as patients with a decrease ≥1 point in the adjusted INCAT disability score compared to baseline. Adjusted INCAT disability score can vary from 0 (normal) to 9 (maximal disability).\n\nIf a patient was treated with a not-allowed treatment during the study period, then all adjusted INCAT disability score measured after the intake of these not-allowed treatments were censored.\n\nIf the score at EoS visit was missing, then the Last Observation Carried Forward (LOCF) approach was applied to replace this missing value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":43},"commonTop":["Headache","Pyrexia","Influenza","Nausea","Myalgia"]}}}