{"nctId":"NCT02624843","briefTitle":"Bioequivalence Study for Benzyl Alcohol Lotion 5%.","startDateStruct":{"date":"2015-08"},"conditions":["Head Lice"],"count":239,"armGroups":[{"label":"Benzyl Alcohol Lotion 5%","type":"EXPERIMENTAL","interventionNames":["Drug: Benzyl Alcohol Lotion 5%"]},{"label":"Ulesfia (Benzyl Alcohol Lotion 5%)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ulesfia (benzyl alcohol lotion) 5%"]},{"label":"Vehicle Placebo Lotion 0%","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Benzyl Alcohol Lotion 5%","otherNames":[]},{"name":"Ulesfia (benzyl alcohol lotion) 5%","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy males or non-pregnant females aged 6 month or over with an upper age limit of 60 years.\n* Prospective participants upon examination are confirmed to have at least 3 live head lice (defined as lice adults or nymphs) and at least 5 viable appearance louse eggs (nits).\n* Prospective participants who give written informed consent or, if the participant is under 17 years of age, whose parent/guardian gives written informed consent to participate in the study.\n* Prospective participants who will be available for follow up visits over the 21 days following first treatment.\n* Prospective female participants (including female caregivers) of childbearing potential who are willing to provide a urine pregnancy test.\n* Prospective participants who agree not to shave their hair or use any other pediculicide, nit combing, or louse treatment method during the course of the study.\n\nExclusion Criteria:\n\n* Prospective participants with a known sensitivity to any of the ingredients in benzyl alcohol lotion 5% (Hi-Tech Pharmacal Inc) or Ulesfia 5% (Shionogi Inc).\n* Prospective participants with a known history of irritation or sensitivity to pediculicides or hair care products.\n* Prospective participants with a secondary bacterial infection of the scalp (eg. impetigo/pyoderma) or have a secondary or long term scalp condition that could make it difficult to evaluate the extent and severity of an infestation or that would present a problem in the evaluation of response to therapy (e.g., psoriatic lesions of the scalp, extensive seborrheic dermatitis).\n* Prospective participants who have been treated with other head lice products within 4 weeks prior to randomization.\n* Prospective participants who regularly shave their hair, have bleached their hair, used a permanent color on their hair, or their hair has been permanently straightened or waved within the previous 2 weeks.\n* Prospective participants who have been treated with Trimethoprim containing products within the previous 4 weeks, or who are currently taking such a course.\n* Females who are pregnant, planning to become pregnant, during the course of the study period, or are currently breast feeding mothers.\n* Females of childbearing potential who are unwilling to use an adequate method of contraception from at least 4 weeks prior to the first application of treatment and until 4 weeks after the last application of treatment, or who are unwilling to take a urine pregnancy test.\n* Prospective participants who have participated in another clinical study or used an investigational new drug within 1 month before entry into this study.\n* Participants who have already participated in this clinical study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Months","maximumAge":"60 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Infestation Successfully Eliminated by Active Treatment.","description":"Successful elimination of infestation by active treatment \\[Time frame: 22 + 2 days\\]. No evidence of active head lice infestation 22 days after enrollment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"57","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":107},"commonTop":["Skin, nervous system and general disorder","redness of eye","fever"]}}}