{"nctId":"NCT01104792","briefTitle":"Long-term Study of Cariprazine in Patients With Schizophrenia","startDateStruct":{"date":"2010-05-31","type":"ACTUAL"},"conditions":["Schizophrenia"],"count":752,"armGroups":[{"label":"Cariprazine","type":"EXPERIMENTAL","interventionNames":["Drug: Cariprazine"]}],"interventions":[{"name":"Cariprazine","otherNames":["RGH-188"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients and corresponding caregivers who have provided informed consents prior to any study specific procedures.\n* Patients currently meeting the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) criteria for schizophrenia (paranoid type, disorganized type, catatonic type, or undifferentiated type), as confirmed by the Structured Clinical Interview for Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (SCID).\n* Patients with normal physical examination, laboratory, vital signs, and electrocardiogram (ECG).\n\nExclusion Criteria:\n\n* Patients with a DSM-IV-TR diagnosis of schizoaffective disorder, schizophreniform disorder, bipolar I or bipolar II disorder, or psychotic disorders other than schizophrenia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 48 in the PANSS Total Score","description":"The Positive and Negative Syndrome Scale (PANSS) is a 30-item rating scale that assesses the positive and negative symptoms of individuals with schizophrenia. Responses to the 30 items are based on a structured clinical interview with the patient and on supporting clinical information obtained from family, hospital staff, or other reliable informants. Of the 30 psychiatric parameters measured by the scale, 7 assess positive symptoms (eg, delusions, grandiosity); 7 assess negative symptoms (eg, blunted affect, emotional withdrawal); and 16 assess general psychopathology (eg, poor attention, active social avoidance). Each item is scored on a 7-point scale (1 = absent, 2 = minimal, 3 = mild, 4 = moderate, 5 = moderately severe, 6 = severe, and 7 = extreme). The PANSS total score can range from 30 to 210. A higher score indicates worse symptoms. A negative change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.5","spread":"12.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"14.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 48 in the CGI-S Score","description":"The Clinical Global Impressions-Severity (CGI-S) scale is a 7-point scale that measures the overall severity of the illness compared with the severity of illness in other patients the Investigator has observed. The Investigator assesses the severity of the patient's illness as one of the following: 1 = Normal, not at all ill; 2 = Borderline ill; 3 = Mildly ill; 4 = Moderately ill; 5 = Markedly ill; 6 = Severely ill; 7 = Among the most extremely ill patients. The CGI-S score can range from 1 to 7. A higher score indicates more severe illness. A negative change score indicates improvement.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.8"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":586},"commonTop":["Akathisia","Headache","Insomnia","Weight increased","Anxiety"]}}}