{"nctId":"NCT01125566","briefTitle":"LUX-Breast 1: BIBW 2992 (Afatinib) in HER2-positive Metastatic Breast Cancer Patients After One Prior Herceptin Treatment","startDateStruct":{"date":"2010-06-22","type":"ACTUAL"},"conditions":["Breast Neoplasms"],"count":508,"armGroups":[{"label":"Arm B: trastuzumab with vinorelbine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: trastuzumab","Drug: vinorelbine"]},{"label":"Arm A: BIBW 2992 with vinorelbine","type":"EXPERIMENTAL","interventionNames":["Drug: BIBW 2992","Drug: vinorelbine"]}],"interventions":[{"name":"BIBW 2992","otherNames":[]},{"name":"trastuzumab","otherNames":[]},{"name":"vinorelbine","otherNames":[]},{"name":"vinorelbine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Histologically confirmed diagnosis of HER2-overexpression breast cancer\n* Stage IV metastatic disease\n* Must have progressed on one prior trastuzumab treatment\n* no more than one prior trastuzumab based therapy regimen (either adjuvant or first-line)\n* Must have received anthracycline and/or taxane based chemotherapy for adjuvant treatment of breast cancer or first-line treatment of metastatic breast cancer\n* Must have (archived) tumour tissue sample available for central re-assessment of HER2-status\n* At least one measurable lesion according to RECIST 1.1.\n* Eastern Cooperative Oncology Group (ECOG) score of 0 or 1 .\n\nExclusion criteria:\n\n* Prior treatment with Epidermal Growth Factor Receptor/Human Epidermal Growth Factor Receptor(EGFR/HER2)-targeted small molecules or antibodies other than trastuzumab\n* Prior treatment with vinorelbine\n* Known pre-existing interstitial lung disease\n* Active brain metastases\n* History or presence of clinically relevant cardiovascular abnormalities such as uncontrolled hypertension, congestive heart failure NYHA classification of 3, unstable angina or poorly controlled arrhythmia. Myocardial infarction within 6 months prior to randomisation.\n* Cardiac left ventricular function with resting ejection fraction of less than 50%.\n* Patients unable to comply with the protocol.\n* Any contraindications for therapy with vinorelbine or trastuzumab.\n* Known hypersensitivity to BIBW 2992 or the excipients of any of the trial drugs.\n* Use of any investigational drug within 4 weeks of randomisation.\n* Inadequate hepatic, renal and haematologic organ function","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"PFS is defined as time from randomisation to disease progression or death whichever occurs first. Assessed by investigator according to the Response Evaluation Criteria in Solid Tumours (RECIST 1.1). RECIST is a set of published rules that define when tumors in cancer patients improve (\"respond\"), stay the same (\"stabilize\") or worsen (\"progress\") during treatment.\n\nOnly data collected until the cut-off date for RECIST 1.1 based endpoints (08Jun2013) were considered.\n\nProgression of disease was determined if at least 1 of the following criteria applied:\n\n* At least a 20% increase in the sum of the diameters (SoD) of target lesions taking as reference the smallest SoD recorded since the treatment started, together with an absolute increase in the SoD of at least 5 mm\n* Appearance of 1 or more new lesions\n* Unequivocal progression of existing non-target lesions","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.49","spread":null},{"groupId":"OG001","value":"5.55","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is defined as time from randomisation to death irrespective of the cause of the death.\n\nFor patients who had not died up to the cut-off date (03Sep2013), the date they were last known to be alive was derived from the patient status records, the trial completion record, radiological imaging assessments, the study treatment termination record, and the randomisation date.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.17","spread":null},{"groupId":"OG001","value":"29.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Best RECIST Assessment","description":"Best RECIST assessment is defined as CR, PR, stable disease (SD), progressive disease (PD) or not evaluable by investigator (RECIST version 1.1).\n\nCR for target lesions (TL): Disappearance of all target lesions.\n\nCR for non-target lesions (NTL): Disappearance of all non-target lesions and normalization of tumour marker level. All lymph nodes must be non-pathological in size (\\<10mm short axis).\n\nPR: At least a 30% decrease in the sum of diameters (SoD) of target lesions taking as reference the baseline sum diameters.\n\nSD: Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as references the smallest SoD while on study.\n\nPD: At least a 20% increase in the SoD of target lesions, taking as references the smallest sum on study (this includes the baseline sum if that is the smallest on study). Also, the sum must also demonstrate an absolute increase of a least 5mm. Appearance of one or more new lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.1","spread":null},{"groupId":"OG001","value":"44.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.7","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"17.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.3","spread":null},{"groupId":"OG001","value":"8.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response (OR)","description":"OR is defined as complete response (CR) and partial response (PR). Assessed by investigator according to Response Evaluation Criteria in Solid Tumours (RECIST) 1.1. Complete Response (CR) for target lesions (TL): Disappearance of all target lesions.\n\nComplete Response (CR) for non-target lesions (NTL): Disappearance of all non-target lesions and normalization of tumour marker level. All lymph nodes must be non-pathological in size (\\<10mm short axis)\n\nPartial Response (PR): At least a 30% decrease in the sum of diameters of target lesions taking as reference the baseline sum diameters.\n\nOther factors which add to the overall response of an imaging timepoint as PR are as below:-\n\n* CR in TL, but non-CR/Non-PD in NTL leads to PR\n* CR in TL, but not evaluated NTL leads to PR\n* PR in TL, but non-PD NTL or not all evaluated NTL leads to PR","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.4","spread":null},{"groupId":"OG001","value":"47.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":123,"n":337},"commonTop":["Neutropenia","Diarrhoea","Leukopenia","Anaemia","Rash"]}}}