{"nctId":"NCT01290341","briefTitle":"Evaluation of the Efficacy and Safety of NAFT-600 in Subjects With Tinea Pedis","startDateStruct":{"date":"2011-02"},"conditions":["Tinea Pedis"],"count":860,"armGroups":[{"label":"NAFT-600 ( naftin 2 % gel)","type":"EXPERIMENTAL","interventionNames":["Drug: NAFT-600 (naftin 2 % gel)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"NAFT-600 (naftin 2 % gel)","otherNames":["Naftin®"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males or non-pregnant females, ≥12 years of age, of any race or sex. Females of child-bearing potential must have a negative urine pregnancy test.\n* For minors (less than 18 years), the parent/legal guardian must complete the informed consent process AND the subject must complete the assent process and sign the appropriate form (if age appropriate).\n* Presence of interdigital only or both interdigital and moccasin types of tinea pedis on one or both feet characterized by clinical evidence of a tinea infection (at least moderate erythema, moderate scaling and mild pruritus) based on signs and symptoms in the affected area(s).\n\nExclusion Criteria:\n\n* Subjects with life-threatening condition (ex. autoimmune deficiency syndrome, cancer, unstable angina or myocardial infarction) within the last 6 months.\n* Subjects with abnormal findings - physical or laboratory - that are considered by the investigator to be clinically important and indicative of conditions that might complicate interpretation of study results.\n* Subjects with a known hypersensitivity to study drugs or their components.\n* Subjects who have a recent history or who are currently known to abuse alcohol or drugs.\n* Uncontrolled diabetes mellitus.\n* Hemodialysis or chronic ambulatory peritoneal dialysis therapy.\n* Current diagnosis of immunocompromising conditions.\n* Foot psoriasis, corns and/or callus involving any web spaces, atopic or contact dermatitis.\n* Severe dermatophytoses, onychomycosis (on the evaluated foot), mucocutaneous candidiasis or bacterial skin infection.\n* Extremely severe tinea pedis (incapacitating).\n* Female subject who is pregnant or lactating, who is not using or does not agree to use an acceptable form of contraception during the study, or who intends to become pregnant during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Complete Cure of Interdigital Tinea Pedis","description":"The primary efficacy comparison between NAFT-600 gel and placebo will be based on the percentage of subjects at Week 6 with complete cure of interdigital tinea pedis.\n\nComplete cure is defined as negative mycology results (dermatophyte culture and KOH) and the absence of erythema, scaling, and pruritus.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Effective Treatment and Mycological Cure of Interdigital Tinea Pedis at Week 6","description":"Effective treatment of interdigital tinea pedis which is defined as negative KOH and negative dermatophyte culture and erythema, scaling, and pruritus scores of 0 or 1 (corresponding to absent and mild respectively).\n\nMycological cure of interdigital tinea pedis which is defined as negative KOH and negative dermatophyte culture.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.8","spread":null},{"groupId":"OG001","value":"10.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.8","spread":null},{"groupId":"OG001","value":"7.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":572},"commonTop":["Headache"]}}}