{"nctId":"NCT02832375","briefTitle":"Investigating the Efficacy of an Occluding Dentifrice in Providing Relief From Dentinal Hypersensitivity","startDateStruct":{"date":"2016-03-01"},"conditions":["Dentin Sensitivity"],"count":242,"armGroups":[{"label":"Experimental: stannous fluoride","type":"EXPERIMENTAL","interventionNames":["Drug: stannous fluoride"]},{"label":"Standard: sodium monofluorophosphate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sodium monofluorophosphate"]}],"interventions":[{"name":"stannous fluoride","otherNames":[]},{"name":"sodium monofluorophosphate","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Demonstrates understanding of the study and willingness to participate as evidenced by voluntary written informed consent and has received a signed and dated copy of the informed consent form.\n* Aged 18-65 years inclusive\n* Understands and is willing, able and likely to comply with all study procedures and restrictions\n* Good general and mental health with, in the opinion of the investigator or medically qualified designee: No clinically significant, relevant abnormalities of medical history or oral examination and Absence of any condition that would impact on the participant's safety or wellbeing or affect the individual's ability to understand and follow study procedures and requirements\n* Self-reported history of DH lasting more than six months but not more than 10 years at screening\n* Minimum of 20 natural teeth at screening\n* Minimum of 2 accessible non-adjacent teeth (incisors, canines, pre-molars), preferably in different quadrants that meet all of the following criteria: Signs of facial/cervical gingival recession and/or signs of erosion or abrasion (EAR) Tooth with MGI score =0 adjacent to the test area (exposed dentine) only and a clinical mobility of less than or equal to (≤)1 and Tooth with signs of sensitivity measured by qualifying evaporative air assessment (Y\\[Yes\\]/N\\[No\\] response) screening\n* Minimum of two, non-adjacent accessible teeth (incisors, canines, pre-molars),that meet all of the following criteria at Baseline: Tooth with signs of sensitivity, measured by qualifying tactile stimulus (Yeaple ≤ 20g) and evaporative air assessment (Schiff sensitivity score ≥ 2)\n\nExclusion Criteria:\n\n* Women who are known to be pregnant. Females of child bearing potential who have a positive urine pregnancy test or who are breast feeding\n* Known or suspected intolerance or hypersensitivity to the study materials (or closely related compounds) or any of their stated ingredients\n* Previous participation in this study or participation in another clinical study (including cosmetic studies) or receipt of an investigational drug within 30 days of the screening visit\n* Recent history (within the last year) of alcohol or other substance abuse\n* An employee of the sponsor or the study site or members of their immediate family\n* Presence of chronic debilitating disease which, in the opinion of the investigator, could affect study outcomes or Any condition which, in the opinion of the investigator, causes xerostomia\n* Dental prophylaxis within 4 weeks of Screening, tongue or lip piercing or presence of dental implants, gross periodontal disease, treatment of periodontal disease (including surgery) within 12 months of Screening, scaling or root planning within 3 months of Screening and teeth bleaching within 8 weeks of Screening\n* Tooth with evidence of current or recent caries, or reported treatment of decay within 12 months of Screening\n* Tooth with exposed dentine but with deep, defective or facial restorations, teeth used as abutments for fixed or removable partial dentures, teeth with full crowns or veneers, orthodontic bands or cracked enamel. Sensitive teeth with contributing aetiologies other than erosion, abrasion or recession of exposed dentine\n* Sensitive tooth not expected to respond to treatment with an over-the-counter dentifrice in the opinion of the Investigator\n* Use of an oral care product indicated for the relief of dentine hypersensitivity within 8 weeks of screening\n* Daily doses of medication/treatments which, in the opinion of the investigator, could interfere with the perception of pain. Examples of such medications include analgesics, anticonvulsants, antihistamines that cause marked or moderate sedation, sedatives, tranquilizers, anti-depressants, mood-altering and anti-inflammatory drugs.\n* Currently taking antibiotics or has taken antibiotics within 2 weeks of Baseline, Daily dose of a medication which, in the opinion of the investigator, is causing xerostomia","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Schiff Sensitivity Score on Day 3","description":"Schiff sensitivity score was assessed by examiner as participant's response to an evaporative (air) stimulus after the stimulation of each individual tooth. Response of participant was scored using Schiff sensitivity scale range of 0-3; 0=Participant does not respond to air stimulation; 1=Participant responds to air stimulus but does not request discontinuation of stimulus; 2=Participant responds to air stimulus and requests discontinuation or moves from stimulus; 3= Participant responds to stimulus, considers stimulus to be painful, and requests discontinuation of the stimulus. A reduction in Schiff Sensitivity score indicates improvement in sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.644"},{"groupId":"OG001","value":"-0.39","spread":"0.426"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Schiff Sensitivity Score After Single Use","description":"Schiff sensitivity score was assessed by examiner as participant's response to an evaporative (air) stimulus after the stimulation of each individual tooth. Response of participant was scored using Schiff sensitivity scale range of 0-3; 0=Participant does not respond to air stimulation; 1=Participant responds to air stimulus but does not request discontinuation of stimulus; 2=Participant responds to air stimulus and requests discontinuation or moves from stimulus; 3= Participant responds to stimulus, considers stimulus to be painful, and requests discontinuation of the stimulus. A reduction in Schiff Sensitivity score indicates improvement in sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":"0.507"},{"groupId":"OG001","value":"-0.45","spread":"0.465"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tactile Threshold Immediately After Single Use and on Day 3","description":"Tactile threshold was assessed by examiner using a constant pressure probe (Yeaple probe) which allowed application of a known force to the dentin surface from 10 g to an upper threshold of 80g in increments of 10 g. The tactile threshold is the maximum pressure applied at which participant do not report any pain or discomfort. The tactile threshold for each tooth was determined by asking the participant whether the sensation caused discomfort. The pressure setting at which the participant gave two consecutive 'yes' responses was recorded as the tactile threshold. The higher the tactile threshold, the less sensitive the tooth.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.01","spread":"7.545"},{"groupId":"OG001","value":"3.60","spread":"7.252"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.25","spread":"17.766"},{"groupId":"OG001","value":"3.88","spread":"6.785"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":121},"commonTop":["Oral Mucosal Exfoliation","Leukoplakia Oral","Lip Ulceration"]}}}