{"nctId":"NCT01456130","briefTitle":"Long-term Study of Alogliptin as an Add-on to Rapid-Acting Insulin Secretagogues in Type 2 Diabetes","startDateStruct":{"date":"2011-11"},"conditions":["Diabetes Mellitus"],"count":67,"armGroups":[{"label":"Alogliptin","type":"EXPERIMENTAL","interventionNames":["Drug: Alogliptin","Drug: Rapid-acting insulin secretagogue"]}],"interventions":[{"name":"Alogliptin","otherNames":["SYR-322","Nesina®"]},{"name":"Rapid-acting insulin secretagogue","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosed with type 2 diabetes mellitus.\n2. Had an HbA1c of ≥ 6.5% and \\< 10.0% at the start of the observation period (Week -2).\n3. Had been receiving specific diet and exercise (if applicable) therapies since at least 10 weeks prior to the start of the observation period (Week -2).\n4. Had been receiving basic diabetes treatment with a rapid-acting insulin secretagogue (nateglinide or mitiglinide calcium hydrate) alone using a stable dosage regimen since at least 10 weeks prior to the start of the observation period (Week -2).\n5. Was suitable for combination therapy of either of the above rapid-acting insulin secretagogues (nateglinide or mitiglinide calcium hydrate) and another antidiabetic drug at the start of the observation period (Week -2) in the investigator's or subinvestigator's opinion.\n6. Participants complicated by hypertension had stable blood pressure control and needed neither dose adjustment of the ongoing antihypertensive (including discontinuation and interruption) nor additional use of another antihypertensive throughout the duration of the study in the investigator's or subinvestigator's opinion.\n7. Male or female and aged 20 years or older at the time of signing of informed consent.\n8. If female, and of child-bearing potential and sexually active with a nonsterilized male partner agreed to use adequate contraception routinely from signing of informed consent throughout the duration of the study.\n9. Visited the study site on an outpatient basis during the observation period.\n10. Was capable of understanding and complying with protocol requirements in the investigator's or subinvestigator's opinion.\n11. Signed and dated the informed consent documents prior to the start of any study procedures.\n\nExclusion Criteria:\n\n1. Severe renal dysfunction or end-stage renal disease \\[e.g., a serum creatinine (SCr) level of \\>2.4 mg/dL (men) or \\>2.0 mg/dL (women) at the start of the observation period (Week -2)\\].\n2. Obvious clinical manifestations of hepatic impairment \\[e.g., an aspartate aminotransferase (AST) or alanine aminotransferase (ALT) value of ≥ 2.5 times the upper limit of normal at the start of the observation period (Week -2)\\].\n3. Any serious cardiac disease, serious cerebrovascular disorder, or serious pancreatic or hematological disease (e.g., requiring hospitalization for treatment).\n4. Systolic blood pressure of ≥ 180 mmHg or diastolic blood pressure of ≥ 110 mmHg during the observation period.\n5. A condition requiring insulin for blood glucose control (e.g., a patient with severe ketosis, diabetic coma or precoma, type 1 diabetes mellitus, severe infection, a pre- or post-operative condition, or serious trauma).\n6. Malignant tumor.\n7. History of hypersensitivity or allergies to dipeptidyl-peptidase-4 (DPP-4) inhibitors.\n8. A habitual drinker whose daily alcohol consumption was \\>100 mL on average.\n9. A history of drug abuse (defined as any illicit drug use) or alcohol abuse.\n10. Required to take excluded medications during the duration of the study.\n11. Previously received SYR-322 or Nesina® Tablets in a clinical study or as a therapeutic drug.\n12. Received any investigational product (including investigational products for postmarketing clinical studies) within 12 weeks prior to the start of the observation period.\n13. Had participated in another clinical study at signing of informed consent.\n14. If female, was pregnant or lactating, or intended to become pregnant between signing of informed consent and 1 month after the end of the study; or intended to donate ova during such time period.\n15. A study site employee, an immediate family member of a study site employee or in a dependent relationship with a study site employee who was involved in the conduct of this study (e.g., spouse, parent, child, sibling), or might consent under duress.\n16. Changed the dosing regimen of the ongoing rapid-acting insulin secretagogue during the observation period.\n17. History of hypersensitivity or allergies to rapid-acting insulin secretagogues.\n18. Any condition for which Nesina® Tablets, nateglinide, or mitiglinide calcium hydrate was contraindicated as defined in their package inserts.\n19. Otherwise ineligible for participation in the study in the investigator's or subinvestigator's opinion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs)","description":"An TEAE is any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have a causal relationship with this treatment. A serious TEAE is defined as any untoward medical occurrence that resulted in death, was life threatening, required or prolonged inpatient hospitalization, resulted in persistent or significant disability or incapacity, led to a congenital anomaly/birth defect or was an important medical event that may have required intervention to prevent any of items above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glycosylated Hemoglobin (HbA1c)","description":"The change in the value of glycosylated hemoglobin collected at Week 52 or at the final visit relative to Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinical Response","description":"Clinical response is defined as an HbA1c level less than 5.8% or less than 6.5% at Week 52 or at the final visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Glucose","description":"The change in the value of fasting glucose collected at Week 52 or the final visit relative to Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":67},"commonTop":["Nasopharyngitis","Upper respiratory tract inflammation","Constipation","Arthralgia","Bronchitis"]}}}