{"nctId":"NCT00730171","briefTitle":"An Open-label, Long-term Safety Study of Linaclotide in Patients With Chronic Constipation or Irritable Bowel Syndrome With Constipation","startDateStruct":{"date":"2008-09"},"conditions":["Irritable Bowel Syndrome With Constipation","Chronic Constipation"],"count":1743,"armGroups":[{"label":"Linaclotide","type":"EXPERIMENTAL","interventionNames":["Drug: Linaclotide"]}],"interventions":[{"name":"Linaclotide","otherNames":["Linzess"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have\n\n  * entered study MCP-103-303 or MCP-103-302 and at minimum completed the pre-treatment period or\n  * completed one of the following studies: MCP-103-004, MCP-103-005, MCP-103-201, MCP-103-202\n* Sexually active patients of childbearing potential agree to use birth control\n* Females of childbearing potential must have a negative urine pregnancy test prior to dosing\n* Lactating females must agree not to breastfeed\n* Patient must meet protocol criteria for CC or IBS-C\n\nExclusion Criteria:\n\n* Patient must not use protocol-defined prohibited medicine\n* Patient is planning to receive an investigational drug at any time during the study\n* Patient has an unresolved adverse events or a clinically significant finding on a physical examination, 12-lead electrocardiogram, or clinical laboratory test","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least One Treatment-Emergent Adverse Event (TEAE)","description":"For RI and Phase 2 RO participants, an AE that occurred during the study was considered a TEAE if it was not present before the day of the first dose of open-label study drug, or was present before the day of the first dose of open-label study drug but increased in severity on or after that day. For Phase 3 RO participants, an AE that occurred during the study was considered a TEAE if it was not present before the day of the first dose of double-blind study drug in trial MCP-103-302 or MCP-103-303, or was present before the day of the first dose of double-blind study drug in those trials but increased in severity on or after that day. Deaths and serious AEs (SAEs) are those that occurred on or after the date of the first dose of open-label study drug, and within 30 days of the date of last dose of open-label study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"389","spread":null},{"groupId":"OG002","value":"454","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":41,"n":607},"commonTop":["Diarrhoea","Urinary tract infection","Sinusitis","Abdominal pain","Nausea"]}}}