{"nctId":"NCT01498679","briefTitle":"Evaluating the Efficacy and Safety of Fluticasone Furoate/Vilanterol Trifenatate in the Treatment of Asthma in Adolescent and Adult Subjects of Asian Ancestry.","startDateStruct":{"date":"2012-01"},"conditions":["Asthma"],"count":311,"armGroups":[{"label":"fluticasone furoate/vilanterol trifenatate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: GW685698/GW642444 (fluticasone furoate/vilanterol trifenatate)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"GW685698/GW642444 (fluticasone furoate/vilanterol trifenatate)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed Consent: All subjects must be able and willing to give written informed consent to take part in the study.\n2. Type of Subject: Outpatients, of Asian ancestry, 12 years of age or older at Visit 1 (or ≥18 years of age or older if local regulations or the regulatory status of study medication permit enrolment of adults only), with a diagnosis of asthma as defined by the Global Initiative for Asthma \\[GINA, 2009\\] at least 12 weeks prior to Visit 1.\n3. Gender: Male or Eligible Female, defined as non-childbearing potential or childbearing potential using a protocol defined acceptable method of birth control consistently and correctly. Female subjects should not be enrolled if they are pregnant, lactating or plan to become pregnant during the time of study participation. A serum pregnancy test is required for females of childbearing potential at the initial Screening Visit (Visit 1) and Visit 5 or Early Withdrawal\n4. Severity of Disease: A best FEV1 of 40%-90% of the predicted normal value at the Visit 1, Screening visit. Predicted values will be based upon NHANES III using the adjustment for Asians \\[Hankinson, 2010\\].\n5. Reversibility of Disease: Demonstrated ≥12% and ≥200mL reversibility of FEV1 within 10-40minutes following 2-4 inhalations of albuterol/salbutamol inhalation aerosol (or one nebulised treatment with albuterol/salbutamol solution) at the Screening Visit.\n6. Current Anti-Asthma Therapy: All subjects must be using an ICS, with or without LABA, for at least 12 weeks prior to Visit 1, in accordance with the protocol defined acceptable dose ranges.\n7. Short-Acting Beta2-Agonists: All subjects must be able to replace their current short-acting beta2-agonists with albuterol/salbutamol inhaler at Visit 1 for use as needed for the duration of the study. Subjects must be able to withhold albuterol/salbutamol for at least 4 hours prior to study visits\n\nExclusion Criteria:\n\n1. History of Life-threatening asthma: Defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest or hypoxic seizures within the last 10 years.\n2. Respiratory Infection: Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 4 weeks of Visit 1 and led to a change in asthma management or, in the opinion of the Investigator, is expected to affect the subject's asthma status or the subject's ability to participate in the study.\n3. Asthma Exacerbation: Any asthma exacerbation requiring oral corticosteroids within 12 weeks of Visit 1 or that resulted in overnight hospitalization requiring additional treatment for asthma within 6 months prior to Visit 1.\n4. Concurrent Respiratory Disease: A subject must not have current evidence of pneumonia, pneumothorax, atelectasis, pulmonary fibrotic disease, bronchopulmonary dysplasia, chronic bronchitis, emphysema, chronic obstructive pulmonary disease, or other respiratory abnormalities other than asthma.\n5. Other Concurrent Diseases/Abnormalities: A subjects must not have any clinically significant, uncontrolled condition or disease state that, in the opinion of the investigator, would put the safety of the patient at risk through study participation or would confound the interpretation of the efficacy results if the condition/disease exacerbated during the study.\n6. Oropharyngeal Examination: A subject will not be eligible for the run-in if he/she has clinical visual evidence of candidiasis at Visit 1.\n7. Allergies: •Drug Allergy: Any adverse reaction including immediate or delayed hypersensitivity to any beta2-agonist, sympathomimetic drug, or any intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity to the constituents of the new powder inhaler (i.e., lactose or magnesium stearate). •Milk Protein Allergy: History of severe milk protein allergy.\n8. Concomitant Medications: Use of the protocol defined prohibited medications prior to Screening (Visit 1) or during the study, in accordance with the protocol.\n9. Tobacco Use: Current smoker or subjects with a smoking history of 10 pack years (e.g., 20 cigarettes/day for 10 years). A subject may not have used inhaled tobacco products within the past 3 months (i.e., cigarettes, cigars, smokeless or pipe tobacco).\n10. Affiliation with Investigator's Site: A subject will not be eligible for this study if he/she is an immediate family member of the participating Investigator, Sub Investigator, study coordinator, or employee of the participating Investigator.\n11. Previous Participation: A subject may not have previously been Randomized to treatment in another Phase III fluticasone furoate/VI combination product study (i.e., HZA113714, HZA106827, HZA106829, HZA106837, HZA106839, HZA106851, HZA113091).\n12. Compliance: A subject will not be eligible if he/she or his/her parent or legal guardian has any infirmity, disability, disease, or geographical location which seems likely (in the opinion of the Investigator) to impair compliance with any aspect of this study protocol, including visit schedule and completion of the daily diaries.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (BL) in Daily Evening (PM) Peak Expiratory Flow (PEF) Averaged Over the 12-week Treatment Period","description":"Peak Expiratory Flow is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. The Baseline value was derived from the last 7 days of the daily diary prior to the randomization of the participant. Change from Baseline was calculated as the value of the averaged daily PM PEF over the 12-week Treatment Period minus the Baseline value. Analysis was performed using Analysis of Covariance (ANCOVA) with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.8","spread":"3.16"},{"groupId":"OG001","value":"39.2","spread":"3.14"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Daily Morning (AM) PEF Averaged Over the 12-week Treatment Period","description":"PEF is defined as the maximum airflow during a forced expiration beginning with the lungs fully inflated. The Baseline value was derived from the last 7 days of the daily diary prior to the randomization of the participant. Change from Baseline was calculated as the value of the averaged daily AM PEF over the 12-week Treatment Period minus the Baseline value. A Repeated Measures analysis adjusted for Baseline, region, sex, age, treatment, week, week by Baseline interaction, and week by treatment interaction was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.3","spread":"3.12"},{"groupId":"OG001","value":"43.6","spread":"3.12"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Percentage of Rescue-free 24- Hour (hr) Periods During the 12-week Treatment Period","description":"The number of inhalations of rescue albuterol/salbutamol inhalation aerosol (medication used to relieve symptoms immediately) used during the day and night was recorded by the participants in a daily diary. A 24-hour period in which a participant's responses to both the morning and evening assessments indicated no use of rescue medication was considered as rescue free. Participants who were rescue free for 24-hour periods during the 12-week Treatment Period were assessed. The Baseline value was derived from the last 7 days of the daily diary prior to the randomization of the participant. Change from Baseline is calculated as the average value during the 12-week Treatment Period minus the value at Baseline. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":"2.59"},{"groupId":"OG001","value":"30.1","spread":"2.60"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Percentage of Symptom-free 24- Hour (hr) Periods During the 12-week Treatment Period","description":"Asthma symptoms were recorded in a daily diary by the participants every day in the morning and evening before taking any rescue or study medication and before PEF measurement. A 24-hour period in which a participant's responses to both the morning and evening assessments indicated no symptoms was considered as symptom free. The Baseline value was derived from the last 7 days of the daily diary prior to the randomization of the participant. Participants who were symptom free for 24-hour periods during the 12-week Treatment Period were assessed. Change from Baseline is calculated as the average value during the 12-week Treatment Period minus the value at Baseline. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":"2.30"},{"groupId":"OG001","value":"24.8","spread":"2.31"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Asthma Quality of Life Questionnaire (AQLQ) Score at Week 12","description":"The AQLQ is a disease-specific, self-administered quality of life questionnaire developed to evaluate the impact of asthma treatments on the quality of life of asthma sufferers. The AQLQ contains 32 items in 4 domains: activity limitation (11 items), symptoms (12 items), emotional function (5 items), and environmental stimuli (4 items). The 32 items of the questionnaire are averaged to produce one overall quality of life score. The response format consists of a 7-point scale, where a value of 1 indicates \"total impairment\" and a value of 7 indicates \"no impairment.\" Change from Baseline was calculated as the Week 12 value minus the Baseline value. Analysis was performed using ANCOVA with covariates of Baseline, region, sex, age, and treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.094"},{"groupId":"OG001","value":"0.84","spread":"0.068"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":154},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Headache"]}}}