{"nctId":"NCT00678886","briefTitle":"Trial of Otelixizumab for Adults With Newly Diagnosed Type 1 Diabetes Mellitus (Autoimmune): DEFEND-1","startDateStruct":{"date":"2008-07-29","type":"ACTUAL"},"conditions":["Diabetes Mellitus, Type 1"],"count":272,"armGroups":[{"label":"otelixizumab","type":"EXPERIMENTAL","interventionNames":["Biological: otelixizumab infusion plus physician determined standard of care"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: placebo infusion plus physician determined standard of care"]}],"interventions":[{"name":"otelixizumab infusion plus physician determined standard of care","otherNames":["monoclonal antibody","ChAglyCD3","anti-CD3","TRX4"]},{"name":"placebo infusion plus physician determined standard of care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ages 12-45\n* Diagnosis of diabetes mellitus, consistent with ADA criteria\n* No more than 90 days between diagnosis and administration of study compounds\n* Requires insulin for type 1 diabetes mellitus, or has required insulin at some time between diagnosis and administration of study compounds.\n* Stimulated C-peptide level greater than 0.20 nmol/L and less than or equal to 3.50 nmol/L\n* Positive for one or more of the autoantibodies typically associated with T1DM: antibody to glutamic acid decarboxylase (anti-GAD); antibody to protein tyrosine phosphatase-like protein (anti-IA-2); zinc transporter autoantibodies (ZNT8); insulin autoantibodies (IAA). A subject who is positive for insulin autoantibodies (IAA) and negative for the other autoantibodies will only be eligible if the subject has used insulin for less than 7 days total.\n\nExclusion Criteria:\n\n* Other, significant medical conditions based on the study doctor's evaluation","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"45 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in 2-hour Mixed Meal Stimulated C-peptide Area Under Curve [AUC] (Normalized for 120-minute Time Interval) at Month 12","description":"Mixed meal-stimulated C-peptide AUC was the area under the C-peptide/time curve from Time 0 to 120 minutes, calculated using the trapezoidal rule. This reported AUC was normalized for time interval by dividing it by 120 minutes. This normalized AUC was calculated for each participant at Baseline, Week 12, and at Months 6, 12, 18, and 24. Data has been presented for meal stimulated C-peptide Area under assessment performed at Month 12. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Month 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":"0.030"},{"groupId":"OG001","value":"-0.21","spread":"0.021"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Were Responders for (Glycosylated Hemoglobin) HbA1c/Insulin Use Response at Week 12 and Months 6 and 12","description":"A participant was considered a responder if, at the given time point, the participant had HbA1c\\<= 6.5%, and mean daily insulin use over 7 consecutive days \\< 0.5 international units per kilogram per day (IU/kg/day) during the 2 weeks preceding the visit. Data has been presented from number of participants with their percentages who were responders at Week 12 and Months 6 and 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Daily Insulin Use at Week 12 and Months 6 and 12.","description":"Participants recorded their daily insulin use in their electronic diaries. In particular, insulin was recorded thoroughly and accurately for at least 7 consecutive days during the 2 weeks before the visits at Baseline, Week 12, and Months 6 and 12. During each of these visits, the investigator/designee accessed the invivodata DiaryPRO web site to review insulin-use data for the previous 2-week period to ensure completeness. If errors/gaps were identified (e.g., if the participant did not take insulin and not entered 0 units), the investigator/designee recorded the missing data from participant recall using a data clarification form (DCF). Paper diary to collect insulin use, were reviewed for completeness. Any missing data that could be recalled by the participant was entered. If the participant did not record any insulin use during the 2-week period before the visit, the site obtained an insulin use history for the previous 7 days and calculated the average daily insulin dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":"0.017"},{"groupId":"OG001","value":"0.31","spread":"0.013"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.36","spread":"0.022"},{"groupId":"OG001","value":"0.36","spread":"0.016"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.42","spread":"0.023"},{"groupId":"OG001","value":"0.39","spread":"0.017"}]}]}]},{"type":"SECONDARY","title":"HbA1c Level at Week 12 and Months 6 and 12","description":"HbA1c levels were recorded at Screening, Baseline (Day 1), Day 28, Week 8, Week 12, Months 4 to 12 and Month 24. Data has been presented for HbA1c levels at Week 12 and Months 6 and 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.83","spread":"0.146"},{"groupId":"OG001","value":"7.02","spread":"0.108"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.60","spread":"0.138"},{"groupId":"OG001","value":"6.77","spread":"0.100"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.45","spread":"0.124"},{"groupId":"OG001","value":"6.54","spread":"0.094"}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycemic Events Defined by Hypoglycemic Event Categories From Baseline Upto Month 12","description":"Hypoglycemic events reported by participants were classified as defined by the American Diabetes Association (ADA) Workgroup on Hypoglycemia as follows: Severe hypoglycemia: an event requiring assistance of another person to actively administer carbohydrate, glucagon/other resuscitative actions, documented symptomatic hypoglycemia: an event during which typical symptoms of hypoglycemia are accompanied by a measured plasma glucose concentration(PGC)\\<=70 mg/dL, asymptomatic hypoglycemia: an event not accompanied by typical symptoms of hypoglycemia but with a measured PGC\\<=70 mg/dL,probable symptomatic hypoglycemia: an event during which symptoms of hypoglycemia are not accompanied by a plasma glucose determination, but were presumably caused by a PGC\\<=70 mg/dL and relative hypoglycemia: an event during which the person with diabetes reports any of the typical symptoms of hypoglycemia, and interprets the symptoms as indicative of hypoglycemia, but with a measured PGC\\>70 mg/dL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3092","spread":null},{"groupId":"OG001","value":"6322","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4718","spread":null},{"groupId":"OG001","value":"9962","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null},{"groupId":"OG001","value":"211","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hypoglycemic Events Defined by Hypoglycemic Event Categories From Baseline Upto Month 12","description":"Hypoglycemic events reported by participants were classified as defined by the ADA Workgroup on Hypoglycemia as Severe hypoglycemia: an event requiring assistance of another person to actively administer carbohydrate, glucagon/other resuscitative actions, documented symptomatic hypoglycemia: an event during which typical symptoms of hypoglycemia are accompanied by a measured plasma glucose concentration (PGC)\\<=70 mg/dL, asymptomatic hypoglycemia: an event not accompanied by typical symptoms of hypoglycemia but with a measured PGC\\<=70 mg/dL,probable symptomatic hypoglycemia: an event during which symptoms of hypoglycemia are not accompanied by a plasma glucose determination, but were presumably caused by a PGC\\<=70 mg/dL and relative hypoglycemia: an event during which the person with diabetes reports any of the typical symptoms of hypoglycemia, and interprets the symptoms as indicative of hypoglycemia, but with a measured PGC\\>70 mg/dL. Only categories with values are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hypoglycemic Excursions (<=70 mg/dL) With Most Complete Glucose at Week 12 and Months 6 and 12.","description":"The event frequency of glucose measurements that were hypoglycemic excursions were calculated per participant basis, using the number of occurrences where blood glucose was less than or equal to 70 mg/dL. Most complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"0.28"},{"groupId":"OG001","value":"2.8","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"0.36"},{"groupId":"OG001","value":"2.9","spread":"0.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"0.41"},{"groupId":"OG001","value":"3.2","spread":"0.32"}]}]}]},{"type":"SECONDARY","title":"Magnitude of Greatest Hypoglycemic Excursions With Most Complete Glucose at Week 12 and Months 6 and 12.","description":"The greatest hypoglycemic excursions during an interval was calculated as 70 mg/dL minus the lowest recorded glucose level in the interval. If a participant had data recorded during the interval but did not have a value below 70 mg/dL, the participants greatest hypoglycemic excursion for that interval was 0 mg/dL.\n\nMost complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":"0.92"},{"groupId":"OG001","value":"10.8","spread":"0.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":"1.24"},{"groupId":"OG001","value":"10.6","spread":"0.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":"1.20"},{"groupId":"OG001","value":"11.0","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hypoglycemic Excursions With Most Complete Glucose at Week 12 and Months 6 and 12","description":"Percentage of hypoglycemic excursions was calculated as the total number of observations that exceed the hypoglycemic excursion boundary (i.e.\\<= 70 mg/dL) divided by the total number of glucose measurements recorded in a time interval for the intervals: Baseline to Week 12, post-Week 12 to Month 6, post-Month 6 to Month 12. Most complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected. Data has been presented for number of participants with their percentages having hypoglycemic excursion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"127","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null},{"groupId":"OG001","value":"111","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Hyperglycemic Excursions With Most Complete Glucose at Week 12 and Months 6 and 12.","description":"The event frequency of glucose measurements that were hyperglycemic excursions were calculated on a per participant basis using the number of occurrences where blood glucose was greater than the hyperglycemic tolerance limit. There were 3 hyperglycemic tolerance limits considered: 200 mg/dL, 130 mg/dL and 100 mg/dL. Most complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.0","spread":"1.78"},{"groupId":"OG001","value":"32.9","spread":"1.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.5","spread":"1.72"},{"groupId":"OG001","value":"19.9","spread":"1.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"0.85"},{"groupId":"OG001","value":"5.6","spread":"0.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.5","spread":"1.77"},{"groupId":"OG001","value":"35.1","spread":"1.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.8","spread":"1.68"},{"groupId":"OG001","value":"22.7","spread":"1.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"1.07"},{"groupId":"OG001","value":"7.9","spread":"0.85"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":"1.97"},{"groupId":"OG001","value":"33.4","spread":"1.27"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":"1.92"},{"groupId":"OG001","value":"22.2","spread":"1.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":"1.42"},{"groupId":"OG001","value":"6.9","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Magnitude of Greatest Hyperglycemic Excursions With Most Complete Glucose at Week 12 and Months 6 and 12.","description":"The greatest hyperglycemic excursions during an interval was calculated as the largest recorded glucose level in the interval minus the hyperglycemic tolerance limit value (HGTLV). If a participant had data recorded during the interval but did not have a value above the HGTLV, the participants greatest hyperglycemic excursion for that interval was 0 mg/dL. Most complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158.3","spread":"9.26"},{"groupId":"OG001","value":"158.4","spread":"6.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128.3","spread":"9.26"},{"groupId":"OG001","value":"128.4","spread":"6.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.7","spread":"8.51"},{"groupId":"OG001","value":"65.7","spread":"6.12"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"154.6","spread":"9.34"},{"groupId":"OG001","value":"175.7","spread":"8.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"124.8","spread":"9.31"},{"groupId":"OG001","value":"145.7","spread":"8.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.3","spread":"8.32"},{"groupId":"OG001","value":"80.1","spread":"7.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"176.7","spread":"10.02"},{"groupId":"OG001","value":"177.5","spread":"7.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"146.8","spread":"10.00"},{"groupId":"OG001","value":"147.5","spread":"7.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":"9.33"},{"groupId":"OG001","value":"82.6","spread":"6.61"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hyperglycemic Excursions With Most Complete Glucose at Week 12 and Months 6 and 12","description":"Percentage of hyperglycemic excursions was calculated as the total number of observations that exceed the hyperglycemic excursion boundary (i.e. \\> HGTLV) divided by the total number of glucose measurements recorded in a time interval for the intervals: Baseline to Week 12, post-Week 12 to Month 6, post-Month 6 to Month 12. Most complete glucose interval was the 7 day period with the maximum number of days with at least 4 recordings per day. If these results were in more than one 7 day period, then the 7 day period with the largest average number of daily recordings (out of those with the maximum number of days with at least 4 recordings per day) was selected. If there were 2 or more 7 day periods that have the same number of days with at least 4 recordings and the same maximum average number of glucose recordings, the period that ended closest to the day of the study was selected. Data for number of participants with their percentages are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"177","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"177","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"161","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"160","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Daily Risk Range (ADRR) at Week 12 and Months 6 and 12.","description":"Average daily risk range is a measure for evaluation of blood glucose variability that was designed to be equally sensitive to hypoglycemia and hyperglycemia. The ADRR was assessed over 30-day periods prior to Baseline and at key visits Week 12 and Months 6 and 12. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Week 12 and Months 6 and 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.41","spread":"0.826"},{"groupId":"OG001","value":"0.71","spread":"0.599"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.03","spread":"1.133"},{"groupId":"OG001","value":"2.86","spread":"0.801"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.29","spread":"1.038"},{"groupId":"OG001","value":"4.22","spread":"0.732"}]}]}]},{"type":"SECONDARY","title":"Composite Rank Summary for HbA1c and Exogenous Insulin Use at Month 6 and Month 12","description":"O'Brien mean rank analyses was performed on a two-part composite of the baseline-adjusted HbA1c level and the baseline-adjusted mean total daily insulin use per kg body weight in the otelixizumab group compared with the placebo group at Months 6, 12. For the O'Brien mean rank analysis at a particular time point, adjusted HbA1c values (for both treatment groups together) was ranked from smallest to largest, and adjusted mean daily insulin use values were ranked from smallest to largest. For each participant, the HbA1c and insulin use ranks were added together, producing a composite rank. A treatment comparison test was then performed on the composite ranks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":"123.3"},{"groupId":"OG001","value":"247","spread":"113.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"245","spread":"120.0"},{"groupId":"OG001","value":"244","spread":"115.2"}]}]}]},{"type":"SECONDARY","title":"Composite Rank Summary for C-Peptide AUC, HbA1c and Exogenous Insulin Use at Month 6 and Month 12","description":"O'Brien analyses will be performed on a three-part composite of HbA1c level, C-peptide AUC, and mean daily Insulin use in the otelixizumab group compared with the placebo group at Months 6 and12. For the O'Brien mean rank analysis at a particular time point, HbA1c and insulin use will be ranked from smallest to largest, and C-peptide AUC will be ranked from largest to smallest. For each participant, the C-Peptide AUC, ranks for HbA1c and insulin use were added together, producing a composite rank. A treatment comparison test was then performed on the composite ranks.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"365","spread":"83.8"},{"groupId":"OG001","value":"373","spread":"105.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"360","spread":"85.1"},{"groupId":"OG001","value":"366","spread":"95.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Level of Cytokines Interleukin (IL-6), IL-10 and Tumor Necrosis Factor-alpha (TNF-a) at Day 1, Day 4, Day 8","description":"Levels of cytokine (TNFα, IL-6, IL-10) were measured at Baseline and at 2 hours after end of infusion (EOI) on Day 1, Day 4, Day 8 . Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Day 1, Day 4 and Day 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":"0.680"},{"groupId":"OG001","value":"2.78","spread":"0.544"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.13","spread":"0.251"},{"groupId":"OG001","value":"3.01","spread":"1.107"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"0.448"},{"groupId":"OG001","value":"14.59","spread":"5.266"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.342"},{"groupId":"OG001","value":"4.61","spread":"1.770"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":"0.629"},{"groupId":"OG001","value":"1.35","spread":"0.575"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.84","spread":"1.019"},{"groupId":"OG001","value":"25.57","spread":"7.196"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.126","spread":"0.0719"},{"groupId":"OG001","value":"2.320","spread":"0.3996"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.111","spread":"0.2381"},{"groupId":"OG001","value":"1.509","spread":"0.5740"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.135","spread":"0.2649"},{"groupId":"OG001","value":"3.614","spread":"0.8920"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Circulating Peripheral Lymphocytes CD4+CD25+FoxP3+ T Cells and CD4+CD25hiFoxP3+ T Cells in Type 1 Diabetes Mellitus (TIDM) up to Month 12","description":"Blood samples were drawn for lymphocyte subset evaluations at Baseline and at 2hours after EOI on Day 4, pre-dose and after E0I on Day 8, Day 14, Day 21, Day 28, Week 6, Week 8, Week 10, Week 12, Month 6 and Month 12. Percentages of relevant lymphocyte subsets were determined by flow cytometry. The lymphocyte subsets assessed included CD8+CD25+ T lymphocytes, as well as the subsets of lymphocytes of these type that were positive for FoxP3, a protein that was expressed at high levels in the cytoplasm of regulatory T cells. CD4+CD25hiFoxP3+ T lymphocytes, a cell type was of interest because it played a regulatory role in T1DM. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at the time of assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"118.8","spread":null},{"groupId":"OG001","value":"53.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.4","spread":null},{"groupId":"OG001","value":"49.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.2","spread":null},{"groupId":"OG001","value":"40.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114.5","spread":null},{"groupId":"OG001","value":"101.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114.6","spread":null},{"groupId":"OG001","value":"101.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.1","spread":null},{"groupId":"OG001","value":"101.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104.1","spread":null},{"groupId":"OG001","value":"106.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110.1","spread":null},{"groupId":"OG001","value":"107.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109.9","spread":null},{"groupId":"OG001","value":"102.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102.5","spread":null},{"groupId":"OG001","value":"85.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137.9","spread":null},{"groupId":"OG001","value":"133.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"122.0","spread":null},{"groupId":"OG001","value":"106.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151.9","spread":null},{"groupId":"OG001","value":"60.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.8","spread":null},{"groupId":"OG001","value":"43.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110.7","spread":null},{"groupId":"OG001","value":"35.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"118.4","spread":null},{"groupId":"OG001","value":"109.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110.0","spread":null},{"groupId":"OG001","value":"98.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101.1","spread":null},{"groupId":"OG001","value":"108.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106.9","spread":null},{"groupId":"OG001","value":"110.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"131.7","spread":null},{"groupId":"OG001","value":"120.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":null},{"groupId":"OG001","value":"107.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113.6","spread":null},{"groupId":"OG001","value":"90.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"150.9","spread":null},{"groupId":"OG001","value":"153.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"166.4","spread":null},{"groupId":"OG001","value":"160.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Cell-bound Otelixizumab on CD4+ T Cells at Day 1, Day 4, Day 8","description":"The amount of cell-bound otelixizumab was determined by flow cytometry. The extent of T cell receptor alpha beta (TCRαβ) expression was determined using an antibody that bound to TCRαβ but did not compete with otelixizumab for binding sites at the expected range of concentrations. The MESF of the anti-TCRαβ antibody was used to quantify the number of CD3/TCR complexes present on T cells. Free otelixizumab binding sites (sites not occupied by otelixizumab) were detected by staining with biotinylated otelixizumab. The MESF of bound biotinylated otelixizumab was directly proportional to the availability of free otelixizumab binding sites. MESF of bound antibody on CD4+ T cells was a direct measurement of cell-bound otelixizumab on CD4+ T cells. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Day 1, Day 4 and Day 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"125.1","spread":"18.00"},{"groupId":"OG001","value":"914.8","spread":"269.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"174.3","spread":"41.95"},{"groupId":"OG001","value":"2719.8","spread":"369.41"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"151.5","spread":"39.49"},{"groupId":"OG001","value":"471.5","spread":"98.53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167.9","spread":"47.67"},{"groupId":"OG001","value":"1387.5","spread":"274.21"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in CD3/TCR Saturation on CD4+ T Cells and CD8+ T Cells at Day 1, Day 4, Day 8","description":"The extent of saturation of CD3/TCR receptors on CD4+ and CD8+ lymphocytes was determined by flow cytometry. The extent of TCRαβ expression was determined using an antibody that bound to TCRαβ but did not compete with otelixizumab for binding sites at the expected range of concentrations. The MESF of the anti-TCRαβ antibody was used to quantify the number of CD3/TCR complexes present on T cells. The MESF of bound biotinylated otelixizumab was directly proportional to the availability of free otelixizumab binding sites. MESF of free CD3 sites on CD4+ T cells and CD8+ T cells was direct measurement of saturation of the CD3/TCR complex on CD4+ T cells and CD8+ T cells. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Day 1, Day 4 and Day 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.4","spread":"2.40"},{"groupId":"OG001","value":"90.9","spread":"3.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109.7","spread":"11.91"},{"groupId":"OG001","value":"50.2","spread":"4.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":"10.66"},{"groupId":"OG001","value":"59.0","spread":"5.31"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":"13.03"},{"groupId":"OG001","value":"21.7","spread":"3.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92.4","spread":"2.38"},{"groupId":"OG001","value":"91.4","spread":"3.82"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"116.7","spread":"14.53"},{"groupId":"OG001","value":"51.6","spread":"5.23"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.4","spread":"11.84"},{"groupId":"OG001","value":"60.8","spread":"6.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.2","spread":"14.63"},{"groupId":"OG001","value":"23.0","spread":"3.72"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in CD3/TCR Modulation on CD4+ T Cells and CD8+ T Cells at Day 1, Day 4, Day 8","description":"The extent of modulation of CD3/TCR receptors on CD4+ and CD8+ lymphocytes was determined by flow cytometry. The extent of TCRαβ expression was determined using an antibody that bound to TCRαβ but did not compete with otelixizumab for binding sites at the expected range of concentrations. The MESF of the anti-TCRαβ antibody was used to quantify the number of CD3/TCR complexes present on T cells. The MESF of bound biotinylated otelixizumab was directly proportional to the availability of free otelixizumab binding sites.CD3/TCR complexes on CD4+ and CD8+ T cells were detected with a non-competing antibody. Changes in the MESF of TCR expression was a direct measurement of TCR modulation. Baseline assessments were carried out on the morning of Day 1, before the start of the first infusion of study drug. Change from Baseline was calculated by subtracting the Baseline value from the post-randomization value at Day 1, Day 4 and Day 8.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.2","spread":"2.95"},{"groupId":"OG001","value":"91.1","spread":"2.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103.8","spread":"8.93"},{"groupId":"OG001","value":"70.8","spread":"3.89"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101.4","spread":"6.09"},{"groupId":"OG001","value":"61.0","spread":"2.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103.4","spread":"5.87"},{"groupId":"OG001","value":"32.2","spread":"2.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":"2.72"},{"groupId":"OG001","value":"93.7","spread":"3.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"111.1","spread":"10.56"},{"groupId":"OG001","value":"77.1","spread":"4.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101.8","spread":"6.19"},{"groupId":"OG001","value":"62.3","spread":"2.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103.0","spread":"6.05"},{"groupId":"OG001","value":"36.2","spread":"2.52"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":91},"commonTop":["Headache","Nausea","Nasopharyngitis","Fatigue","Oropharyngeal pain"]}}}