{"nctId":"NCT01154127","briefTitle":"Effect of NVA237 on Exercise Endurance in Patients With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2010-06"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":108,"armGroups":[{"label":"NVA237 followed by Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: NVA237","Drug: Placebo"]},{"label":"Placebo followed by NVA237","type":"EXPERIMENTAL","interventionNames":["Drug: NVA237","Drug: Placebo"]}],"interventions":[{"name":"NVA237","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who signed an Informed Consent Form prior to initiation of any study-related procedure\n* Patients with moderate to severe stable COPD (clinical diagnosis in compliance with GOLD 2008)\n* Current or ex-smokers with a smoking history ≥ 10 pack years. (Ten pack-years were defined as 20 cigarettes a day for 10 years, or 10 cigarettes a day for 20 years etc.).\n* Patients with a post-bronchodilator FEV1 ≥ 40 and \\< 70% of the predicted normal, and postbronchodilator FEV1/FVC \\< 0.7 during screening. (Post referred to the highest post-bronchodilator value after inhalation of 80 μg ipratropium bromide)\n* Increase in FEV1 from pre- to post-bronchodilator assessment of ≥ 5%\n\nExclusion Criteria:\n\n* Pregnant women or nursing mothers\n* Women of child-bearing potential\n* Patients who had a COPD exacerbation (whether hospitalized or not) in the 6 weeks prior to Visit 1 or between Visit 1 and Visit 4\n* Patients who had a lower respiratory tract infection in the 6 weeks prior to Visit 1\n* Patients requiring long term oxygen therapy on a daily basis for chronic hypoxemia\n* Patients with resting (5 min) oxygen SaO2 (or SpO2) saturation on room air of \\< 85%\n* Patients with a maximum workload (Wmax) value \\< 20 W (as determined by the incremental cycle endurance test) at Visit 2.\n* Patients whose exercise endurance time at sub-maximal workload was above 25 min at baseline\n* Patients with a clinically significant abnormality on the screening or baseline ECG who in the judgment of the investigator would have been at potential risk if enrolled into the study\n* Patients with a history of long QT syndrome or whose QTc was prolonged (\\> 450 ms for males and \\> 470 ms females) at screening (Fredericia's correction)\n\nOther protocol-defined inclusion/exclusion criteria applied","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Exercise Endurance Time During a Sub-maximal Constant-load Cycle Ergometry Test (SMETT) After 3 Weeks (Day 21) of Treatment","description":"SMETT is an exercise procedure where the patient cycles at 80% of the maximum workload (Wmax )value achieved at the Incremental exercise test. During this test, the patient will cycle at a constant load. Exercise endurance time was from commencement of loaded pedaling to stopping exercise. The analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"505.63","spread":null},{"groupId":"OG001","value":"416.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Isotime Inspiratory Capacity (IC) During Sub-maximal Constant-load Cycle Ergometry Test (SMETT) After 3 Weeks of Treatment","description":"Isotime is the last matching timepoint in the submaximal exercise tolerance test (SMETT) at which for both periods the patient has a test result. The analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.22","spread":null},{"groupId":"OG001","value":"2.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Inspiratory Capacity (IC) at Rest (1 Hour Post Dose) and at Peak (End of Exercise) During Sub-maximal Constant-load Cycle Ergometry Test (SMETT) After 3 Weeks of Treatment","description":"IC at peak was observed using spirometry. However, two different methodologies (whole body plethysmography (Bodybox) and spirometry) were used to observe IC at rest.\n\nThe analysis of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.22","spread":null},{"groupId":"OG001","value":"2.03","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.49","spread":null},{"groupId":"OG001","value":"2.26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.39","spread":null},{"groupId":"OG001","value":"2.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Peak and Trough (24 h Post Dose) Forced Expiratory Volume in 1 Second (FEV1) and Forced Vital Capacity (FVC)","description":"FEV1 is the amount of air that can be exhaled in one second. FEV1 was measured with spirometry conducted according to internationally accepted standards.\n\nFVC is the volume of air that can forcibly be blown out after full inspiration and is used in spirometry tests.\n\nThe trough effects of Day 1 treatment are derived from values prior to morning dosing on the next treatment day (Day 2 of the corresponding period).\n\nThe analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.60","spread":null},{"groupId":"OG001","value":"1.35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.44","spread":null},{"groupId":"OG001","value":"1.33","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.37","spread":null},{"groupId":"OG001","value":"3.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.17","spread":null},{"groupId":"OG001","value":"2.96","spread":null}]}]}]},{"type":"SECONDARY","title":"Slow Vital Capacity (SVC) and Total Lung Capacity (TLC)","description":"Vital Capacity is the amount of air that can be forcibly exhaled from the lungs after a full inhalation. Slow Vital Capacity (SVC) test is performed by having the patient slowly and completely blow out all of the air from their lungs.\n\nTotal Lung Capacity (TLC) is the best vital capacity plus residual volume. Whole body plethysmography (Bodybox) was used to measure SVC and TLC. The trough effects of Day 1 treatment are derived from values prior to morning dosing on the next treatment day (Day 2 of the corresponding period).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.21","spread":null},{"groupId":"OG001","value":"3.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.40","spread":null},{"groupId":"OG001","value":"3.14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.99","spread":null},{"groupId":"OG001","value":"7.17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.86","spread":null},{"groupId":"OG001","value":"7.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Specific Airways Conductance (SGaw)","description":"SGaw is a measure of how hard it is to get air into the lungs, measured by (Sec(-1)\\*kP). Whole body plethysmography (Bodybox) was used to measure SGaw.\n\nThe analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null},{"groupId":"OG001","value":"0.42","spread":null}]}]}]},{"type":"SECONDARY","title":"Exertional Dyspnea (Borg CR10 Scale) During Sub-maximal Constant-load Cycle Ergometry Test (SMETT) After 3 Weeks Treatment","description":"The Borg CR10 Scale consists of 12-point score that the patients pointed to so as to indicate their level of dyspnea before and during exercise testing (where 0 indicates no breathlessness at all and 12 indicates maximum breathlessness).\n\nA reduction in this score indicates an improvement. The analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.64","spread":null},{"groupId":"OG001","value":"6.80","spread":null}]}]}]},{"type":"SECONDARY","title":"Leg Discomfort (Borg CR10 Scale) During Sub-maximal Constant-load Cycle Ergometry Test (SMETT) After 3 Weeks Treatment","description":"The modified Borg CR10 Scale consists of 12-point score that the patients pointed to so as to indicate their level of leg discomfort before and during exercise testing (where 0 indicates no breathlessness at all and 12 indicates maximum breathlessness).\n\nA reduction in this score indicates an improvement. The analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.21","spread":null},{"groupId":"OG001","value":"7.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Exercise Endurance Time During a Sub-maximal Constant-load Cycle Ergometry Test (SMETT) on Treatment Day 1","description":"SMETT is an exercise procedure where the patient cycles at 80% of the maximum workload (Wmax )value achieved at the Incremental exercise test. During this test, the patient will cycle at a constant load. Exercise endurance time was from commencement of loaded pedaling to stopping exercise.\n\nThe analysis-of covariance model included the sequence, period, and treatment as fixed factors, the baseline value as covariate and the patient as a random effect.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"490.92","spread":null},{"groupId":"OG001","value":"447.78","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":102},"commonTop":[]}}}