{"nctId":"NCT04188379","briefTitle":"A Study to Assess the Efficacy and Safety of Efgartigimod in Adult Patients With Primary Immune Thrombocytopenia (ITP).","startDateStruct":{"date":"2019-12-16","type":"ACTUAL"},"conditions":["Primary Immune Thrombocytopenia"],"count":131,"armGroups":[{"label":"efgartigimod","type":"EXPERIMENTAL","interventionNames":["Biological: efgartigimod"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"efgartigimod","otherNames":["ARGX-113"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Ability to understand the requirements of the trial, to provide written informed consent (including consent for the use and disclosure of research-related health information), and to comply with the trial protocol procedures (including required trial visits).\n* Male or female patient aged ≥18 years.\n* Confirmed ITP diagnosis, at least 3 months before randomization and according to the American Society of Hematology Criteria, and no known other etiology for thrombocytopenia.\n* Diagnosis supported by a response to a prior ITP therapy (other than thrombopoietin receptor agonists \\[TPO-RAs\\]), in the opinion of the investigator.\n* Mean platelet count of \\<30×10E9/L from 2 counts: 1 platelet count collected during the screening period and the predose platelet count on the day of randomization.\n* At the start of the trial, the patient is either on concurrent ITP treatment(s) and has received at least 1 prior therapy for ITP in the past, or the patient is not on treatment for ITP but has received at least 2 prior treatments for ITP. Patients receiving permitted concurrent ITP treatment(s) at baseline, must have been stable in dose and frequency for at least 4 weeks prior to randomization.\n* Women of childbearing potential must have a negative serum pregnancy test at the screening visit and a negative urine pregnancy test at baseline before trial medication (infusion) can be administered.\n* Women of childbearing potential should use a highly effective or acceptable method of contraception during the trial and for 90 days after the last administration of the IMP.\n\nExclusion criteria:\n\n* ITP/thrombocytopenia associated with another condition, eg, lymphoma, chronic lymphocytic leukemia, viral infection, hepatitis, induced or alloimmune thrombocytopenia, or thrombocytopenia associated with myeloid dysplasia.\n* Use of certain medications before the start of the studies (more details in the protocol)\n* Patients who have a history of malignancy, including malignant thymoma, or myeloproliferative or lymphoproliferative disorders, unless deemed cured by adequate treatment with no evidence of recurrence for ≥3 years before screening. Patients with completely excised non-melanoma skin cancer (such as basal cell carcinoma or squamous cell carcinoma) or cervical carcinoma in situ would be permitted at any time.\n* Uncontrolled hypertension, defined as a repeated elevated blood pressure exceeding 160 mmHg (systolic) and/or 100 mmHg (diastolic) despite appropriate treatments.\n* History of any major thrombotic or embolic event within 12 months prior to randomization.\n* History of coagulopathy or hereditary thrombocytopenia or a family history of thrombocytopenia.\n* History of a recent or planned major surgery (that involves major organs eg, brain, heart, lung, liver, bladder, or gastrointestinal tract) within 4 weeks of randomization.\n* Positive serum test at screening for an active viral infection with any of the following conditions: Hepatitis B virus (HBV), Hepatitis C virus (HCV), Human immunodeficiency virus (HIV)\n* Clinical evidence of significant unstable or uncontrolled acute or chronic diseases other than ITPdespite appropriate treatments which could put the patient at undue risk.\n* Patients with known medical history of hypersensitivity to any of the ingredients of the IMP.\n* Patients who previously participated in a clinical trial with efgartigimod and have received at least 1 administration of the IMP.\n* Pregnant or lactating females. More details in the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Chronic ITP With a Sustained Platelet Count Response Defined as Achieving Platelet Counts of at Least 50×10^9/L for at Least 4 of the 6 Visits Between Week 19 and 24 of the Trial.","description":"Percentage of participants with chronic ITP with a sustained platelet count response was defined as achieving platelet counts of at least 50 × 10\\^9/L for at least 4 of the 6 visits between Week 19 and 24 of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Extent of Disease Control Defined as the Number of Cumulative Weeks Over the Planned 24-week Treatment Period With Platelet Counts of ≥50×10^9/L in the Chronic ITP Population","description":"Extent of disease control, defined as the cumulative number of weeks over the planned 24-week treatment period with platelet counts of ≥50 × 10\\^9/L in the chronic ITP population.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Sustained Platelet Count Response for at Least 4 of the 6 Visits Between Week 19 and 24 of the Study","description":"Percentage of participants in the overall population (chronic and persistent ITP) with a sustained platelet count response, defined as achieving platelet counts of at least 50 × 10\\^9/L for at least 4 of the 6 visits between weeks 19 and 24 of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence and Severity of the WHO-classified Bleeding Events","description":"Incidence of the World Health Organization (WHO)-classified bleeding events in the overall population.\n\nThis secondary endpoint used the WHO-classified bleeding scale. Bleeding was the predominant clinical manifestation of ITP and was typically related to platelet count. Accordingly, measuring bleeding was important for monitoring this participant population.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in the Overall Population Achieving Platelet Counts of at Least 50×10^9/L for at Least 6 of the 8 Visits Between Week 17 and Week 24","description":"Percentage of participants in the overall population achieving platelet counts of at least 50 × 10\\^9/L for at least 6 of the 8 visits between Week 17 and 24 of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":86},"commonTop":["Blood urine present","Petechiae","Contusion","Headache","Haematuria"]}}}