{"nctId":"NCT00608959","briefTitle":"Study of Antimicrobial Activity of Omiganan 1% Gel vs. Chlorhexidine 2% for Topical Skin Antisepsis in Healthy Adult Subjects","startDateStruct":{"date":"2008-05"},"conditions":["Infection"],"count":30,"armGroups":[{"label":"omiganan 1% gel","type":"EXPERIMENTAL","interventionNames":["Drug: omiganan 1% gel"]},{"label":"chlorhexidine 2%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: chlorhexidine 2% solution"]}],"interventions":[{"name":"omiganan 1% gel","otherNames":[]},{"name":"chlorhexidine 2% solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female subjects18-70 years of age\n* No evidence of dermatosis, dermatitis, inflammation, scarring, or acute injuries to the drug application sites on the chest or abdomen\n* Subjects must have screening samples from the skin on the right and left side of the chest or abdomen containing at least 2.5 log10 colony forming units per square centimeter (CFU/cm2 )organisms (from the average of 2 samples obtained during screening)\n* Willing to provide written informed consent.\n\nExclusion Criteria:\n\n* Allergies or sensitivities to alcohol, adhesive tape, bandages, latex, chlorhexidine gluconate, or any of the ingredients of omiganan 1% gel\n* Prior treatment with any systemic antibiotic, or any other product known to affect the normal microbial flora of the skin within 7 days of the screening examination\n* Requirement for topical antibiotic use on or within 10 cm of any study test site\n* Subjects who have been treated with any investigational drug (other than omiganan) within the previous 30 days, or who are participating in an investigational drug study at any time during the course of this study\n* Subjects who have been previously treated with omiganan and experienced a possibly related adverse event during the study Note: a wash out period of one week is required prior to participation in Part 2 of the study\n* A medical condition that the Investigator believes may interfere with the safety of the subject or the intent and conduct of the study Note: this includes conditions such as: severe eczema, psoriasis and/or dermal infections, old scars, insulin dependent diabetes mellitus, severe immunocompromising conditions, HIV infection, or use of medications that would interfere with assessment of study endpoints\n* A current or recent history of illicit drug or alcohol abuse\n* Subjects not willing or able to fulfill protocol requirements\n* Pregnancy. Women of childbearing potential who have a positive or equivocal result on a urine and/or blood pregnancy test before study enrollment will not be included","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Mean Number of Skin Bacterial Counts From Baseline to 72 Hours","description":"Change in the mean number of skin bacterial counts (CFU/cm2) which was calculated by subtracting log10 CFU/cm2 at 72 hours (single sample per subject per timepoint) from the log10 CFU/cm2 at 0 hours (baseline) in Part 2.Baseline was calculated by 'pooling' samples from 6 sites adjacent to each timepoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.91","spread":"1.563"},{"groupId":"OG001","value":"-1.87","spread":"1.656"}]}]}]},{"type":"PRIMARY","title":"Change in Mean Number of Skin Bacterial Counts From Baseline to 7 Days","description":"Change in the mean number of skin bacterial counts (log 10 CFU/cm2)which was calculated by subtracting log10 CFU/cm2 at 7 days (one sample per site per subject per timepoint) from log10CFU/cm2 at 0 hours in Part 2.Baseline was calculated by 'pooling' samples from 6 sites adjacent to each timepoint.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.44","spread":"1.511"}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Significantly Colonized Catheters, Defined as > or = to 15 Colony Forming Units- CFUs)","description":"Roll plate cultures (quantitative) measured CFU on catheter tips after removal up to 7 days after insertion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":25},"commonTop":["Catheter Site Pain","Headache"]}}}