{"nctId":"NCT01728077","briefTitle":"Evaluation of Long-term Safety, and Efficacy of Brivaracetam (BRV) Used as Adjunctive Treatment in Subjects With Epilepsy","startDateStruct":{"date":"2012-10"},"conditions":["Epilepsy"],"count":26,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam"]}],"interventions":[{"name":"Brivaracetam","otherNames":["UCB34714"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is male or female and 16 years or older. Subjects under 18 years of age may be included only where legally permitted and ethically accepted\n* Subjects having completed the Treatment Period of an applicable previous BRV study, and have access to the present study\n* Subject for whom the investigator believes a reasonable benefit from the long-term administration of BRV may be expected\n* Female subjects without childbearing potential (postmenopausal for at least 2 years, bilateral oophorectomy or tubal ligation, complete hysterectomy) are eligible. Female subjects with childbearing potential are eligible if they use a medically accepted contraceptive method\n* Subjects must be able to take the oral film-coated tablets of BRV\n\nExclusion Criteria:\n\n* Subject has developed hypersensitivity to any components of the Investigational Medicinal Product (IMP) or comparative drugs as stated in the protocol during the course of the prior study\n* Severe medical, neurological, or psychiatric disorders, or laboratory values that may have an impact on the safety of the subject\n* Poor compliance with the visit schedule or medication intake in the previous BRV study\n* Planned participation in any other clinical study of another investigational drug or device during this study\n* Pregnant or lactating woman\n* Any medical condition which, in the investigator's opinion, warrants exclusion\n* Subject has a lifetime history of suicide attempt (including an actual attempt, interrupted attempt, or aborted attempt), or has suicidal ideation in the past 6 months as indicated by a positive response (\"Yes\") to either question 4 or question 5 of the Columbia-Suicide Severity Rating Scale (C-SSRS) at the last visit of the previous study or at the Entry Visit of this study if not completed at the last visit of the previous study","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Incidence of Treatment Emergent Adverse Events (TEAEs) During Evaluation Period","description":"TEAEs were defined as AEs that had onset on or after the day of first study medication dose. An AE is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that does not necessarily have a causal relationship with this treatment. Results are presented as the percentage of subjects with at least one treatment-emergent adverse event during this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.9","spread":null},{"groupId":"OG001","value":"71.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Subjects Withdrawn Due to an Adverse Event (AE) During the Evaluation Period","description":"An AE was defined as any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product that did not necessarily have a causal relationship with this treatment. Results are presented as the percentage of subjects withdrawn due to an AE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Occurrence of a Serious Adverse Event (SAE) During the Evaluation Period","description":"SAEs include medical occurrences that result in death, are life threatening, require hospitalization or prolongation of hospitalization or result in disability/incapacity or are a congenital anomaly/birth defects. Results are presented as the percentage of subjects with at least one SAE during this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.3","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Partial-Onset Seizure (POS) Type I Per 28 Days During the Evaluation Period for Subjects With Focal-onset Epilepsy","description":"The POS frequency is standardized to a 28-day duration. Results are presented as the median number of seizures per 28 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Change in Partial-Onset-Seizure (POS) Type I Frequency Per 28 Days From Baseline of the Previous Study to the Evaluation Period for Subjects With Focal-onset Epilepsy Entering N01372 From a Study Where Baseline Seizure Data Was Collected","description":"The POS frequency is standardized to a 28-day duration. Results are presented as the median percentage of reduction per 28 days. Negative values indicate improvement from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-56.3","spread":null}]}]}]},{"type":"SECONDARY","title":"50 % Responder Rate in Partial-Onset-Seizure (POS) Type I Frequency From Baseline of the Previous Study to the Evaluation Period for Subjects With Focal-onset Epilepsy Entering N01372 From a Study Where Baseline Seizure Data Was Collected","description":"The POS frequency is standardized to a 28-day duration. A responder is defined as a subject with a \\>=50% reduction in seizure frequency from the Baseline Period of the previous study. Results are presented as the percentage of subjects with 50 % responder rate in POS Type I frequency.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":19},"commonTop":["Headache","Urinary tract infection","Back pain","Nausea","Fatigue"]}}}