{"nctId":"NCT00630877","briefTitle":"Evaluation of a Flushing ASsessment Tool (FAST) in Subjects Receiving Niacin Extended-release Plus Aspirin","startDateStruct":{"date":"2008-02"},"conditions":["Dyslipidemia"],"count":276,"armGroups":[{"label":"NER/ASA","type":"EXPERIMENTAL","interventionNames":["Drug: Niacin extended-release (NER)","Drug: Aspirin (ASA)"]},{"label":"NER/ASA Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Niacin extended-release (NER)","Drug: Aspirin (ASA) placebo"]},{"label":"NER Placebo/ASA Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Niacin extended-release (NER) placebo","Drug: Aspirin (ASA) placebo"]}],"interventions":[{"name":"Niacin extended-release (NER)","otherNames":["ABT-919","Niaspan"]},{"name":"Niacin extended-release (NER) placebo","otherNames":[]},{"name":"Aspirin (ASA)","otherNames":["acetylsalicylic acid"]},{"name":"Aspirin (ASA) placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must be 18 years of age or older.\n* If female, subject is either not of childbearing potential, defined as postmenopausal for at least one year or surgically sterile, or is of childbearing potential and must agree to practice birth control for the duration of the study.\n* Have dyslipidemia as demonstrated by laboratory results.\n\nExclusion Criteria:\n\n* Have glycosylated hemoglobin (HbA1c) \\>= 9.0%.\n* Have nephrotic syndrome, dysproteinemias, or severe renal failure (glomerular filtration rate \\[GFR\\] \\< 30 mL/minute, as calculated from creatinine clearance).\n* Have had unstable angina or an acute myocardial infarction (MI) within three months of the Screening Visit.\n* Have had severe peripheral artery disease as evidenced by intermittent claudication within three months of the Screening Visit.\n* Have had uncontrolled cardiac arrhythmias within three months of the Screening Visit.\n* Have symptomatic heart failure defined as dyspnea at rest or with exertion (mild peripheral edema is not exclusionary).\n* Have a systolic blood pressure measurement of \\> 180 mmHg or a diastolic blood pressure measurement of \\> 110 mmHg at the Screening or Baseline Visit\n* Have active gout or uric acid \\>= 11 mg/dL.\n* Have a history of hepatitis (acute or chronic), obstructive liver disease, or alanine aminotransferase (ALT; serum glutamic pyruvic transaminase \\[SGPT\\]) or aspartate aminotransferase (AST; serum glutamic oxaloacetic transaminase \\[SGOT\\]) values \\>= 1.3 times the upper limit of normal (ULN) at the Screening Visit.\n* Have creatine phosphokinase (CPK) \\>= 3 x ULN at the Screening Visit.\n* Have used an investigational study drug or participated in an investigational study within 30 days of the Screening Visit.\n* Have a health condition or laboratory abnormality (inclusive of clinically significant laboratory results at Screening Visit), which, in the opinion of the Investigator, may be adversely affected by the procedures or study medications in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Flushing ASsessment Tool (FAST) Test-retest Reliability--mean Flushing Severity Score","description":"Test-retest reliability of the mean flushing severity score was evaluated. The intraclass correlation coefficient comparing flushing severity scores for Week 1 and Week 2 was examined to determine test-retest reliability. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Severity of Flushing Events Overall During the Study","description":"The severity of flushing events was assessed as none, mild, moderate, severe, or very severe using the FAST. The maximum severity of flushing events overall during the study was compared among treatment groups.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null},{"groupId":"OG001","value":"30","spread":null},{"groupId":"OG002","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"32","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"7","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Test-retest Reliability--maximum Flushing Severity Score","description":"Test-retest reliability of the maximum flushing severity score was evaluated. The intraclass correlation coefficient comparing flushing severity scores for Week 1 and Week 2 was examined to determine test-retest reliability. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Cross-sectional Construct Validity--mean Flushing Severity Score","description":"The relationship between mean flushing severity and overall flushing troublesomeness was evaluated by examining the Spearman rank-order correlation. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. Overall flushing troublesomeness was assessed using the FAST on a scale of 1 to 10, with 10 being the most troublesome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Cross-sectional Construct Validity--maximum Flushing Severity Score","description":"The relationship between maximum flushing severity and overall flushing troublesomeness was evaluated by examining the Spearman rank-order correlation. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. Overall flushing troublesomeness was assessed using the FAST on a scale of 1 to 10, with 10 being the most troublesome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Longitudinal Construct Validity--mean Flushing Severity Score","description":"The relationship between the change in mean flushing severity scores from Week 1 to Week 2, and the subject-rated overall treatment effect scale administered at Week 2, was assessed by examining the Spearman rank-order correlation. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. The overall treatment effect was assessed on a scale of 1 (symptoms are worse since study start), 2 (symptoms are about the same since study start), or 3 (symptoms are better since study start).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Longitudinal Construct Validity--maximum Flushing Severity Score","description":"The relationship between the change in maximum flushing severity scores from Week 1 to Week 2, and the subject-rated overall treatment effect scale administered at Week 2, was assessed by examining the Spearman rank-order correlation. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. The overall treatment effect was assessed on a scale of 1 (symptoms are worse since study start), 2 (symptoms are about the same since study start), or 3 (symptoms are better since study start).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.42","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Responsiveness--mean Flushing Severity Score","description":"The change in mean flushing severity scores from study start to Day 43 was compared in subjects classified as responders vs. nonresponders. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. Changes in mean flushing severity scores were negative if flushing symptoms improved and positive if flushing symptoms worsened.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":null},{"groupId":"OG001","value":"0.15","spread":null}]}]}]},{"type":"PRIMARY","title":"FAST Responsiveness--maximum Flushing Severity Score","description":"The change in maximum flushing severity scores from study start to Day 43 was compared in subjects classified as responders vs. nonresponders. Flushing severity was assessed using the FAST on a scale of 1 to 10, with 10 being the most severe. Changes in maximum flushing severity scores were negative if flushing symptoms improved and positive if flushing symptoms worsened.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.85","spread":null},{"groupId":"OG001","value":"-0.18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1},"commonTop":["Flushing","Diarrhea","Headache","Nausea","Vomiting"]}}}