{"nctId":"NCT04659161","briefTitle":"A Study to Assess Efficacy and Safety of KarXT in Acutely Psychotic Hospitalized Adult Patients With Schizophrenia (EMERGENT-2)","startDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"conditions":["Schizophrenia","Schizophrenia; Psychosis"],"count":252,"armGroups":[{"label":"KarXT","type":"EXPERIMENTAL","interventionNames":["Drug: Xanomeline and Trospium Chloride Capsules"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Xanomeline and Trospium Chloride Capsules","otherNames":["KarXT"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is aged 18 to 65 years, inclusive, at screening.\n2. Subject is capable of providing informed consent.\n\n   1. A signed informed consent form must be provided before any study assessments are performed.\n   2. Subject must be fluent (oral and written) in English to consent\n3. Subject has a primary diagnosis of schizophrenia established by a comprehensive psychiatric evaluation based on the DSM-5 criteria and confirmed by Mini International Neuropsychiatric Interview for Schizophrenia and Psychotic Disorder Studies (MINI) version 7.0.2.\n4. Subject is experiencing an acute exacerbation or relapse of psychotic symptoms, with onset less than 2 months before screening.\n\n   1. The subject requires hospitalization for this acute exacerbation or relapse of psychotic symptoms.\n   2. If already an inpatient at screening, has been hospitalized for less than 2 weeks for the current exacerbation at the time of screening.\n5. Positive and Negative Syndrome Scale total score between 80 and 120, inclusive. Score of ≥4 (moderate or greater) for ≥2 of the following Positive Scale (P) items:\n\n   1. Item 1 (P1; delusions)\n   2. Item 2 (P2; conceptual disorganization)\n   3. Item 3 (P3; hallucinatory behavior)\n   4. Item 6 (P6; suspiciousness/persecution)\n6. Subjects with no change (improvement) in PANSS total score between screening and baseline (Day -1) of more than 20%.\n7. Subject has a CGI-S score of ≥4 at screening and baseline (Day -1) visits.\n8. Subject will have been off lithium therapy for at least 2 weeks before baseline and free of all oral antipsychotic medications for at least 5 half-lives or 1 week, whichever is longer, before baseline (Day -1).\n9. Subjects taking a long-acting injectable antipsychotic could not have received a dose of medication for at least 12 weeks (24 weeks for INVEGA TRINZA) before baseline visit (Day -1).\n10. Subject is willing and able to be confined to an inpatient setting for the study duration, follow instructions, and comply with the protocol requirements.\n11. BMI must be ≥18 and ≤40 kg/m2.\n12. Subject resides in a stable living situation and is anticipated to return to that same stable living situation after discharge, in the opinion of the investigator.\n13. Subject has an identified reliable informant.\n14. Women of childbearing potential, or men with sexual partners of childbearing potential, must be able and willing to use at least 1 highly effective method of contraception during the study and for 30 days after the last dose of study drug. Sperm donation is not allowed for 30 days after the final dose of study drug.\n\nExclusion Criteria:\n\n1. Any primary DSM-5 disorder other than schizophrenia within 12 months before screening (confirmed using MINI version 7.0.2 at screening). Symptoms of mild mood dysphoria or anxiety are allowed as long as these symptoms are not the primary focus of treatment. A screening subject with mild substance abuse disorder within the 12 months before screening must be discussed and agreed upon with the medical monitor before they can be allowed into the study.\n2. Subjects who are newly diagnosed or are experiencing their first treated episode of schizophrenia.\n3. History or presence of clinically significant cardiovascular, pulmonary, hepatic, renal, hematologic, gastrointestinal, endocrine, immunologic, dermatologic, neurologic, or oncologic disease or any other condition that, in the opinion of the investigator, would jeopardize the safety of the subject or the validity of the study results.\n4. Subjects with HIV, cirrhosis, biliary duct abnormalities, hepatobiliary carcinoma, and/or active hepatic viral infections based on either medical history or liver function test results.\n5. History or high risk of urinary retention, gastric retention, or narrow-angle glaucoma.\n6. History of irritable bowel syndrome (with or without constipation) or serious constipation requiring treatment within the last 6 months.\n7. Risk for suicidal behavior during the study as determined by the investigator's clinical assessment and Columbia-Suicide Severity Rating Scale (C-SSRS).\n8. Clinically significant abnormal finding on the physical examination, medical history, ECG, or clinical laboratory results at screening.\n9. Subjects cannot currently (within 5 half-lives or 1 week, whichever is longer, before baseline \\[Day -1\\]) be receiving oral antipsychotic medications; monoamine oxidase inhibitors; anticonvulsants (eg, lamotrigine, Depakote); tricyclic antidepressants (eg, imipramine, desipramine); selective serotonin reuptake inhibitors; or any other psychoactive medications except for as needed anxiolytics (eg, lorazepam, chloral hydrate).\n10. Pregnant, lactating, or less than 3 months postpartum.\n11. If, in the opinion of the investigator (and/or Sponsor), subject is unsuitable for enrollment in the study or subject has any finding that, in the view of the investigator (and/or Sponsor), may compromise the safety of the subject or affect his/her ability to adhere to the protocol visit schedule or fulfill visit requirements.\n12. Positive test for coronavirus (COVID-19) within 2 weeks before screening and at screening.\n13. Subjects with extreme concerns relating to global pandemics, such as COVID-19, that preclude study participation.\n14. Subject has had psychiatric hospitalization(s) for more than 30 days (cumulative) during the 90 days before screening.\n15. Subject has a history of treatment resistance to schizophrenia medications defined as failure to respond to 2 adequate courses of pharmacotherapy (a minimum of 4 weeks at an adequate dose per the label) or required clozapine within the last 12 months.\n16. Subjects with prior exposure to KarXT.\n17. Subjects who experienced any adverse effects due to xanomeline or trospium.\n18. Participation in another clinical study in which the subject received an experimental or investigational drug agent within 3 months before screening.\n19. Risk of violent or destructive behavior.\n20. Current involuntary hospitalization or incarceration.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score at Week 5","description":"The PANSS is a medical scale used for measuring symptom severity of participants with schizophrenia. The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. Participants are rated from 1 to 7 on each symptom scale. It takes approximately 45 to 50 minutes to administer. The total score is the sum of all scales with a minimum score of 30 and a maximum score of 210. A decrease in PANSS total score correlates with an improvement in schizophrenia symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.2","spread":"1.652"},{"groupId":"OG001","value":"-11.6","spread":"1.600"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Positive Score at Week 5","description":"The PANSS is a medical scale used for measuring symptom severity of participants with schizophrenia. The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. Participants are rated from 1 to 7 on each symptom scale. For positive symptoms in schizophrenia, participants are rated from 1 to 7 on each symptom scale, with a minimum score of 7 and a maximum score of 49. A decrease in PANSS total score correlates with an improvement in schizophrenia symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":"0.526"},{"groupId":"OG001","value":"-3.9","spread":"0.512"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Negative Score at Week 5","description":"The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. For negative symptoms in schizophrenia, participants are rated from 1 to 7 on each symptom scale, with a minimum score of 7 and a maximum score of 49. A decrease in PANSS total score correlates with an improvement in schizophrenia symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.4","spread":"0.479"},{"groupId":"OG001","value":"-1.6","spread":"0.466"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Marder Factor Negative Score","description":"The Marder Factor Negative Score is derived from the Positive and Negative Syndrome Scale (PANSS) and consists of the sum of 5 negative scales (N) and 2 general scales (G) (N1. Blunted affect; N2. Emotional withdrawal; N3. Poor rapport; N4. Passive/apathetic social withdrawal; N6. Lack of spontaneity; G7. Motor retardation; and G16. Active social avoidance), with a minimum score of 7 and a maximum score of 49. A decrease in PANSS total score correlates with an improvement in schizophrenia symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"0.530"},{"groupId":"OG001","value":"-2.0","spread":"0.517"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Clinical Global Impression - Severity (CGI-S) Score at Week 5","description":"The CGI-S modified asked the clinician 1 question: \"Considering your total clinical experience, how mentally ill is the participant at this time?\" The clinician's answer rated on the following 7-point scale: 1 = normal, not at all ill; 2 = borderline mentally ill; 3 = mildly ill; 4 = moderately ill; 5 = markedly ill; 6 = severely ill; 7 = among the most extremely ill participants.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"0.103"},{"groupId":"OG001","value":"-0.7","spread":"0.099"}]}]}]},{"type":"SECONDARY","title":"Percentage of Positive and Negative Syndrome Scale (PANSS) Responders (>=30% Change in PANSS Total Score) at Week 5","description":"The PANSS is a medical scale used for measuring symptom severity of participants with schizophrenia. The PANSS rating form contains 7 positive symptom scales, 7 negative system scales, and 16 general psychopathology symptom scales. Participants are rated from 1 to 7 on each symptom scale. The total score is the sum of all scales with a minimum score of 30 and a maximum score of 210. A PANSS responder is defined as a participant with at least a 30% change in PANSS total score compared to baseline at Week 5.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":126},"commonTop":["Constipation","Dyspepsia","Headache","Nausea","Vomiting"]}}}