{"nctId":"NCT00082628","briefTitle":"Treatment of Abnormal Adipose Tissue Accumulation in Human Immunodeficiency Virus (HIV) Patients","startDateStruct":{"date":"2004-05-28","type":"ACTUAL"},"conditions":["HIV Infections","Lipodystrophy"],"count":326,"armGroups":[{"label":"Period I: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Period I: Serostim® 4 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Serostim® 4 mg"]},{"label":"Period II: Serostim® 4 mg to Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]},{"label":"Period II: Serostim® 4 mg to Serostim® 2 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Serostim® 2 mg"]},{"label":"Period II: Placebo to Placebo/Serostim® 4 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Serostim® 4 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Serostim® 4 mg","otherNames":["recombinant human growth hormone (r-hGH)"]},{"name":"Serostim® 2 mg","otherNames":["recombinant human growth hormone (r-hGH)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have written laboratory documentation of an HIV infection by one of the following methods:\n\n   * Detectable viral load measured by polymerase chain reaction (PCR) amplification, branched chain DNA (bDNA) signal amplification or the presence of p24 antigen.\n   * Presence of HIV antibodies confirmed by either Western blot or immunofluorescence assay.\n\n   Written laboratory documentation of an HIV infection must be obtained prior to randomization. In the absence of documented historical confirmation, an assay of HIV antibodies will be included in the Screening Laboratory Panel. Results will be confirmed with a Western Blot.\n2. Have evidence of excess abdominal adipose deposition when measured by the anthropometric methodology, using the following cut off values:\n\n   * Men: Waist circumference \\>88.2 cm AND waist: hip ratio \\>= 0.95.\n   * Women: Waist circumference \\>75.3 cm AND waist: hip ratio \\>= 0.9.\n3. Are taking antiretroviral medication(s) which is (are) approved or is (are) available under a Treatment IND. The regimen must have remained stable for 30 days prior to study entry. Subjects must also agree not to discontinue or to change their regimen for the duration of the study except as judged medically necessary.\n4. Have parameter values less than the following limits (using results from the central laboratory):\n\n   * AST, ALT, and amylase \\<= 3 times the upper limit of normal (Screening).\n   * Fasting triglycerides \\<= 1,000 mg/dL (Screening).\n   * Fasting glucose \\<110 mg/dL (Screening).\n   * Two-hour (120 minute) glucose \\<140 mg/dL (Screening).\n5. Weight \\>= 36 kg (79.3 lb)\n6. Be between 18 and 60 years of age (inclusive) unless local law dictates different limits.\n7. Sufficiently literate in English to be able to comprehend and complete the Quality of Life Questionnaire.\n8. Willing and able to comply with the protocol for the duration of the study.\n9. Have voluntarily provided written informed consent (with subject authorization under HIPAA), prior to performing any study-related procedure that is not part of normal medical care, and with the understanding that the subject may withdraw consent at any time without prejudice to future medical care.\n10. Female subjects must:\n\n    1. Be post menopausal (\\>= 1 year) or surgically sterilized (i.e., have undergone tubal ligation or hysterectomy)\n\n       or\n    2. Use a contraceptive method for the duration of the study such as:\n\n       * Hormonal contraceptive\n       * Intra uterine device\n       * Diaphragm with spermicide, or condom with spermicide.\n\n       And\n    3. Must be neither pregnant nor breast feeding.\n    4. Confirmation that female subjects of childbearing potential are not pregnant must be established by a negative beta-hCG serum pregnancy test during the 14-day screening period prior to Study Day 1. If the beta-hCG serum pregnancy test is performed more than 7 days prior to Study Day 1, a urine pregnancy test must be performed by the site laboratory on Study Day 1 to confirm a negative test result.\n\nExclusion Criteria:\n\n1. Have an active AIDS-defining opportunistic complication (OC) as defined by the CDC or have had an untreated or suspected serious systemic infection, or have had a persistent fever \\>= 101°F (38.3°C) during the 30 days prior to study entry.\n2. Any active or past history of malignancy, except for localized cutaneous Kaposi's sarcoma (fewer than 10 lesions, none of which are larger than 2 cm, and not on active therapy). Such exceptions must be confirmed in writing by the Serono Study Director.\n3. Have a CNS mass or active CNS process associated with neurological findings.\n4. Have unstable or untreated hypertension, defined as \\>= 140/90 mm Hg at the time of the Screening Visit, and/or have initiated or changed antihypertensive therapy in the 30 days prior to Study Day 1.\n5. Have an acute critical illness treated in an intensive care unit, e.g., due to complications following open heart or abdominal surgery, multiple accidental trauma, or acute respiratory failure.\n6. Have a recent history of sleep apnea or intermittent upper respiratory obstruction.\n7. Have any condition, which interferes with informed consent or protocol compliance including, but not limited to, active substance abuse and/or dementia.\n8. Are unable to comply with the Concomitant Therapy restrictions including:\n\n   * therapy for obesity including therapy with anorexigenic or fat reducing drugs\n   * anti-diabetic or insulin sensitizing medications\n   * systemic glucocorticoids\n   * systemic chemotherapy, interferon or radiation therapy treatment\n   * androgenic agents including, but not limited to testosterone, nandrolone, oxandrolone, oxymetholone, etc. (testosterone replacement therapy for hypogonadism is the exception to this exclusion and will be allowed if started \\> 30 days prior to Study Day 1)\n   * progestational agents, unless used for oral contraception or post-menopausal hormone replacement therapy\n   * appetite stimulants\n   * investigational agents, unless approved in advance by the study medical director. Specifically, experimental antiretroviral agents are disallowed, unless available under a treatment IND or expanded access program (30 days).\n   * Liposuction or other elective plastic surgery\n   * AIDS wasting therapy or prior growth hormone treatment other than study drug (for 12 months prior to the screening visit)\n9. Have ever been diagnosed with any of the following conditions:\n\n   * Pancreatitis\n   * Carpal tunnel syndrome (unless resolved by surgical release)\n   * Diabetes mellitus\n   * Angina pectoris\n   * Coronary artery disease\n   * Any disorder associated with moderate to severe edema (e.g., ascites, nephrotic syndrome, congestive heart failure, lymphedema).\n10. Allergy or hypersensitivity to growth hormone.\n11. Are participating in any other clinical studies.\n\nIn order to participate in this trial a subject must meet all of the inclusion and exclusion criteria specified above. Requests for protocol exceptions/exemptions must come from a participating, fully initiated site at which a prospective patient has consented to undergo screening. Exceptions/exemptions are only allowed by the Trial Director. There is no program in place to allow drug for a single patient IND, or for an expanded access protocol. This statement holds true for both children and adults.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Period I: Change From Baseline in Absolute Area of Visceral Adipose Tissue (VAT) at Week 12","description":"Absolute area of VAT was measured by cross-sectional computed tomography (CT) scan at the level of the L4-5 inter-vertebral disk. CT scanning was to be used to assess the cross sectional area of abdominal fat and its distribution between the visceral and subcutaneous compartments, as measured at L4-L5.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"34.5"},{"groupId":"OG001","value":"-32.6","spread":"37.9"}]}]}]},{"type":"SECONDARY","title":"Treatment Period I: Change From Baseline in Trunk Fat at Week 12","description":"Changes in trunk fat was measured as changes in mass (kg) on Dual-Energy X-Ray Absorptiometry (DXA) Scan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"1.3"},{"groupId":"OG001","value":"-2.2","spread":"1.7"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient Reported Outcome of Body Image Distress at Week 12","description":"Body image distress was assessed on a scale ranging from 0 to 100, where 0 = Extremely Upsetting and 100 = Extremely Encouraging.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":"1.42"},{"groupId":"OG001","value":"0.10","spread":"1.73"}]}]}]},{"type":"SECONDARY","title":"Treatment Period I: Change From Baseline in Non- High-density Lipoprotein (Non-HDL) Cholesterol at Week 12","description":"Lipid profile data was analyzed for Non-HDL Cholesterol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"28.1"},{"groupId":"OG001","value":"-13.0","spread":"37.1"}]}]}]},{"type":"SECONDARY","title":"Treatment Period II: Failure Rate at Week 36 Based on Visceral Adipose Tissue (VAT) For Subjects Who Received Serostim® 4 mg in Period I","description":"Failure rate based on VAT was assessed by CT scan at L4-L5. The failure rate was defined as the percentage of subjects who regained \\>50% of their VAT lost in Treatment Period I. This outcome was to be assessed for subjects who received Serostim® 4 mg in Period I.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.7","spread":null},{"groupId":"OG001","value":"40.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":81},"commonTop":["Oedema peripheral","Arthralgia","Pain in extremity","Headache","Blood glucose increased"]}}}