{"nctId":"NCT00909779","briefTitle":"Safety Study of Arformoterol Tartrate Inhalation Solution in Chronic Obstructive Pulmonary Disease (COPD) Subjects","startDateStruct":{"date":"2009-06"},"conditions":["Chronic Obstructive Pulmonary Disease"],"count":841,"armGroups":[{"label":"Arformoterol 15 mcg twice daily","type":"EXPERIMENTAL","interventionNames":["Drug: Arformoterol"]},{"label":"Placebo twice daily","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Arformoterol","otherNames":["Brovana"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must give written informed consent, including privacy authorization as well as adherence to concomitant medication withholding periods, prior to participation.\n* Females considered not of childbearing potential must be surgically sterile (total hysterectomy, bilateral salpingo oophorectomy, or tubal ligation) or post-menopausal, which is defined as a complete cessation of menstruation for at least 1 year.\n* Male and female subjects must be at least 40 years old at the time of consent.\n* Subjects must have a pre-established, documented primary clinical diagnosis of non-asthmatic COPD or are referred for diagnosis of non-asthmatic COPD.\n* Subjects must have a baseline FEV1 of ≤50% predicted volume at Visits 1 and 2 (pre-dose).\n* Subjects must have a FEV1 \\>0.50 L at either Visit 1 or 2 (pre-dose).\n* Subject's respiratory status must be clinically stable.\n* Subjects must have a FEV1/forced vital capacity (FVC) ratio of ≤70% at either Visit 1 or 2 (pre-dose).\n* Subjects must have had at least 1 COPD exacerbation within the last year (defined as initiation or an increase in the dose of oral steroids or antibiotics for the treatment of COPD).\n* Subjects must have a ≥15 pack-year smoking history and a baseline breathlessness severity grade of ≥2 (Modified Medical Research Council \\[MMRC\\] Dyspnea Scale Score) at Visit 2.\n* Female subjects ≤65 years of age must have a negative serum pregnancy test conducted at Visit 1 prior to randomization. Females of childbearing potential must be using an acceptable method of birth control.\n* Subjects' overall health must be sufficiently stable to complete the study requirements based on the screening physical examination (defined as the absence of any clinically relevant abnormalities), medical history, 12-lead ECG, and clinical laboratory values (hematology, serum chemistry and urinalysis), and vital signs (heart rate, respiratory rate, and blood pressure) that have been conducted within 30 days of Visit 2 (randomization). If any of the hematology, chemistry, or urinalysis results are not within the laboratory's reference range, then the subject can be included only if the investigator judges the deviations to be not clinically significant.\n* Subjects must have a minimum blood pressure of 105/60 mmHg and a minimum resting pulse of 50 bpm at Screening Visit 1. Subjects who do not meet these criteria at Screening Visit 1 must meet the criteria on the first day of dosing (Day 1) in order to be eligible for the study. Subjects with a medical condition which causes low blood pressure or low heart rate, but, in the opinion of the Principal Investigator or designee the medical condition could resolve, may be rescreened when the condition is resolved.\n* Subjects must be willing and able to complete all study questionnaires and logs reliably.\n* Subjects must be willing and able to comply with study procedures and visit schedule.\n* Subjects must have sufficient understanding of English to complete all questionnaires and logs.\n\nExclusion Criteria:\n\n* Female subjects who are pregnant or lactating.\n* Subjects with a history of asthma, with the exception of asthma diagnosed in childhood.\n* Subjects with a blood eosinophil count \\>5% of total white blood cell count.\n* Subjects with a febrile illness within 3 days before Screening.\n* Subjects with a malignant neoplasm other than non melanomatous basal cell skin cancer. Subjects with a history of malignancy who have been cancer free for 5 years or more may be enrolled.\n* Subjects who are currently using disallowed medications or will be unable to complete the medication washout periods. Subjects taking a prohibited concurrent medication which requires a washout of \\>30 days may be rescreened when the washout of the prohibited concurrent medication has been met.\n* Subjects with life threatening/unstable respiratory status, including upper or lower respiratory tract infection, within the previous 30 days prior to screening.\n* Subjects who have had a change in dose or type of any medications for COPD within 2 weeks prior to the screening visit. Subjects not on a stable dose of COPD medications may be rescreened after being on a stable dose for at least 14 days\n* Subjects with a chest x ray taken ≤3 months prior to screening that suggests a diagnosis other than COPD (eg, diagnostic of pneumonia, other infection, atelectasis, or pneumothorax or other active/ongoing pulmonary conditions). If there is no chest x ray taken ≤3 months prior to screening, or if recent results are unavailable for review, a chest x ray must be performed prior to visit 2. Subjects with a medical condition that caused the abnormal finding, but, in the opinion of the Principal Investigator or designee the medical condition could resolve, may be rescreened when the condition is resolved\n* Subjects with a positive urine drug test during screening.\n* Subjects with a known history of alcohol abuse may be enrolled in the study if the subject's current alcohol use does not exceed more than 3 alcoholic beverages per day.\n* Subjects whose schedule or travel prevents the completion of all required visits.\n* Subjects who are scheduled for inpatient hospitalization or elective surgery (inpatient or outpatient) during the trial. Subjects may be rescreened when the condition is resolved.\n* Subjects have participated in an investigational drug study and/or any COPD interventional trial within 30 days prior to screening or who are currently participating in another investigational drug study or COPD interventional trial.\n* Subjects with a history of allergic reaction to the study medication or any components of the study medications.\n* Subjects who are study site staff members or relatives of study site staff members directly involved in this study.\n* Subjects with clinically significant cardiac, (Functional Class III and IV; Objective Class C and D by New York Heart Association \\[NYHA\\] Functional Classification),hepatic, renal, gastrointestinal, endocrine, metabolic, neurologic, or psychiatric disorder that may interfere with successful completion of this protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time From Randomization to Respiratory Death or First COPD Exacerbation Related Hospitalization (Whichever Occurs First).","description":"COPD exacerbation: an increase in COPD symptoms that necessitated any change in baseline medication (bronchodilators,anti-inflammatory agents, antibiotics, supplemental oxygen therapy, etc.).Hospitalization: any inpatient admission or any emergency department visit \\> 24 hours in duration. Hospice was considered hospitalization.COPD exacerbation related hospitalization: hospitalization that was due to 1) COPD exacerbation or 2) a COPD exacerbation preceded, or occurred concomitantly with the onset of, the event for which the subject was hospitalized.Respiratory-related death: For each death the Primary Investigator designated a 'probable cause', which was the primary condition that precipitated the terminal events that were the immediate cause of death. If a probable cause could not be ascertained, the cause of death was considered 'UNKNOWN'. Cause other than 'UNKNOWN' was categorized as either respiratory or non-respiratory. Deaths of 'UNKNOWN' cause were counted as primary events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"155.0","spread":"91.2"},{"groupId":"OG001","value":"171.7","spread":"98.7"}]}]}]},{"type":"SECONDARY","title":"The Incidence of Protocol Defined COPD Exacerbations.","description":"A protocol-defined exacerbation of COPD was defined as an increase in respiratory symptoms (classically, increased shortness of breath, increased sputum production, and/or increased sputum purulence) that necessitates any change in baseline medication other than bronchodilators (e.g., anti-inflammatory agents, antibiotics, supplemental oxygen therapy, etc) or causes the subject to require additional medical attention (i.e., emergency room visit or hospitalization).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"132","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of All Cause Mortality","description":"Survival status at the end of the study will be determined for each subject. The proportion of subjects dead and the annual event rate will be summarized by treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"The Incidence of Treatment Emergent AEs","description":"TEAEs were defined as: 1) adverse events that occurred on or after the date of first dose of study medication, 2) adverse events with a missing start date and a stop date on or after the date of first does of study medication, or 3) adverse events with both a missing start and stop date.\n\nThe frequency and percentage of subjects with TEAEs were summarized. At each level of summarization, a subject was counted only once for each AE he/she experienced within that level. The percentage of subjects having had at least 1 AE at each level was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"287","spread":null},{"groupId":"OG001","value":"306","spread":null}]}]}]},{"type":"SECONDARY","title":"SGRQ: Mean Change From Baseline in Total Score","description":"The SGRQ assessed health status and consisted of 3 component scores (Symptoms, Activity, and Impacts) as well as a total score. Items were scored in accordance with the developer's guidelines. Scores were expressed as a percentage of overall impairment, where 100 represented worst possible health status and 0 indicated best possible health status. The SGRQ was assessed pre-dose at baseline, months 3, 6 and 12 or the end of study (EOS). Visit 2 was defined as baseline. A change from baseline in the Total Score of ≥ 4 units is considered the minimal clinically important difference (MCID) for SGRQ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.544","spread":"0.609"},{"groupId":"OG001","value":"-3.876","spread":"0.575"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.855","spread":"0.746"},{"groupId":"OG001","value":"-4.054","spread":"0.679"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.673","spread":"0.800"},{"groupId":"OG001","value":"-4.796","spread":"0.735"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.587","spread":"0.616"},{"groupId":"OG001","value":"-3.231","spread":"0.613"}]}]}]},{"type":"SECONDARY","title":"FEV1: Mean Change From Baseline","description":"FEV1 was measured at Visit 1 (screening), pre- and post-albuterol administration for reversibility testing, pre-dose at baseline, months 3, 6, 9 and 12/EOS. The best FEV1 from at least 3 acceptable maneuvers was recorded. Study baseline was defined as the Visit 2 pre-dose value. If the Visit 2 pre-dose value was missing, the last FEV1 value obtained prior to first treatment was used for baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.027","spread":"0.018"},{"groupId":"OG001","value":"0.093","spread":"0.016"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.036","spread":"0.023"},{"groupId":"OG001","value":"0.090","spread":"0.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.048","spread":"0.019"},{"groupId":"OG001","value":"0.092","spread":"0.018"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.020","spread":"0.020"},{"groupId":"OG001","value":"0.059","spread":"0.018"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.047","spread":"0.016"},{"groupId":"OG001","value":"0.072","spread":"0.016"}]}]}]},{"type":"SECONDARY","title":"Percent Predicted FEV1: Mean Change From Baseline","description":"Percent predicted FEV1: measured FEV1 as a percent of the \"predicted values\" for the patients of similar characteristics (height, age, sex, and sometimes race and weight). Best FEV1 percent predicted was measured at Visit 1 (screening), pre-dose at baseline, months 3, 6, 9 and 12/EOS, as described for FEV1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.410","spread":"0.533"},{"groupId":"OG001","value":"3.480","spread":"0.498"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.768","spread":"0.648"},{"groupId":"OG001","value":"3.460","spread":"0.594"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.606","spread":"0.626"},{"groupId":"OG001","value":"3.651","spread":"0.576"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.678","spread":"0.642"},{"groupId":"OG001","value":"2.662","spread":"0.586"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.156","spread":"0.493"},{"groupId":"OG001","value":"2.936","spread":"0.486"}]}]}]},{"type":"SECONDARY","title":"Forced Vital Capacity (FVC): Mean Change From Baseline","description":"Forced Vital capacity: the volume of air that can forcibly be blown out after full inspiration. Best FVC was measured at Visit 1 (screening), pre-dose at baseline, months 3, 6, 9 and 12/EOS. The best FVC from at least 3 acceptable maneuvers was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.039","spread":"0.024"},{"groupId":"OG001","value":"0.139","spread":"0.022"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.056","spread":"0.031"},{"groupId":"OG001","value":"0.120","spread":"0.028"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.049","spread":"0.029"},{"groupId":"OG001","value":"0.139","spread":"0.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.040","spread":"0.029"},{"groupId":"OG001","value":"0.088","spread":"0.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.056","spread":"0.022"},{"groupId":"OG001","value":"0.102","spread":"0.022"}]}]}]},{"type":"SECONDARY","title":"Inspiratory Capacity (IC): Mean Change From Baseline","description":"IC: the total amount of air that can be drawn into the lungs after normal expiration.\n\nIC was measured pre- and post-albuterol administration at Visit 1 (screening), pre-dose at baseline, months 3, 6, 9 and 12/EOS. IC maneuvers were done in triplicate. The mean of all recorded IC values was used for each subject at each time point. Study baseline was defined as the Visit 2 pre-dose value. If the Visit 2 pre-dose value was missing, the last IC value obtained prior to first treatment dose was used for baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.030","spread":"0.023"},{"groupId":"OG001","value":"0.054","spread":"0.021"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.011","spread":"0.026"},{"groupId":"OG001","value":"0.067","spread":"0.024"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.046","spread":"0.029"},{"groupId":"OG001","value":"0.096","spread":"0.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.004","spread":"0.029"},{"groupId":"OG001","value":"0.035","spread":"0.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.031","spread":"0.022"},{"groupId":"OG001","value":"0.058","spread":"0.021"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":95,"n":421},"commonTop":["Chronic obstructive pulmonary disease","Bronchitis","Nasopharyngitis","Headache","Dyspnoea"]}}}