{"nctId":"NCT01277666","briefTitle":"A Study to Investigate the Efficacy and Safety of GSK1605786A in the Treatment of Subjects With Moderately-to-Severely Active Crohn's Disease","startDateStruct":{"date":"2010-12-20","type":"ACTUAL"},"conditions":["Crohn's Disease"],"count":608,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"GSK1605786A 500mg once daily","type":"EXPERIMENTAL","interventionNames":["Drug: GSK1605786A"]},{"label":"GSK1605786A 500mg twice daily","type":"EXPERIMENTAL","interventionNames":["Drug: GSK1605786A"]}],"interventions":[{"name":"GSK1605786A","otherNames":[]},{"name":"GSK1605786A","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects aged 18 years or older\n* Written informed consent\n* Diagnosis of Crohn's disease for greater than 4 months duration with small bowel and/or colonic involvement\n* Confirmation of Crohn's disease established by visualisation of the gastrointestinal tract within the 12 months prior to screening or by screening endoscopy at study entry\n* History of inadequate response and/or intolerance/adverse event leading to discontinuation of either corticosteroids or immunosuppressants\n* Moderately-to-severely active disease characterised by a CDAI score between 220 and 450, inclusive, at Baseline\n* Confirmation of current active Crohn's disease by screening endoscopy or inflammatory biomarkers \\[elevated C-reactive protein (greater than upper limit of normal) plus positive test for faecal calprotectin\\] at Screening\n* Stable doses of permitted concomitant medications or having previously received, but are not currently receiving, medications for Crohn's disease\n* Demonstrated ability to comply with Crohn's disease symptom recording using the interactive voice response system\n* Females of child-bearing potential must be sexually inactive or commit to consistent and correct use of a contraceptive method of birth control with a failure rate of less than 1% for the duration of this study\n\nExclusion Criteria:\n\n* If female: pregnant, has a positive pregnancy test or is breast-feeding\n* Diagnosis of coeliac disease, follow a gluten-free diet to manage symptoms, or positive test for coeliac disease\n* Diagnosis of ulcerative or indeterminate colitis\n* Enterocutaneous, abdominal or pelvic fistulae with abscesses or fistulae likely to require surgery during the study period\n* Bowel surgery, other than appendectomy, within 12 weeks prior to screen and/or has surgery planned or deemed likely for Crohn's disease during the study period\n* Extensive colonic resection, subtotal or total colectomy\n* Presence of ileostomies, colostomies or rectal pouches\n* Known fixed symptomatic stenoses\n* History of more than 3 small bowel resections or diagnosis of short bowel syndrome\n* Chronic use of narcotics for chronic pain defined as daily use of one or more doses of narcotic containing medication\n* Use of prohibited medications, including enteral feeding or elemental diet, within their specified time frames\n\n  1. Biologic use: Use of any biologic (tumour necrosis factor inhibitor or natalizumab) within 8 weeks prior to screening\n  2. Corticosteroid use: Use of parenteral glucocorticoids within 4 weeks prior to screening\n  3. Immunospressant use: Use of cyclosporine, tacrolimus, sirolimus or mycophenolate mofetil within 4 weeks prior to screening\n  4. Intravenous antibiotic use: Use of intravenous antibiotics for Crohn's disease within 4 weeks prior to screening\n  5. Use of rectal treatment with 5-ASA or corticosteroid enemas/suppositories within 2 weeks prior to screening\n  6. Use of tube or enteral feeding, elemental diet, or parenteral alimentation within 2 weeks prior to screening\n  7. Leukocytapheresis or granulocytapheresis within 2 weeks prior to screening\n* Positive immunoassay for Clostridium difficile\n* Known human immunodeficiency virus (HIV) infection\n* Known varicella, herpes zoster, or other severe viral infection within 6 weeks of screening\n* Immunisation with a live vaccine within 4 weeks of screening, with the exception of influenza vaccine\n* Active or latent tuberculosis infection\n* Current sepsis or infections requiring intravenous antibiotic therapy for more than 2 weeks\n* Evidence of hepatic dysfunction, viral hepatitis, or current or chronic history of liver disease including non-alcoholic steatohepatitis (NASH)\n* Positive test for Hepatitis B or Hepatitis C antibody at screening\n* Corrected QT interval of ECG (electrocardiogram) greater than or equal to 450 milliseconds\n* Concurrent illness or disability that may affect the interpretation of clinical data, or otherwise contraindicates participation in this clinical study\n* History or evidence of adenomatous colonic polyps that have not been removed\n* History of evidence of colonic mucosal dysplasia\n* Current evidence of, or has been treated for a malignancy within the past five years (other than localised basal cell, squamous cell skin cancer, cervical dysplasia, or any cancer in situ that has been resected)\n* Any previous participation in a clinical study of GSK1605786A (formerly ChemoCentryx compound CCX282-B)\n* Medical history of sensitivity to any of the components of GSK1605786A\n* Use of any investigational product within 30 days prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Crohn's Disease Activity Index (CDAI) Response at Week 12","description":"CDAI is a number which consists of information collected from a 7-day diary from the participants regarding symptoms. Remission is considered a score of 150 or less. Active disease is considered 200 or greater. A response to therapy is considered a decline in CDAI score of 70-points from baseline. The score was algorithmically derived from the sum of participant reported Crohn's disease symptoms recorded over 7 days and investigator recorded assessments of the participant's condition, laboratory parameters and use of anti-diarrhoeal medication. CDAI score was calculated based on the data collected in the diary card. The total CDAI score ranged from 0 to approximately 600, where higher scores indicate more severe disease. Both participants and investigators made their entries via IVRS each evening before going to bed. Percentage of participants with CDAI response at Week 12 was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.1","spread":null},{"groupId":"OG001","value":"27.6","spread":null},{"groupId":"OG002","value":"27.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With CDAI Remission at Week 12","description":"CDAI is a recognized scoring system to categorize disease severity with scores of \\>= 220 to \\<= 450 describing the moderately-to-severely active population. Clinical remission is defined as a CDAI score \\< 150 points if baseline CDAI is \\>= 150. If baseline CDAI is \\<150, the participant was not considered in remission. Participants with missing CDAI scores were considered not in remission according to the missing=no effect imputation. Percentage of participants in clinical remission at Week 12 was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.3","spread":null},{"groupId":"OG001","value":"13.3","spread":null},{"groupId":"OG002","value":"12.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinical Response (CDAI Decrease From Baseline of >= 100 Points) at Both Week 8 and Week 12","description":"Responders were defined as participants with CDAI decrease from baseline of \\>= 100 points. CDAI is a recognized scoring system to categorize disease severity with scores of \\>= 220 to \\<= 450 describing the moderately-to-severely active population. The score was algorithmically derived from the sum of participant reported Crohn's disease symptoms recorded over 7 days and investigator recorded assessments of the participant's condition, laboratory parameters and use of anti-diarrhoeal medication. Both participants and investigators made their entries via IVRS each evening before going to bed. Percentage of participants with CDAI decrease from baseline of \\>=100 points was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"18.7","spread":null},{"groupId":"OG002","value":"19.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Clinical Remission (CDAI <150 Points) at Both Week 8 and Week 12","description":"Clinical remission is defined as a CDAI score \\< 150 points if baseline CDAI is \\>= 150. If baseline CDAI is \\<150, the participant was not considered in remission. participants with missing CDAI scores were considered not in remission according to the missing=no effect imputation. Percentage of participants in clinical remission defined as a CDAI score of less than 150 points at other time points was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"7.9","spread":null},{"groupId":"OG002","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Clinical Response (CDAI Decrease From Baseline of >=100 Points) at Week 8","description":"CDAI is a recognized scoring system to categorize disease severity with scores of \\>= 220 to \\<= 450 describing the moderately-to-severely active population. The score was algorithmically derived from the sum of participant reported Crohn's disease symptoms recorded over 7 days and investigator recorded assessments of the participant's condition, laboratory parameters and use of anti-diarrhoeal medication. Both participants and investigators made their entries via IVRS each evening before going to bed. Percentage of Participants with a clinical response CDAI decrease from baseline of \\>=100 points at Week 8 was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":null},{"groupId":"OG001","value":"26.1","spread":null},{"groupId":"OG002","value":"24.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participant Achieving Clinical Remission (CDAI <150 Points) at Week 8","description":"Clinical remission is defined as a CDAI score \\< 150 points if baseline CDAI is \\>= 150. If baseline CDAI is \\<150, the participant was not considered in remission. participants with missing CDAI scores were considered not in remission according to the missing=no effect imputation. Percentage of participants achieving clinical remission with CDAI \\<150 points at Week 8 was presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.3","spread":null},{"groupId":"OG001","value":"10.3","spread":null},{"groupId":"OG002","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Inflammatory Bowel Disease Questionnaire (IBDQ) Total Score at Both Weeks 8 and 12","description":"The IBDQ is a 32-item IBD-specific health related quality of life instrument evaluating general activities of daily living, intestinal function, social performance, personal interactions, and emotional status. Each item response was graded from 1 to 7 for each area evaluated. A higher score indicated better function in that area. Total IBDQ score was obtained by summing up scores for all 32 questions. Total IBDQ score ranged from 32 to 224. A higher score indicated better quality of life and lower score indicated worse quality of life. Day 1 assessment was considered as Baseline. Change from Baseline was calculated by subtracting value at Baseline from value at Weeks 8 and 12.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.18","spread":"1.728"},{"groupId":"OG001","value":"12.06","spread":"1.704"},{"groupId":"OG002","value":"16.55","spread":"1.757"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.00","spread":"1.889"},{"groupId":"OG001","value":"12.66","spread":"1.863"},{"groupId":"OG002","value":"14.86","spread":"1.921"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events (AE) and Serious Adverse Events (SAE)","description":"Data for number of participants who presented one or more adverse events (serious or non serious) was reported. An AE was defined as any untoward medical occurrence (MO) in a participant temporally associated with the use of a medicinal product (MP), whether or not considered related to the MP and can therefore be any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with its use. The SAE was any untoward MO that, at any dose, results in death, life threatening, persistent or significant disability/incapacity, results in or prolongs inpatient hospitalization, congenital abnormality or birth defect, that may not be immediately life-threatening or result in death or hospitalization but may jeopardize the participant or may require medical or surgical intervention to prevent one of the other outcomes listed in this definition.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"148","spread":null},{"groupId":"OG002","value":"157","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":202},"commonTop":["Headache","Crohn's disease","Nasopharyngitis","Abdominal pain","Nausea"]}}}