{"nctId":"NCT00489411","briefTitle":"Duloxetine in Treating Peripheral Neuropathy Caused by Chemotherapy in Patients With Cancer","startDateStruct":{"date":"2008-04"},"conditions":["Neurotoxicity","Pain","Peripheral Neuropathy","Unspecified Adult Solid Tumor, Protocol Specific"],"count":231,"armGroups":[{"label":"Arm I/Group A (Duloxetine then Placebo)","type":"EXPERIMENTAL","interventionNames":["Drug: duloxetine hydrochloride","Other: placebo"]},{"label":"Arm II/Group B (Placebo then Duloxetine)","type":"EXPERIMENTAL","interventionNames":["Drug: duloxetine hydrochloride","Other: placebo"]}],"interventions":[{"name":"duloxetine hydrochloride","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Diagnosis of cancer\n\n  * CNS malignancy allowed with the exception of leptomeningeal carcinomatosis\n* Must have painful sensory chemotherapy-induced peripheral neuropathy (CIPN) resulting from prior treatment with single-agent taxane or platinum agents (paclitaxel, docetaxel, nab-paclitaxel, oxaliplatin, cisplatin) (may not have received drugs from both classes)\n\n  * CIPN \\> grade 1 as measured by NCI-CTCAE v 4.0\n  * Average neuropathic pain score ≥ 4\n* Patients with the following illnesses known to cause peripheral neuropathy are eligible, provided they have no evidence of neuropathy from these illnesses:\n\n  * Diabetes mellitus\n  * Peripheral vascular disease\n  * HIV infection\n  * Significant degenerative or familial neurologic disorder known to cause peripheral neuropathy\n* No clinical or subclinical neuropathy from nerve compression injuries (i.e., carpal tunnel syndrome, brachial plexopathy, spinal stenosis, or spinal nerve root compression)\n\nPATIENT CHARACTERISTICS:\n\n* AST ≤ 3 times upper limit of normal\n* Total bilirubin ≤ normal\n* Creatinine clearance \\> 30 mL/min\n* Not pregnant or nursing\n* Able to take oral or enteral medication\n* No history of seizure disorder\n* No diagnosis of ethanol addiction or dependence within the past 10 years\n* No history of narrow-angle glaucoma\n* None of the following:\n\n  * History of suicidal thoughts\n  * Symptoms of or history of schizophrenia, bipolar disease, or a major depression\n  * Serious eating disorder such as bulimia or anorexia where electrolyte imbalance is likely\n\nPRIOR CONCURRENT THERAPY:\n\n* At least 3 months since prior and no concurrent taxane or platinum agent\n* At least 14 days since prior and no concurrent monoamine oxidase inhibitors or other antidepressants\n* No other prior or concurrent neurotoxic drugs (e.g., vincristine, vinblastine, cytarabine, thalidomide, bortezomib, carboplatin, or procarbazine)\n* No concurrent anticonvulsants\n* No concurrent B or E vitamin supplementation in doses greater than the recommended daily allowance (RDA)\n\n  * Centrum (standard formula) and One-A-Day \"essential\" formula which contain 100% RDA for vitamins B6, E, and B12 allowed\n  * Other multivitamins allowed provided they contain no more than 100% RDA of B vitamins and vitamin E\n* No concurrent treatment (pharmacologic) for depression","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Average Pain From Week 1 to Week 5, as Measured by the BPI-SF Average Pain Severity Item","description":"Change in average pain from Week 1 to Week 5, measured on day 1 of Weeks 1 and 6 by the Brief Pain Inventory Short Form (BPI-SF) was calculated as value at Day 1 of Week 1 minus value at Day 1 of Week 6 to yield positive improvement values. The BPI-SF contains 4 items assessing average, worst, least, and intermediate pain severity in the last 24 hours. Pain severity items are scored using an 11-point numeric rating scale (0, no pain; 10, pain as bad as you can imagine). Average pain severity was chosen as the primary outcome based on recommendations from the Initiative on Methods, Measurements, and Pain Assessment in Clinical Trials (IMMPACT). Patients completed the BPI-SF when thinking only about pain from peripheral neuropathy. The Cronbach's alpha reliability for the BPI ranges between 0.77 and 0.91. The comparison of interest was the difference between the 2 treatment groups in pain change during the initial treatment period.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pain-related Functional Interference Score From Week 1 to Week 5, as Measured by the BPI-SF Interference Score","description":"Change in pain-related functional interference score during the initial treatment period (Week 1 to Week 5), as measured by the BPI-SF interference score: Using an accepted method for accessing the influence of pain on function, 7 BPI-SF items were used to quantify the degree to which pain interfered with daily activities or function (0, does not interfere; 10 completely interferes). The 7 items were summed to obtain a total interference score, which ranged from 0 to 70, with lower scores meaning less interference. The mean change in pain-related functional interference score during the initial treatment period are reported below for each treatment arm and was calculated as value at Day 1 of Week 1 minus value at Day 1 of Week 6 to yield positive improvement values.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Total Score of the FACT/COG-NTX From Week 1 to Week 5","description":"Patient-reported QOL was assessed using the Functional Assessment of Cancer Treatment, Gynecologic Oncology Group Neurotoxicity (FACT/GOG-Ntx) subscale on day 1 of weeks 1, 6, 8, and 13. The instrument contains 11 questions, assessing numbness, tingling, and discomfort in the hands or feet; difficulty hearing; tinnitus; joint pain or muscle cramps; weakness; or trouble walking, buttoning buttons, or feeling small shapes when placed in the hand. Items are scored from 0 to 4 (o, not at all; 4, very much) and summed (total score range, 0-44, with higher scores indicating a worse outcome). A 2- to 3-point change is defined as a clinically meaningful improvement in QOL per published recommendations specific to similar measures. The Mean Change During Initial Treatment Period in the FACT/GOG-Ntx total score are reported for each treatment arm and was calculated as value at Day 1 of Week 1 minus value at Day 1 of Week 6 to yield positive improvement values.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.44","spread":null},{"groupId":"OG001","value":"0.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Average Pain From Week 8 to Week 12, as Measured by the BPI-SF Average Pain Severity Item","description":"Change in average pain from Week 8 to Week 12, measured on day 1 of Weeks 8 and 13 by the Brief Pain Inventory Short Form (BPI-SF) was calculated as value at Day 1 of Week 8 minus value at Day 1 of Week 13 to yield positive improvement values. The BPI-SF contains 4 items assessing average, worst, least, and intermediate pain severity in the last 24 hours. Pain severity items are scored using an 11-point numeric rating scale (0, no pain; 10, pain as bad as you can imagine). Average pain severity was chosen as the primary outcome based on recommendations from the Initiative on Methods, Measurements, and Pain Assessment in Clinical Trials (IMMPACT). Patients completed the BPI-SF when thinking only about pain from peripheral neuropathy. The Cronbach's alpha reliability for the BPI ranges between 0.77 and 0.91. The comparison of interest was the difference between the 2 treatment groups in pain change during the crossover treatment period.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.41","spread":null},{"groupId":"OG001","value":"1.42","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":108},"commonTop":["Fatigue","Nausea","Insomnia","Constipation","Diarrhea"]}}}