{"nctId":"NCT05399485","briefTitle":"Efficacy and Safety Study of Rimegepant for Migraine Prevention in Japanese Subjects (Japan Only)","startDateStruct":{"date":"2022-08-09","type":"ACTUAL"},"conditions":["Migraine"],"count":496,"armGroups":[{"label":"Rimegepant","type":"EXPERIMENTAL","interventionNames":["Drug: Rimegepant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Rimegepant","otherNames":["BHV3000"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject has at least 1 year history of migraine (with or without aura) consistent with a diagnosis according to the International Classification of Headache Disorders, 3rd Edition, including the following:\n\n1. Age of onset of migraines prior to 50 years of age.\n2. Migraine attacks, on average, lasting 4 to 72 hours if untreated.\n3. Per subject report, 4 to18 migraine attacks of moderate or severe intensity per month within the last 3 months prior to the Screening Visit (month is defined as 4 weeks for the purpose of this protocol).\n4. 4 or more migraine days during Observation Period.\n5. Not more than 18 headache days during the Observation Period.\n6. Ability to distinguish migraine attacks from tension/cluster headaches.\n7. Subjects on prophylactic migraine medication are permitted to remain on therapy if the dose has been stable for at least 3 months (12 weeks) prior to the Observation Period, and the dose is not expected to change during the course of the study.\n8. Subjects with contraindications for use of triptans may be included provided they meet all other study entry criteria.\n\nExclusion Criteria:\n\n1. Subject has a history of migraine with brainstem aura (basilar migraine), hemiplegic migraine or retinal migraine.\n2. Subjects with headaches occurring 19 or more days per month (migraine or non-migraine) in any of the 3 months prior to the Screening Visit.\n3. History of systemic use of analgesics (e.g. nonsteroidal anti-inflammatory drugs \\[NSAIDs\\] or acetaminophen) on ≥ 15 days per month during the 3 months (12 weeks) prior to the Screening Visit.\n4. Subject with a history of HIV disease.\n5. Subject history with current evidence of uncontrolled, unstable or recently diagnosed cardiovascular disease, such as ischemic heart disease, coronary artery vasospasm, and cerebral ischemia. subjects with Myocardial Infarction (MI), Acute Coronary Syndrome (ACS),Percutaneous Coronary Intervention (PCI), cardiac surgery, stroke or transient ischemic attack (TIA) during the 6 months prior to screening.\n6. Uncontrolled hypertension, or uncontrolled diabetes (however subjects can be included who have stable hypertension and/or diabetes for 3 months prior to screening).\n7. Subject with other pain syndromes, psychiatric conditions, dementia, or significant neurological disorders (other than migraine) that, in the Investigator's opinion, might interfere with study assessments.\n8. Subject has a history of gastric, or small intestinal surgery (including Gastric Bypass, Gastric Banding, Gastric Sleeve, Gastric Balloon, etc.), or has disease that causes malabsorption.\n9. The subject has a history or current evidence of any unstable medical conditions (e.g., history of congenital heart disease or arrhythmia, known or suspected infection, hepatitis B or C, or cancer) that, in the investigator's opinion, would expose them to undue risk of a significant adverse event (AE) or interfere with assessments of safety or efficacy during the course of the trial.\n10. History of, treatment for, or evidence of, alcohol or drug abuse within the past 12 months or subjects who have met DSM-V criteria for any significant substance use disorder within the past 12 months from the date of the screening visit.\n11. Participation in any other investigational clinical trial while participating in this clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Number of Migraine Days Per Month From Week 9 to 12 of the Double-Blind Treatment (DBT) Phase","description":"Migraine day: 1) day of electronic diary (eDiary) efficacy data with a qualified migraine headache, defined as: Headache lasted for \\>= 30 minutes and had 2 or more of following pain features: Unilateral and pulsating, moderate or severe pain intensity, worsen or avoid physical activity with one or more of the following associated symptoms: nausea, vomiting, both photophobia and phonophobia or 2) Acute migraine-specific medication day as eDiary efficacy data with a \"yes\" response to either of the 2 questions about taking triptan or ergotamine to treat headache or non-scheduled OL Rimegepant dosing day. The number of migraine days per month were prorated to 28 days and derived for month (i.e., 4-week interval) in on-DBT efficacy analysis period as follows: 28\\*(total number of migraine days in month \\[Week 9 to 12\\])/ (total number of efficacy data days in month \\[Week 9 to 12\\]).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":null},{"groupId":"OG001","value":"-1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least 50% Reduction From Baseline in the Mean Number of Moderate to Severe Migraine Days Per Month in the Last 4 Weeks (Weeks 9 to 12) of the DBT Phase","description":"Percentage of participants with \\>= 50% reduction, from baseline in mean number of pain intensity (moderate or severe) in each month of DBT phase are included in this outcome measure. Migraine days per month are assessed as \"migraine days per 4 weeks\" to correspond with the 4-week visit schedule. Migraine days per month are based on 4-week intervals and are prorated to account for missing migraine reports. The number of migraine days per month were prorated to 28 days and derived for month (i.e., 4-week interval) in on-DBT efficacy analysis period as follows: 28\\*(total number of migraine days in month \\[Week 9 to 12\\])/ (total number of efficacy data days in month \\[Week 9 to 12\\])","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.7","spread":null},{"groupId":"OG001","value":"34.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Number of Migraine Days Per Month Over the Entire DBT Phase (Weeks 1 to 12)","description":"Migraine day:1) day of eDiary efficacy data with a qualified migraine headache, defined as: Headache lasted for \\>= 30 minutes and had 2 or more of following pain features: Unilateral and pulsating, moderate or severe pain intensity, worsen or avoid physical activity with one or more following associated symptoms: nausea, vomiting, both photophobia and phonophobia or 2) Acute migraine-specific medication day as eDiary efficacy data with a \"yes\" response to either of the 2 questions about taking triptan or ergotamine to treat headache or non-scheduled OL Rimegepant dosing day. In the model analysis, this outcome was also evaluated based on the monthly number of migraine days (and estimated the migraine days per month over the entire DBT phase). The number of migraine days per month were prorated to 28 days and derived for month (i.e.,4-week interval) in on-DBT efficacy analysis period as follows: 28\\*(total number of migraine days in month/ (total number of efficacy data days in month).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":null},{"groupId":"OG001","value":"-1.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Number of Migraine Days Per Month From Week 1 to 4 of the DBT Phase","description":"Migraine day: 1) day of eDiary efficacy data with a qualified migraine headache, defined as: Headache lasted for \\>= 30 minutes and had 2 or more of following pain features: Unilateral and pulsating, moderate or severe pain intensity, worsen or avoid physical activity with one or more of the following associated symptoms: nausea, vomiting, both photophobia and phonophobia or 2) Acute migraine-specific medication day as eDiary efficacy data with a \"yes\" response to either of the 2 questions about taking triptan or ergotamine to treat headache or non-scheduled OL Rimegepant dosing day. The number of migraine days per month were prorated to 28 days and derived for month (i.e., 4-week interval) in on-DBT efficacy analysis period as follows: 28\\*(total number of migraine days in month \\[Week 1 to 4\\])/ (total number of efficacy data days in month \\[Week 1 to 4\\]).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.7","spread":null},{"groupId":"OG001","value":"-0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Number of Acute Migraine-specific Medication Days Per Month From Week 9 to 12 of the DBT Phase","description":"An acute migraine-specific medication day was defined as day of eDiary efficacy data with a \"yes\" response to either of the 2 questions about taking triptan or ergotamine to treat headache or aura. Migraine days per month are assessed as \"migraine days per 4 weeks\" to correspond with the 4-week visit schedule. Migraine days per month are based on 4-week intervals and are prorated to account for missing migraine reports. The number of acute migraine-specific medication days per month was prorated to 28 days and derived for month (i.e., 4-week interval) in the on-DBT efficacy analysis period: 28\\*(total number of acute migraine-specific medication days in the month \\[Week 9 to 12\\])/ (total number of efficacy data days in the month \\[Week 9 to 12\\]).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.0","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Migraine-Specific Quality-of-Life Questionnaire (MSQoL) v 2.1 Role Function - Restrictive Domain Score at Week 12 of the DBT Phase","description":"MSQoL is a self-administered, 14-item instrument validated in 3 domains: role restriction, role prevention, and the emotional function. The role function-restrictive domain consists of 7 items that describe how migraine limits one's daily social and work-related activities. Participants respond to items using a 6-point scale: \"none of the time,\" \"a little bit of the time,\" \"some of the time,\" \"a good bit of the time,\" \"most of the time,\" and \"all of the time,\" which are assigned scores of 1 to 6, respectively. Item scores are recoded using (7 - original score). Next, raw dimension scores are computed as a sum of recoded item scores and rescaled from a 0 to 100 scale such that higher scores indicate better quality of life. The change from baseline was calculated as the MSQoL restrictive role function domain score at Week 12 of the DBT phase minus the MSQoL restrictive role function domain score at baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Migraine Disability Assessment Total Score (MIDAS) at Week 12 of the DBT Phase","description":"MIDAS is a retrospective, self-administered, 5-item questionnaire that measures headache-related disability as lost time due to headache from paid work or school, household work, and non-work activities. Participants provide the number of missed work or school days; missed household chores days; missed social or leisure activity days; and days at work or school, and separately at home, where productivity was reduced by half or more in the last 3 months (scale: 0 - 90 for each of 5 subscales). The 5 subscale scores are summed to compute the MIDAS total score (scale: 0 - 450). Lower scores indicate less headache-related disability. The change from baseline was calculated as the MIDAS total score at Week 12 of the DBT phase minus the MIDAS total score at baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.0","spread":null},{"groupId":"OG001","value":"-1.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the EuroQol 5 Dimensions 5-level (EQ-5D-5L) Visual Analogue Scale (VAS) Score at Week 12 of the DBT Phase","description":"EQ-5D-5L is a standardized measure of health status. The EQ-5D-5L consisted of EQ-5D-5L descriptive system and the EQ VAS. For EQ VAS participant rated their overall health status from 0 (worst imaginable) to 100 (best imaginable), higher scores indicating a better health state.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs) By Intensity in DBT Phase","description":"An Adverse Event (AE) was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Definition of AE in terms of intensity: Mild: Is usually transient and may require only minimal treatment or therapeutic intervention. The event does not generally interfere with usual activities of daily living. Moderate: Is usually alleviated with additional specific therapeutic intervention. The event interferes with usual activities of daily living, causing discomfort but poses no significant or permanent risk of harm to the participant. Severe: Interrupts usual activities of daily living, significantly affects clinical status, or may require intensive therapeutic intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AEs By Intensity in Open-Label Extension (OLE) Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Definition of AE in terms of intensity: Mild: Is usually transient and may require only minimal treatment or therapeutic intervention. The event does not generally interfere with usual activities of daily living. Moderate: Is usually alleviated with additional specific therapeutic intervention. The event interferes with usual activities of daily living, causing discomfort but poses no significant or permanent risk of harm to the participant. Severe: Interrupts usual activities of daily living, significantly affects clinical status, or may require intensive therapeutic intervention.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Serious Adverse Events (SAEs) in DBT Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. A serious adverse event (SAE) was any untoward medical occurrence at any dose that: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/ incapacity; resulted in congenital anomaly/birth defect in the off spring who received rimegepant were considered an important medical event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With SAEs in OLE Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. A SAE was any untoward medical occurrence at any dose that: resulted in death; was life-threatening; required inpatient hospitalization or prolongation of existing hospitalization; resulted in persistent or significant disability/ incapacity; resulted in congenital anomaly/birth defect in the offspring who received Rimegepant were considered an important medical event.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With AEs Leading to Discontinuation of Study Drug in DBT Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. In this outcome measure, participants with adverse events leading to discontinuation of study drug were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With AEs Leading to Discontinuation of Study Drug in OLE Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. In this outcome measure, participants with adverse events leading to discontinuation of study drug will be reported.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Abnormalities in DBT Phase: Hematology Parameters","description":"The laboratory parameters were graded according to the National Cancer Institute (NCI) common terminology criteria for adverse events (CTCAE) version (v)5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Hematology parameters included: Eosinophils, hemoglobin (high, low), lymphocytes (high, low), white blood cell count (WBC) (low, high), platelets, and neutrophils. hematocrit, red blood cell count, Number of participants with non-zero laboratory abnormalities of hematology parameters were reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Abnormalities in OLE Phase: Hematology Parameters","description":"The laboratory parameters were graded according to the NCI CTCAE v5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Hematology parameters included: Eosinophils, hemoglobin (high, low), lymphocytes (high, low), WBC (low, high), platelets, and neutrophils. hematocrit, red blood cell count, Number of participants with non-zero laboratory abnormalities of hematology parameters will be reported in this outcome measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Abnormalities in DBT Phase: Serum Chemistry Parameters","description":"The laboratory parameters were graded according to the NCI CTCAE v5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Serum chemistry parameters included: Creatine kinase, LDL cholesterol, LDL cholesterol, fasting, Triglycerides, Triglycerides, fasting, Alanine aminotransferase increased, Albumin, Alkaline phosphatase, Aspartate aminotransferase increased, Bicarbonate, Bilirubin, Calcium (high, low), Cholesterol, Creatinine, eGFR, Glucose (high, low), Lactate dehydrogenase, LDL cholesterol, not fasting, Potassium (high, low), Sodium (high, low), Uric acid. Number of participants with non-zero laboratory abnormalities of serum chemistry parameters were reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Laboratory Abnormalities in OLE Phase: Serum Chemistry Parameters","description":"The laboratory parameters were graded according to the NCI CTCAE v5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Serum chemistry parameters included: Creatine kinase, LDL cholesterol, LDL cholesterol, fasting, Triglycerides, Triglycerides, fasting, Alanine aminotransferase increased, Albumin, Alkaline phosphatase, Aspartate aminotransferase increased, Bicarbonate, Bilirubin, Calcium (high, low), Cholesterol, Creatinine, eGFR, Glucose (high, low), Lactate dehydrogenase, LDL cholesterol, not fasting, Potassium (high, low), Sodium (high, low), Uric acid. Number of participants with non-zero laboratory abnormalities of serum chemistry parameters will be reported in this outcome measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Changes in DBT Phase: Urinalysis","description":"The laboratory parameters were graded according to the NCI CTCAE v5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Urinalysis parameters included: Urine glucose and Urine protein.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3 to 4 Changes in OLE Phase: Urinalysis","description":"The laboratory parameters were graded according to the NCI CTCAE v5.0 severity grade. Grade 1=mild AE. Grade 2=moderate AE. Grade 3=severe AE. Grade 4=life-threatening consequences; urgent intervention indicated. Urinalysis parameters included: Urine glucose and Urine protein.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Alanine Aminotransferase (ALT) or Aspartate Aminotransferase (AST) >3* Upper Lower Limit of Normal (ULN) Concurrent With Total Bilirubin (TBIL) >2*ULN in DBT Phase","description":"Number of participants with ALT or AST \\>3\\*ULN concurrent with TBIL \\>2\\*ULN in DBT phase were reported in this outcome measure","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ALT or AST> 3* ULN Concurrent With TBIL >2* ULN in OLE Phase","description":"Number of participants with ALT or AST \\>3\\*ULN concurrent with TBIL \\>2\\*ULN in OLE phase will be reported in this outcome measure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Hepatic-related AEs in the DBT Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Hepatic AEs included cirrhosis, hepatic failure, hepatitis, jaundice, or liver failure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hepatic-related AEs in the OLE Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Hepatic AEs included cirrhosis, hepatic failure, hepatitis, jaundice, or liver failure.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants With Hepatic-related AEs Leading to Study Drug Discontinuation in the DBT Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Hepatic AEs included cirrhosis, hepatic failure, hepatitis, jaundice, or liver failure. Number of participants with Hepatic-related AEs leading to study drug discontinuation were reported in this outcome measure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hepatic-related AEs Leading to Study Drug Discontinuation in the OLE Phase","description":"An AE was defined as any new untoward medical occurrence or worsening of a pre-existing medical condition in a participant or clinical investigation participant administered an investigational (medicinal) product and that does not necessarily have a causal relationship with this treatment. Hepatic AEs included cirrhosis, hepatic failure, hepatitis, jaundice, or liver failure. Number of participants with Hepatic-related AEs leading to study drug discontinuation will be reported in this outcome measure.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":247},"commonTop":["Nasopharyngitis","COVID-19","Oropharyngeal pain","Pyrexia","Influenza"]}}}