{"nctId":"NCT02008357","briefTitle":"Clinical Trial of Solanezumab for Older Individuals Who May be at Risk for Memory Loss","startDateStruct":{"date":"2014-02-28","type":"ACTUAL"},"conditions":["Cognition Disorders"],"count":1169,"armGroups":[{"label":"Solanezumab/Solanezumab","type":"EXPERIMENTAL","interventionNames":["Drug: Solanezumab"]},{"label":"Placebo/Solanezumab","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Solanezumab"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Solanezumab","otherNames":["LY2062430"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has a Mini-Mental State Examination (MMSE) score at screening of 25 to 30\n* Has a global Clinical Dementia Rating (CDR) scale score at screening of 0\n* Has a Logical Memory II score at screening of 6 to 18\n* Has a florbetapir positron emission tomography (PET) scan that shows evidence of brain amyloid pathology at screening\n* Has a study partner that is willing to participate as a source of information and has at least weekly contact with the participant (contact can be in-person, via telephone or electronic communication)\n\nExclusion Criteria:\n\n* Is receiving a prescription acetylcholinesterase inhibitor (AChEI) and/or memantine at screening or baseline\n* Lacks good venous access, such that intravenous drug delivery or multiple blood draws would be precluded\n* Has current serious or unstable illness including cardiovascular, hepatic, renal, gastroenterologic, respiratory, endocrinologic, neurologic, psychiatric, immunologic, or hematologic disease or other conditions that, in the investigator's opinion, could interfere with the analyses of safety and efficacy in this study\n* Has had a history within the last 5 years of a serious infectious disease affecting the brain (including neurosyphilis, meningitis, or encephalitis) or head trauma resulting in protracted loss of consciousness\n* Has had a history within the last 5 years of a primary or recurrent malignant disease with the exception of any in situ cancer that was appropriately treated and is being appropriately monitored, such as resected cutaneous squamous cell carcinoma in situ or in situ prostate cancer with normal prostate-specific antigen post-treatment\n* Has a known history of human immunodeficiency virus (HIV), clinically significant multiple or severe drug allergies, or severe post-treatment hypersensitivity reactions (including, but not limited to, erythema multiforme major, linear immunoglobulin A dermatosis, toxic epidermal necrolysis, or exfoliative dermatitis)\n* Is clinically judged by the investigator to be at serious risk for suicide\n* Has a history within the past 2 years of major depression or bipolar disorder as defined by the most current version of the Diagnostic and Statistical Manual of Mental Disorders (DSM)\n* Has a history within the past 5 years of chronic alcohol or drug abuse/dependence as defined by the most current version of the DSM\n\nOpen-Label Inclusion Criteria:\n\n* All participants who complete the placebo-controlled period will be allowed to continue into the open-label period","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"85 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline of the Preclinical Alzheimer Cognitive Composite (PACC) Score","description":"PACC has 4 components: Free and Cued Selective Reminding Test (0 (worst)-96 (best recall); Delayed Paragraph Recall test (Range 0 (worst)-25 (best recall); Wechsler Adult Intelligence scale: Digit Symbol Substitution Test (DSST): (ranges 0 \\[none\\]-91 \\[best performance\\]) and Mini Mental State Examination (Range 0 \\[worst\\] - 30 \\[best performance\\]). Component scores are transformed using an established normalization method into z-scores. Each of 4 component change scores is divided by baseline sample standard deviation (SD) of that component. These z scores are summed to form the composite score. Thus, a change of 1 baseline standard deviation on each component would correspond to a 4-point change on the composite. A z-score of 0 is equal to the mean and implies how many SD higher or lower score as compared with baseline score, with increase signifying improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.43","spread":"0.21"},{"groupId":"OG001","value":"-1.13","spread":"0.16"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline of the Preclinical Alzheimer Cognitive Composite (PACC) Score","description":"PACC has 4 components: Free and Cued Selective Reminding Test (0 (worst)-96 (best recall); Delayed Paragraph Recall test (Range 0 (worst)-25 (best recall); Wechsler Adult Intelligence scale: Digit Symbol Substitution Test (DSST): (ranges 0 \\[none\\]-91 \\[best performance\\]) and Mini Mental State Examination (Range 0 \\[worst\\] - 30 \\[best performance\\]). Component scores are transformed using an established normalization method into z-scores. Each of 4 component change scores is divided by baseline sample standard deviation (SD) of that component. These z scores are summed to form the composite score. Thus, a change of 1 baseline standard deviation on each component would correspond to a 4-point change on the composite. A z-score of 0 is equal to the mean and implies how many SD higher or lower score as compared with baseline score, with increase signifying improvement.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function Index (CFI)","description":"The CFI is a modified version of the Mail-in Cognitive Function Screening Instrument, a participant- and study partner/informant-reported outcome measure developed by the Alzheimer's Disease Cooperative Study (ADCS). This assessment includes 15 questions (14 of which contribute to the total score, and 1 additional unscored item) that assess the participant's perceived ability to perform high-level functional tasks in daily-life and sense of overall cognitive functional ability. Study participants and their informants independently rate the participant's abilities. A total score is calculated by combining participant-reported and an informant-reported scores, and ranges from 0 to 14 (yes=1; no=0; maybe=0.5 for each question) with higher scores indicating greater impairment. LS mean was derived using natural cubic spline models with factors for treatment, time, and covariates = age, baseline florbetapir cortical SUVr score, years of education, APOE4 carrier status (n).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.94","spread":"0.20"},{"groupId":"OG001","value":"1.47","spread":"0.20"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cognitive Function Index (CFI)","description":"The CFI is a modified version of the Mail-in Cognitive Function Screening Instrument, a participant- and study partner/informant-reported outcome measure developed by the ADCS. This assessment includes 15 questions (14 of which contribute to the total score, and 1 additional unscored item) that assess the participant's perceived ability to perform high-level functional tasks in daily-life and sense of overall cognitive functional ability. Study participants and their informants independently rate the participant's abilities. A total score is calculated by combining participant-reported and an informant-reported scores, and ranges from 0 to 14 (yes=1; no=0; maybe=0.5 for each question) with higher scores indicating greater impairment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Cooperative Study-Activities Daily Living-Prevention Questionnaire (ADCS-ADL-Prevention Questionnaire) Score","description":"The ADCS-ADL-prevention questionnaire is a functional measure composed of 18 items that includes 15 activities of daily living rated on a 4-point scale and 3 high level function items. Study participants and their informants independently rate the participant's level of ability (with no difficulty = 3, with some difficulty = 2, with a lot of difficulty = 1, did not do/don't know = 0). Informants are additionally asked to evaluate whether activities were completed less often, required more time to complete, and if any errors were made performing the task. High-level function items are rated as \"yes\" or \"no\". The total score is the sum of the scores of the 15 activities of daily living questions (range: 0-45) with higher scores indicating less impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.29","spread":"0.24"},{"groupId":"OG001","value":"-1.70","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Alzheimer's Disease Cooperative Study-Activities Daily Living-Prevention Questionnaire (ADCS-ADL-Prevention Questionnaire) Score","description":"The ADCS-ADL-prevention questionnaire is a functional measure composed of 18 items that includes 15 activities of daily living rated on a 4-point scale and 3 high level function items. Study participants and their informants independently rate the participant's level of ability (with no difficulty = 3, with some difficulty = 2, with a lot of difficulty = 1, did not do/don't know = 0). Informants are additionally asked to evaluate whether activities were completed less often, required more time to complete, and if any errors were made performing the task. High-level function items are rated as \"yes\" or \"no\". The scores range from 0 to 45 with higher scores indicating less impairment. The total score is the sum of the scores of the 15 activities of daily living questions (range: 0-45) with higher scores indicating less impairment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline in Mean Composite Standardized Uptake Value Ratio (SUVr)","description":"Deposition of abnormal tau protein in the brain associated with AD was assessed by quantitative positron emission tomography (PET) scan using flortaucipir F-18. Flortaucipir is an F-18-labeled small molecule that binds with high affinity and selectivity to aggregated tau, and provides a measure of aggregated tau deposition in the brain, expressed as flortaucipir SUVr. LS Mean was calculated using an analysis of covariance (ANCOVA) model with fixed effects of baseline florbetapir result, treatment, APOE4 Carrier Status (yes/no), and age at baseline","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.066","spread":"0.0052"},{"groupId":"OG001","value":"0.108","spread":"0.0051"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cerebrospinal Fluid (CSF) Tau Biomarkers","description":"CSF concentrations of total tau and tau phosphorylated protein concentrations were analyzed using validated Immunoassay method. LS mean was derived using an analysis of covariance (ANCOVA) model with fixed effects of baseline CSF, treatment, APOE4 Carrier Status (yes/no) and age at baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.201","spread":"23.5807"},{"groupId":"OG001","value":"-20.440","spread":"22.6457"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.266","spread":"1.8792"},{"groupId":"OG001","value":"11.231","spread":"1.8371"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline of Cerebrospinal Fluid (CSF) Concentrations of Amyloid Beta (Aβ)","description":"CSF biomarker concentrations were analyzed for Aβ 1-40 and Aβ 1-42 using Innotest Enzyme-linked immunosorbent assays (ELISA) method. LS mean was derived using an ANCOVA model with fixed effects of baseline CSF, treatment, APOE4 Carrier Status (yes/no) and age at baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12151.386","spread":"711.6120"},{"groupId":"OG001","value":"-587.063","spread":"691.2989"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1045.570","spread":"42.6843"},{"groupId":"OG001","value":"49.160","spread":"42.2627"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Brain Volume as Measured by Volumetric Magnetic Resonance Imaging (vMRI)","description":"Alzheimer's disease is also associated with pronounced brain atrophy, reflecting bulk neurodegenerative loss of gray and white matter. Progression of brain atrophy is assessed by vMRI, providing regional quantification of volume loss. Negative change from baseline indicates greater disease severity. Total hippocampal volume and Total Lateral Ventricular Volume were analyzed for vMRI parameters. LS mean was derived using an ANCOVA model with fixed effects of baseline vMRI value, treatment, age at baseline, education, APOE4 Carrier Status (yes/no), and baseline florbetapir cortical SUVr.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.369","spread":"0.0276"},{"groupId":"OG001","value":"-0.314","spread":"0.0272"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.329","spread":"0.3215"},{"groupId":"OG001","value":"8.978","spread":"0.3167"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline on the Clinical Dementia Rating-Sum of Boxes Score (CDR-SB)","description":"The CDR-SB is an interviewer administered scale and impairment is scored in each of categories: memory, orientation, judgment and problem solving, community affairs, home and hobbies and personal care. Impairment is scored on a scale in which none = 0, questionable = 0.5, mild = 1, moderate = 2 and severe = 3. The 6 individual category ratings, or \"box scores\", were added together to give the CDR-Sum of Boxes which ranges from 0-18. Higher score indicates severe impairment.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Change From Baseline on the Computerized Cognitive Composite (C3)","description":"The C3 includes tasks from the CogState battery aimed at measuring processing speed, working memory, visual navigation, and executive function. The C3 also include 2 investigator-developed sensitive episodic memory probes of hippocampal function. A composite score is generated and CogState scores are measured on a linear scale (with no maximum score) and a reduction in scores compared to baseline indicates an improvement in cognitive functions.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":171,"n":572},"commonTop":["Fall","Upper respiratory tract infection","Arthralgia","Headache","Nasopharyngitis"]}}}