{"nctId":"NCT00924482","briefTitle":"Impedance Cardiography: Clinical Evaluation of Endotracheal Cardiac Output Monitor (ECOM)","startDateStruct":{"date":"2007-01"},"conditions":["Cardiac Output"],"count":261,"armGroups":[{"label":"Single Arm - Device","type":"OTHER","interventionNames":["Device: Placed ECOM endotracheal cardiac output monitor in patients undergoing cardiac surgery"]}],"interventions":[{"name":"Placed ECOM endotracheal cardiac output monitor in patients undergoing cardiac surgery","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients able to give informed consent.\n2. Patients undergoing cardiac surgery which would routinely require:\n\n   * an endotracheal tube\n   * pulmonary artery catheter\n\nExclusion Criteria:\n\n1. Patients who do not speak English.\n2. Patients not competent to give informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Safety of Device Measured by Number of Participants With Adverse Events","description":"Patients were interviewed postoperatively for all complications and specifically for complications related to intubation and/or cardiac output measurements","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Comparison of ECOM Impedance and Thermodilution Cardiac Output Measurements","description":"Correlation measured via Linear regression between thermodilution and ECOM, included as r\\^2 coefficient.\n\nCardiac output measured by iced-thermodilution and impedance cardiography. Management of the patients done using (standard) thermodilution derived cardiac output measurements only. The ECOM endotracheal cardiac output measurements are for research purposes only and not used in the management of the patient.\n\nECOM Impedance cardiography measured in the ICU when routine thermodilution cardiac output measurements are made. Endotracheal impedance measurements (ECOM) continued until tracheal extubation. Correlation with thermodilution measurements stopped when either the endotracheal tube or the thermodilution catheter was removed (post op day 0 routinely).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.31","spread":"1.02"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":101},"commonTop":[]}}}