{"nctId":"NCT03436199","briefTitle":"Safety and Efficacy of ADS-5102 in Multiple Sclerosis Patients With Walking Impairment","startDateStruct":{"date":"2018-03-29","type":"ACTUAL"},"conditions":["Walking Impairment","Multiple Sclerosis"],"count":558,"armGroups":[{"label":"ADS-5102, 137 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ADS-5102, 137 mg"]},{"label":"ADS-5102, 274 mg","type":"EXPERIMENTAL","interventionNames":["Drug: ADS-5102, 274 mg"]},{"label":"Placebo","type":"OTHER","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"ADS-5102, 137 mg","otherNames":["ADS-5102","amantadine extended release"]},{"name":"ADS-5102, 274 mg","otherNames":["ADS-5102","amantadine extended release"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed a current IRB-approved informed consent form\n* Male or female subjects between 18 and 70 years of age, inclusive, at the time of Screening\n* Confirmed diagnosis of MS according to the 2017 McDonald criteria\n* Current medication regimen must be stable for at least 30 days prior to screening, and subject must be willing to continue the same dosing regimen for the duration of study participation\n* Maximum Expanded Disability Status Scale (EDSS) score during screening of 6.5\n* Stable physical activity level (inclusive of prescribed physical therapy) for at least 30 days prior to screening and willing to continue without change for the duration of study participation\n* A score on each of two completed screening T25FW tests between 8 and 45 seconds, inclusive\n\nExclusion Criteria:\n\n* Documented inability to tolerate amantadine\n* Clinically significant MS relapse with onset less than 30 days prior to screening\n* Receipt of dalfampridine (or any 4-aminopyridine or 2,4-diaminopyridine preparation) or amantadine within 30 days prior to screening\n* History of seizures within 3 years prior to screening\n* History of hallucinations (visual, auditory, or any other type) within 3 years prior to screening\n* History of bipolar disorder, schizophrenia, or psychosis, regardless of treatment\n* For subjects with a history of major depressive disorder, the presence of active depressive symptoms that, in the opinion of the investigator, would affect the subject's ability to complete study assessments, or which would not be in the subject's best interest to participate in the study\n* Presence of orthostatic hypotension at screening: a decrease in systolic blood pressure (at least 20 mm Hg) or diastolic blood pressure (at least 10 mm Hg) within 3 minutes of the subject standing up, compared to pressures obtained while sitting\n* If female, is pregnant or lactating\n* If a sexually active female, is not surgically sterile or at least 2 years post-menopausal, or does not agree to utilize a highly effective hormonal method of contraception (an IUD, or vasectomized male partner is also acceptable), in combination with a barrier method, from screening through at least 4 weeks after the completion of study treatment. If a sexually active male, does not agree to utilize condoms from screening through at least 4 weeks after the completion of study treatment.\n* Treatment with an investigational drug or device within 30 days prior to screening\n* Treatment with an investigational biologic within 6 months or 5 half-lives, whichever is longer, prior to screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Timed 25 Foot Walk (T25FW, Feet/Second): the Proportion of Subjects With a ≥ 20% Increase in Walking Speed (Measured by T25FW) From Baseline at Week 16 (Responder Analysis)","description":"The T25FW is a measure of lower extremity function. The subject is directed to a clearly marked 25-foot course and is instructed to walk 25 feet as quickly as possible, but safely. The task is immediately administered again by having the subject walk back the same distance. For this outcome measure, the result is reported as speed (feet per second). Improvement is indicated by an increase in speed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.176","spread":null},{"groupId":"OG001","value":"0.211","spread":null},{"groupId":"OG002","value":"0.113","spread":null}]}]}]},{"type":"SECONDARY","title":"Timed 25 Foot Walk: Change From Baseline at Week 16","description":"The T25FW is a measure of lower extremity function. The subject is directed to a clearly marked 25-foot course and is instructed to walk 25 feet as quickly as possible, but safely. The task is immediately administered again by having the subject walk back the same distance. For this outcome measure, the result is reported as or speed (feet per second). Improvement is indicated by an increase in speed.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.034"},{"groupId":"OG001","value":"0.19","spread":"0.034"},{"groupId":"OG002","value":"0.07","spread":"0.033"}]}]}]},{"type":"SECONDARY","title":"Timed Up and Go (TUG): Change From Baseline at Week 16","description":"The TUG is a measure of lower extremity strength, balance, and coordination. The subject stands up from a chair, walks 3 meters then turns around and walks back to the chair to sit down. The result is reported in seconds. Improvement is indicated by negative change scores.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.35","spread":"0.384"},{"groupId":"OG001","value":"-0.60","spread":"0.415"},{"groupId":"OG002","value":"-0.56","spread":"0.377"}]}]}]},{"type":"SECONDARY","title":"2-Minute Walk Test (2MWT): Change From Baseline at Week 16","description":"The 2MWT is a measure of lower extremity function. The subject is instructed to walk as far as possible in 2 minutes, and the distance is measured in meters. Improvement is indicated by positive change scores.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.306","spread":"1.2422"},{"groupId":"OG001","value":"5.692","spread":"1.3537"},{"groupId":"OG002","value":"2.163","spread":"1.2158"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":187},"commonTop":["Urinary tract infection","Oedema peripheral","Fall","Dry mouth","Constipation"]}}}