{"nctId":"NCT01217463","briefTitle":"The TRAfermin in Neuropathic Diabetic Foot Ulcer Study - Southern Europe The TRANS-South Study","startDateStruct":{"date":"2010-11"},"conditions":["Diabetic Foot Ulcer of Neuropathic Origin"],"count":201,"armGroups":[{"label":"Trafermin 0.01% spray","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Trafermin 0.01% spray"]},{"label":"Matching placebo spray","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Trafermin 0.01% spray"]}],"interventions":[{"name":"Trafermin 0.01% spray","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Selection Criteria\n\nPatients who fulfill all of the following criteria (and none of the exclusion criteria described below) are eligible to enter the placebo run-in phase of the study:\n\n1. Provide written informed consent to participate.\n2. Male or female patients age 18 years or older.\n3. Type 1 or 2 diabetes.\n4. A single full-thickness DFU that has been present for at least 2 weeks.\n5. DFU wound surface area below or equal 34 cm2 on the target foot.\n6. No exposure of bone in the target DFU.\n7. Neuropathy confirmed by loss of protective sensation to monofilament test (Semmes-Weinstein 5.07 monofilament).\n8. No predominant ischemia requiring further exploration or treatment, and confirmed by either:\n\n   * ABPI on the target leg ( \\>0.9;below or equal 1.3) or if ABPI is \\>1.3 or is not assessable,TBPI on target foot above or equal 0.7, OR\n   * ABPI on target leg (above or equal 0.7;below or equal 0.9) or if ABPI is \\>1.3 or is not assessable, TBPI on target foot \\<0.7, AND a toe blood pressure \\>40 mmHg\n\nInclusion Criteria\n\nPatients who fulfill all of the following criteria are eligible for randomization:\n\n1. All of the selection criteria and none of the exclusion criteria are met.\n2. Completed the 2-week placebo run-in period during which they were compliant to off-loading and to daily application of placebo spray, without major protocol violation. Compliance with the placebo run-in treatment regimen must be \"excellent\" or \"acceptable\"\n3. Glycosylated hemoglobin (HbA1c) below or equal 10% (from a blood sample taken during the placebo run-in period).\n4. Non-infected target foot DFU of confirmed neuropathic origin with:\n\n   * ABPI on the target leg (\\>0.9;below or equal 1.3) or if ABPI is \\>1.3 or is not assessable,TBPI on target foot above or equal 0.7, OR\n   * ABPI on target leg (above or equal 0.7;below or equal 0.9) or if ABPI is \\>1.3 or is not assessable, TBPI on target foot \\<0.7, AND a toe blood pressure \\>40 mmHg\n5. Target DFU appropriately debrided (\\<10% black and at least 50% of red/pink on a colorimetric scale)\n6. Target DFU of grade A1 or A2 on the University of Texas Wound Classification System or of Grade 1 or 2 of the Wagner classification\n7. DFU surface area above or equal 0.9 cm2 and below or equal 20 cm2 confirmed by the investigator's measurement, and its surface area not decreased by more than 40% compared to the selection value.\n\nExclusion Criteria\n\nPatients who fulfill any of the following criteria are not eligible to be enrolled in the study:\n\n1. Active Charcot foot, or inactive Charcot foot, if the target DFU cannot be properly offloaded.\n2. Ulcers of non-neuropathic origin (e.g., rheumatoid, radiation-related, vasculitis-related ulcers).\n3. Presence of any foot ulcer (whether or not on the target foot) for which local or systemic antibiotic treatment is required.\n4. Evidence of skin cancer within or adjacent to the target ulcer.\n5. Any infected ulcers, defined as any problem such as (but not limited to) cellulitis, osteomyelitis, gangrene, or deep tissue infection requiring local or systemic antibiotic therapy.\n6. Another wound on the same foot as the target DFU. (i.e. Patients with another wound on the same limb as the target DFU are eligible for the study provided the concomitant wound is not infected and is above the ankle of the target foot).\n7. Any known active malignancy that requires general, local, surgical or radiation therapy either ongoing or within the previous 6 months; or patients whose treatment has been suspended for compassionate reasons, or who are not considered as cured from any malignancy.\n8. Morbid obesity, defined as body mass index (BMI) above or equal 45kg/m2.\n9. Clinically significant medical conditions, in the investigator's opinion, that could impair wound healing (e.g. hepatic impairment, immunocompromised patients).\n10. Severe renal failure, defined as requirement for hemodialysis or peritoneal dialysis.\n11. Females who are pregnant or breastfeeding, or who are of childbearing potential and not practicing a medically approved method of contraception.\n12. Concomitant treatment with high dose oral or parenteral corticosteroids, defined as a daily dose of at least 7.5 mg prednisone or equivalent.\n13. Participation in another clinical study within the previous 3 months.\n14. Current participation in another clinical study with any drug or device.\n15. History of drug or alcohol abuse within the previous year.\n16. Concurrent severe psychiatric disease (including severe depressive disorder).\n17. Known intolerance to the IMP or to any of its excipients.\n18. Known to be uncooperative or noncompliant.\n19. Outpatients who are unable to comply with the requirement for daily spray application at home (either application by a family member or by a visiting nurse).\n20. Any other condition which, in the opinion of the investigator, would render the patient unsuitable for the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Wound Closure Rate of Diabetic Foot Ulcers (DFUs) of Neuropathic Topical Daily Application of Trafermin 0.01% Spray Compared With Placebo, in Addition","description":"Wound closure is defined as 100% reepithelialization of the target DFU, without exudate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.1","spread":null},{"groupId":"OG001","value":"10.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Relative Wound Area Regression of 40% or More at 6 Week","description":"The incidence of wound area regression of at least 40% at week 6 was considered as an important exploratory secondary efficacy variable. The wound area regression was calculated as percentage change from inclusion at week 6 using centralized wound area data.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.9","spread":null},{"groupId":"OG001","value":"52.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":99},"commonTop":["Diabetic foot","Diabetic foot infection"]}}}