{"nctId":"NCT03813238","briefTitle":"A Study of TEV-50717 (Deutetrabenazine) for the Treatment of Dyskinesia in Cerebral Palsy in Children and Adolescents","startDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"conditions":["Cerebral Palsy, Dyskinetic"],"count":63,"armGroups":[{"label":"TEV-50717","type":"EXPERIMENTAL","interventionNames":["Drug: TEV-50717"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TEV-50717","otherNames":["Deutetrabenazine, (previously SD-809)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is 6 through 18 years of age (inclusive) at baseline.\n* Participant weighs at least 26 pounds (12 kg) at baseline.\n* Participant has had CP symptoms since infancy (≤2 years)\n* Choreiform is the prevalent movement disorder as assessed by the EAB at screening.\n* Participant has a diagnosis of DCP\n* Participant is able to swallow study medication whole.\n* Females who are postmenarchal or ≥12 years of age whose male partners are potentially fertile (ie, no vasectomy) must use highly effective birth control methods for the duration of the study\n* Additional criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* Participant has a predominant movement disorder other than dyskinesia.\n* Participant's predominant motor symptoms are dystonic.\n* Participant's predominant motor symptoms are spastic.\n* Participant has choreiform movement disorder that has not been consistent throughout the life of the participant.\n* Participant has clinically significant depression at screening or baseline.\n* Note: Participants receiving antidepressant therapy may be enrolled if on a stable dose for at least 6 weeks before screening.\n* Participant has a history of suicidal intent or related behaviors within 2 years of screening:\n* Previous intent to act on suicidal ideation with a specific plan, irrespective of level of ambivalence, at the time of suicidal thought\n* Previous suicidal preparatory acts or behavior\n* Participant has a history of a previous actual, interrupted, or aborted suicide attempt.\n* Participant has a first-degree relative who has completed suicide.\n* Participant has received treatment with stem cells, deep brain stimulation, transmagnetic stimulation, or transcranial direct current stimulation for treatment of abnormal movements or CP within 6 months of the screening visit, or the participant is not in a stable clinical condition.\n* Participant has recent surgical procedure or is anticipated to have a surgical procedure during the study that, in the opinion of the investigator, makes the Participant unsuitable for the study.\n* Participant has a severe mental disability or an unstable or serious medical illness (eg, epilepsy) at screening or baseline that, in the opinion of the investigator, could jeopardize or would compromise the Participant's ability to participate in this study.\n* Participant has a known allergy to any of the components of the investigational medicinal product (IMP).\n* Participant is pregnant or breastfeeding.\n* Participant has a history of or acknowledges alcohol or substance abuse in the 12 months before screening\n* Participants with a history of torsade de pointes, congenital long QT syndrome, bradyarrhythmias, other cardiac arrhythmias, or uncompensated heart failure.\n* Additional criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Movement Disorder-Childhood Rating Scale (MD-CRS) Part II Total Score (Movement Disorder Severity, Centrally Read) at Week 15","description":"MD-CRS part II evaluates the severity of movement disorder in a scale of 0 to 4 in 7 body regions, all areas in which dyskinesia can be seen. All items were scored by the rater in the clinic and were centrally read based on video recording. In rating the movement disorder of body part, 0 refers to absence of a movement disorder and 4 refers to a situation where movement disorder is present during all of the tasks for the region examined and/or involves 3 or more of the other regions, making completion impossible. The 7 body regions are (i) eye and periorbital region, (ii) face, (iii) tongue and perioral region, (iv) neck, (v) trunk, (vi) upper limb, and (vii) lower limb. Total score was obtained by summing the individual items scores and ranges from 0 (absent of a movement disorder) to 28 (marked/prolonged movement disorder), with higher scores indicating more movement disorder. Least square (LS) mean and standard error (SE) was calculated using a mixed-model repeated-measures (MMRM).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"1.09"},{"groupId":"OG001","value":"-1.5","spread":"0.88"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the MD-CRS Part I Total Score (General Assessment, Centrally Read) at Week 15","description":"The MD-CRS part I evaluates the impact of dyskinesia in cerebral palsy (DCP) on the activities of the participant and provides a general assessment of the movement disorder of motor function (7 items), oral/verbal function (3 items), self-care (3 items), and attention/alertness (2 items) on a scale of 0 (present) to 4 (absent). All items were scored by the rater in the clinic and were centrally read based on video recording. The total score was obtained by summing the individual items scores and ranges from 0 (marked/prolonged disorder) to 60 (absent of a disorder), with higher scores indicating lesser disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"2.51"},{"groupId":"OG001","value":"-0.7","spread":"2.10"}]}]}]},{"type":"SECONDARY","title":"Caregiver Global Impression of Improvement (CaGI-I) Scale Score (Global, Caregiver Rated) at Week 15","description":"The CaGI-I is single item questionnaire to assess the caregiver's impression of improvement in dyskinesia symptoms after initiating therapy. The scale is a caregiver-reported outcome that aims to evaluate all aspects of participants' health and determine if there has been an overall improvement or not in dyskinesia symptoms. The caregiver selected the 1 response from the response options that gave the most accurate description of change in dyskinesia symptoms of the participant they cared for from the beginning of the study: 1=very much improved (since the initiation of treatment); 2=much improved; 3=minimally improved; 4=no change from baseline (symptoms remain essentially unchanged); 5=minimally worse; 6=much worse; 7=very much worse (since the initiation of treatment).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"0.83"},{"groupId":"OG001","value":"3.3","spread":"0.84"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Improvement (CGI-I) Scale Score (Global, Physician Rated) at Week 15","description":"CGI-I is a clinician-reported outcome that uses a 7-point Likert scale that allows the clinician to compare participant's condition at the visit to the baseline condition as follows: 1=very much improved since initiation of treatment (nearly all better; good level of functioning; minimal symptoms; represents a very substantial change); 2=much improved (notably better with significant reduction of symptoms; increase in the level of functioning but some symptoms remain); 3=minimally improved (slightly better with little or no clinically meaningful reduction of symptoms; represents very little change in basic clinical status, level of care, or functional capacity); 4=no change from baseline (symptoms remain unchanged); 5=minimally worse (slightly worse but may not be clinically meaningful); 6=much worse (clinically significant increase in symptoms and diminished functioning); 7=very much worse since the initiation of treatment (severe exacerbation of symptoms and loss of functioning).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"0.87"},{"groupId":"OG001","value":"3.4","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Unified Huntington's Disease Rating Scale-Total Maximal Chorea (UHDRS-TMC) Score (Centrally Read) at Week 15","description":"The UHDRS-TMC is part of the Unified Huntington's Disease Rating Scale-Total Motor Score (UHDRS-TMS) assessment and assesses the severity of chorea in the 7 body parts: face, mouth, trunk, and the 4 extremities (right and left upper extremities, right and left lower extremities). Each part was rated from 0 (absent) to 4 (prolonged). The central rating was done for all participants, based on the videos collected for the central rating of MD-CRS. The TMC score was obtained by adding up each of the separate scores and ranged from 0 (absent) to 28 (marked/prolonged), with higher scores indicating the worse symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"2.87"},{"groupId":"OG001","value":"-1.2","spread":"2.52"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Unified Huntington's Disease Rating Scale-Total Maximal Dystonia (UHDRS-TMD) Score (Centrally Read) at Week 15","description":"The UHDRS-TMD is part of the UHDRS-TMS assessment and assesses the severity of dystonia in the 5 body parts: trunk and the 4 extremities (right and left upper extremities, right and left lower extremities). Each part was rated from 0 (absent) to 4 (prolonged). The central rating was done for all participants, based on the videos collected for the central rating of MD-CRS. The TMD score was obtained by adding up each of the separate scores and ranged from 0 (absent) to 20 (marked/prolonged), with higher scores indicating the worse symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"1.46"},{"groupId":"OG001","value":"-0.2","spread":"1.19"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the MD-CRS Part I Total Score (General Assessment, Physician Rated) at Week 15","description":"The MD-CRS part I evaluates the impact of DCP on the activities of the participant and provides a general assessment of the movement disorder of motor function (7 items), oral/verbal function (3 items), self-care (3 items), and attention/alertness (2 items) on a scale of 0 (present) to 4 (absent). All items were scored by the investigational center physician. The total score was obtained by summing the individual items scores and ranges from 0 (marked/prolonged movement disorder) to 60 (absent of a movement disorder), with higher scores indicating lesser movement disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"3.21"},{"groupId":"OG001","value":"-1.0","spread":"3.57"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the MD-CRS Part II Total Score (General Assessment, Physician Rated) at Week 15","description":"The MD-CRS part II evaluates the severity of the movement disorder in a scale of 0 to 4 in 7 body regions, all areas in which dyskinesia can be seen in participants with CP. All items were scored by the investigational center physician. In rating the movement disorder of the body part, 0 refers to absence of a movement disorder and 4 refers to a situation where movement disorder is present during all of the tasks for the region examined and/or involves 3 or more of the other regions, making completion impossible. The 7 body regions are (i) eye and periorbital region, (ii) face, (iii) tongue and perioral region, (iv) neck, (v) trunk, (vi) upper limb, and (vii) lower limb. The total score was obtained by summing the individual items scores and ranges from 0 (absent of a movement disorder) to 28 (marked/prolonged movement disorder), with higher scores indicating more movement disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"3.20"},{"groupId":"OG001","value":"-2.4","spread":"3.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MD-CRS Global Index Score (Calculated From MD-CRS Parts I and II Total Scores, Physician Rated) at Week 15","description":"The MD-CRS Global Index is a global measure of the MD-CRS that consolidates the information from parts I and II using the method of weighted means of the 2 normalized indexes obtained from each part. The standardized/normalized score for each item of MD-CRS parts I and II with value X is calculated using the formula: Xst = X - Xmin divided by Xmax - Xmin, where Xmax is the maximum value for the score, and Xmin is the minimum value for the score, or 4 and 0 respectively. The normalized index for the scale, MD-CRS parts I or II, Index I or II, is calculated as the mean value of Xst. The MD-CRS Global Index is the weighted mean of the normalized indexes for centrally read MD-CRS parts I and II using the formula: Global index = n1 \\* index 1 + n2 \\* index 2 divided by n1 + n2, where n1 and n2 are the numbers of items in MD-CRS parts I and II respectively. The minimum score is 0 (better) and the maximum score is 1 (worse). The higher score indicates more severe movement disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.06"},{"groupId":"OG001","value":"-0.0","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MD-CRS Global Index Score (Calculated From MD-CRS Parts I and II Total Scores, Centrally Read) at Week 15","description":"The MD-CRS Global Index is a global measure of the MD-CRS that consolidates the information from parts I and II using the method of weighted means of the 2 normalized indexes obtained from each part. The standardized/normalized score for each item of MD-CRS parts I and II with value X is calculated using the formula: Xst = X - Xmin divided by Xmax - Xmin, where Xmax is the maximum value for the score, and Xmin is the minimum value for the score, or 4 and 0 respectively. The normalized index for the scale, MD-CRS parts I or II, Index I or II, is calculated as the mean value of Xst. The MD-CRS Global Index is the weighted mean of the normalized indexes for centrally read MD-CRS parts I and II using the formula: Global index = n1 \\* index 1 + n2 \\* index 2 divided by n1 + n2, where n1 and n2 are the numbers of items in MD-CRS parts I and II respectively. The minimum score is 0 (better) and the maximum score is 1 (worse). The higher score indicates more severe movement disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0","spread":"0.08"},{"groupId":"OG001","value":"-0.0","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UHDRS-TMS Score (Physician Rated) at Week 15","description":"The UHDRS comprises a broad assessment of features associated with Huntington's disease (HD). It is a research tool that has been developed to provide a uniform assessment of the clinical features and course of HD. The Total Motor Score assessment of the UHDRS (UHDRS-TMS) comprises 15 items and assesses eye movements, speech, alternating hand movements, dystonia, chorea, and gait. The UHDRS-TMS was calculated as the sum of the 31 motor assessments; each of which ranged between 0 (absent) to 4 (worst). All items were scored by the investigational center physician. TMS score is a sum of individual scores ranging from 0 (normal motor function) to 124 (severely impaired motor function), with lower scores indicating better motor function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.1","spread":"8.35"},{"groupId":"OG001","value":"-7.6","spread":"10.28"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UHDRS-TMC Score (Physician Rated) at Week 15","description":"The UHDRS-TMC is part of the UHDRS-TMS assessment and assesses the severity of chorea in the 7 body parts: face, mouth, trunk, and the 4 extremities (right and left upper extremities, right and left lower extremities). Each part was rated from 0 (absent) to 4 (prolonged). All items were scored by the investigational center physician. The TMC score was obtained by adding up each of the separate scores and ranged from 0 (absent) to 28 (marked/prolonged), with higher scores indicating the worse symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.2","spread":"4.05"},{"groupId":"OG001","value":"-2.9","spread":"3.50"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in UHDRS-TMD Score (Physician Rated) at Week 15","description":"The UHDRS-TMD is part of the UHDRS-TMS assessment and assesses the severity of dystonia in the 5 body parts: trunk and the 4 extremities (right and left upper extremities, right and left lower extremities). Each part was rated from 0 (absent) to 4 (prolonged). All items were scored by the investigational center physician. The TMD score was obtained by adding up each of the separate scores and ranged from 0 (absent) to 20 (marked/prolonged), with higher scores indicating the worse symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"1.86"},{"groupId":"OG001","value":"-1.3","spread":"1.56"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pediatric Evaluation Disability Inventory-Computer Adapted Test (PEDI-CAT) Score (Activities of Daily Living [ADL], Caregiver Completed, Content-Balanced Version) at Week 15","description":"The PEDI-CAT measures function in 4 domains: (1) Daily Activities; (2) Mobility; (3) Social/Cognitive, and (4) Responsibility. The content balanced version presents a balance of items from each of the Daily Activities domain's content areas (Getting Dressed, Keeping Clean, Home Tasks, and Eating and Mealtime). A total of approximately 30 items were administered. PEDI-CAT software utilizes Item Response Theory statistical models to estimate a child's abilities from a minimal number of the most relevant items or from a set number of items within each domain. The CAT program then displays the results: normative standard scores, scaled scores and SE. Scaled score is reported in this endpoint. Scaled scores are based on an estimate of the placement of an individual child along the hierarchical scale within each domain. PEDI-CAT scaled scores are currently on a 20 (lesser improvement) to 80 (more improvement) scale metric. Higher scores indicate greater improvement in functional skills.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"1.78"},{"groupId":"OG001","value":"-0.6","spread":"3.22"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the CP Module of the Pediatric Quality of Life Inventory (PedsQL) Total Score (Quality of Life [QoL], Participant/Caregiver) at Week 15","description":"The 35-item PedsQL 3.0 CP module encompasses 7 scales: Daily Activities (9 items); School Activities (4 items); Movement and Balance (5 items); Pain and Hurt (4 items); Fatigue (4 items); Eating Activities (5 items); and Speech and Communication (4 items). For children ages 6 and 7 years and 8 to 12 years, a child self-report and a parent proxy report are completed. For children ages 13 to 18 years, no parent proxy report is required. A 5-point response scale is utilized across child self-report and parent proxy report: 0=never a problem; 1=almost never a problem; 2=sometimes a problem; 3=often a problem; 4=almost always a problem. Items are reverse scored and linearly transformed to a 0-100 scale (0=100, 1=75, 2=50, 3=25, 4=0), so that higher scores indicate better quality of life (fewer problems). Total score was computed as the sum of 35 items divided by the number of items answered. Change from baseline scores can range from -100 to 100.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.9","spread":"11.17"},{"groupId":"OG001","value":"3.2","spread":"14.96"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"8.80"},{"groupId":"OG001","value":"-0.7","spread":"16.46"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Improvement (PGI-I) Scale Score (Global, Participant/Caregiver) at Week 15","description":"The PGI-I is single item questionnaire to assess the participant's impression of improvement in dyskinesia symptoms after initiating therapy. The scale is a participant-reported outcome that aims to evaluate all aspects of participants' health and determine if there has been an overall improvement or not in dyskinesia symptoms. The participant selected the 1 response from the visual response options (\"emojis\") that gave the most accurate description of his/her state of health and overall status: 1=much improved (since the initiation of treatment); 2=somewhat improved; 3=no change; 4=somewhat worse; 5=much worse (since the initiation of treatment).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"0.81"},{"groupId":"OG001","value":"2.4","spread":"0.80"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impression of Severity (CGI-S) Scale Score (Global, Physician Rated) at Week 15","description":"The CGI-S uses a 7-point Likert scale to assess dyskinesia severity as follows (with anchor points for choosing the most appropriate severity level caused by DCP): 1=normal (not at all ill, symptoms of disorder not present past 7 days); 2=borderline (subtle or suspected pathology); 3=mild (clearly established symptoms with minimal, if any, distress or difficulty in social and/or occupational function); 4=moderate (overt symptoms causing noticeable, but modest, functional impairment or distress; symptom level may warrant medication); 5=marked (intrusive symptoms that distinctly impair social/occupational function or cause intrusive levels of distress); 6=severe (disruptive symptoms, behavior and function are frequently influenced by symptoms, may require assistance from others); 7=extreme (symptoms drastically interferes in many life functions; may be hospitalized).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"0.75"},{"groupId":"OG001","value":"-0.7","spread":"0.78"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CaGI-I Response","description":"CaGI-I response was defined as participants who were described by the caregiver as \"Much Improved\" or \"Very Much Improved\" in the CaGI-I score. The CaGI-I is single item questionnaire to assess the caregiver's impression of improvement in dyskinesia symptoms after initiating therapy. The scale is a caregiver-reported outcome that aims to evaluate all aspects of participants' health and determine if there has been an overall improvement or not in dyskinesia symptoms. The caregiver selected the 1 response from the response options that gave the most accurate description of change in dyskinesia symptoms of the participant they cared for from the beginning of the study: 1=very much improved (since the initiation of treatment); 2=much improved; 3=minimally improved; 4=no change from baseline (symptoms remain essentially unchanged); 5=minimally worse; 6=much worse; 7=very much worse (since the initiation of treatment).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CGI-I Response","description":"CGI-I response was defined as participants who were described as \"Much Improved\" or \"Very Much Improved\" in the CGI-I score. CGI-I is a clinician-reported outcome that uses a 7-point Likert scale that allows the clinician to compare participant's condition at the visit to the baseline condition as follows: 1=very much improved since initiation of treatment (nearly all better; good level of functioning; minimal symptoms); 2=much improved (notably better with significant reduction of symptoms; increase in the level of functioning but some symptoms remain); 3=minimally improved (slightly better with little or no clinically meaningful reduction of symptoms); 4=no change from baseline (symptoms remain unchanged); 5=minimally worse (slightly worse but may not be clinically meaningful); 6=much worse (clinically significant increase in symptoms and diminished functioning); 7=very much worse since the initiation of treatment (severe exacerbation of symptoms and loss of functioning).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With CGI-S Response","description":"CGI-S response was defined as participants who had a reduction of ≥1 point in the CGI-S score. The CGI-S uses a 7-point Likert scale to assess dyskinesia severity as follows (with anchor points for choosing the most appropriate severity level caused by DCP): 1=normal (not at all ill, symptoms of disorder not present past 7 days); 2=borderline (subtle or suspected pathology); 3=mild (clearly established symptoms with minimal, if any, distress or difficulty in social and/or occupational function); 4=moderate (overt symptoms causing noticeable, but modest, functional impairment or distress; symptom level may warrant medication); 5=marked (intrusive symptoms that distinctly impair social/occupational function or cause intrusive levels of distress); 6=severe (disruptive symptoms, behavior and function are frequently influenced by symptoms, may require assistance from others); 7=extreme (symptoms drastically interferes in many life functions; may be hospitalized).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With PGI-I Response","description":"PGI-I response was defined as participants who were described as \"Much Improved\" or \"Somewhat Improved\" in the PGI-I score. The PGI-I is single item questionnaire to assess the participant's impression of improvement in dyskinesia symptoms after initiating therapy. The scale is a participant-reported outcome that aims to evaluate all aspects of participants' health and determine if there has been an overall improvement or not in dyskinesia symptoms. The participant selected the 1 response from the visual response options (\"emojis\") that gave the most accurate description of his/her state of health and overall status: 1=much improved (since the initiation of treatment); 2=somewhat improved; 3=no change; 4=somewhat worse; 5=much worse (since the initiation of treatment).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"An AE was defined as any untoward medical occurrence that develops or worsens in severity during the conduct of a clinical study and does not necessarily have a causal relationship to the study drug. SAEs included death, a life-threatening adverse event, inpatient hospitalization or prolongation of existing hospitalization, persistent or significant disability or incapacity, a congenital anomaly or birth defect, or an important medical event that jeopardized the participant and required medical intervention to prevent 1 of the outcomes listed in this definition. A summary of serious and non-serious AEs regardless of causality is located in 'Reported Adverse Events module'.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Shift From Baseline to Week 15 in Electrocardiogram (ECG) Findings","description":"The number of participants with a difference (shift) from baseline in any of the following ECG parameters is reported by group: Heart rate, PR interval, QRS interval, RR interval, QT interval, and QT interval corrected using the Fridericia formula (QTcF). Shifts represented as Baseline - Week 15 value (last observed postbaseline value).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Child Behavior Checklist (CBCL) Competence Total Score at Week 15","description":"The CBCL assesses behavioral and emotional status in children ages 6 through 18 years of age as reported by the caregiver. The full CBCL has two parts, a Competence Scale (Parts I to VII) and a Syndrome Scale (behavioral items). The Competence Scale (Parts I to VII) assesses various activities (for example, sports, hobbies, games, organizations, clubs, teams, groups, jobs, and chores), interpersonal relationships, and academic performance. The checklists having 120 questions consist of a number of statements about the child's behavior and responses which are recorded on a scale: 0 = Not True; 1 = Somewhat or Sometimes True; 2 = Very True or Often True. CBCL competence total score ranged from 0 (no problem) to 240 (lesser problem), was calculated by adding individual score of each domain. Higher scores indicate greater problems in child behavior.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.12","spread":"4.279"},{"groupId":"OG001","value":"-0.08","spread":"2.716"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Child Behavior Checklist (CBCL) Syndrome Total Score at Week 15","description":"The CBCL assesses behavioral and emotional status in children ages 6 through 18 years of age as reported by the caregiver. The full CBCL has two parts, a Competence Scale (Parts I to VII) and a Syndrome Scale (behavioral items). The Syndrome Scale comprises 113 questions related to problem behaviors. For each item, the responses are recorded on a scale: 0 = Not True; 1 = Somewhat or Sometimes True; 2 = Very True or Often True. The problem behaviors are scored on the following 8 empirically based syndromes: anxious/depressed, withdrawn/depressed, somatic complaints, social problems, thought problems, attention problems, rule-breaking behavior, and aggressive behavior. CBCL syndrome total score ranged from 0 (no problem) to 226 (lesser problem), was calculated by adding individual score of each domain. Higher scores indicate greater problems in child behavior.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.1","spread":"11.34"},{"groupId":"OG001","value":"-11.6","spread":"15.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Extrapyramidal Symptom Rating Scale (ESRS) Subscale I Total Score at Week 15","description":"The ESRS subscale I is a 7-item subjective questionnaire to evaluate parkinsonism, akathisia, dystonia and dyskinesia. The ESRS I is scored on 4-point scale (0=absent, 1=Mild, 2=Moderate, 3=Severe) for each item. The evaluation takes into account the verbal report of the participant on 1) the frequency and duration of the symptom during the day, 2) the number of days the symptom was present during the last week, and 3) the subjective evaluation of the intensity of the symptom by the participant. Total score was the sum of the 7 items which ranges from 0 (absent) to 28 (severe). Higher scores indicate greater severity of disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"1.40"},{"groupId":"OG001","value":"-1.5","spread":"2.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Extrapyramidal Symptom Rating Scale (ESRS) Subscale II Total Score at Week 15","description":"The ESRS subscale II is a 17-item questionnaire to evaluate parkinsonism and akathisia. The ESRS II consists of the following parts: tremor (0 \\[none\\]-48 \\[severe\\]), gait and posture (0 \\[none\\]-6 \\[severe\\]), postural stability (0 \\[none\\]-6 \\[severe\\]), rigidity (0 \\[none\\]-24 \\[severe\\]), expressive automatic movements (0 \\[none\\]-6 \\[severe\\]), bradykinesia (0 \\[none\\]-6 \\[severe\\]), and akathisia (0 \\[none\\]-6 \\[severe\\]). Total score was the sum of the 17 items which from ranges from 0 (absent) to 102 (severe). Higher scores indicate greater severity of disorder.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"5.64"},{"groupId":"OG001","value":"-1.8","spread":"6.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Epworth Sleepiness Scale (ESS) Total Score at Week 15","description":"The ESS is a self-administered questionnaire composed of 8 questions that provide a measure of a participant's general level of daytime sleepiness. The ESS is composed of 8 items. The responders were asked to rate their chances of falling asleep while engaged at 8 different activities, on a 4-point scale: 0 = would never fall asleep; 1=slight chance of falling asleep; 2=moderate chance of falling asleep; 3=high chance of falling asleep. Total score was calculated as the sum of 8 item scores which ranges from 0 (never) to 24 (high chance of falling asleep). Higher scores indicate high chances of falling asleep.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":"1.74"},{"groupId":"OG001","value":"1.6","spread":"5.21"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Columbia-Suicide Severity Rating Scale (C-SSRS) Outcomes (Suicidal Ideation and Suicidal Behavior) at Week 15","description":"Participants were placed into categories for suicidal ideation and suicidal behavior based on their responses to various questions. For suicidal ideation, following categories were used: None; Wish to be dead; Non-specific active suicidal thoughts; Any methods (not plan) without intent to act; Some intent to act, without specific plan; and Specific plan and intent. For suicidal behavior, following categories were used: None; Preparatory acts or behavior; Aborted attempt; Interrupted attempt; Actual attempt; and Suicide. Number of participants with suicidal ideation and/or suicidal behavior at Week 15 are reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":22},"commonTop":["Somnolence","Vomiting","Drooling","Dystonia","Nausea"]}}}