{"nctId":"NCT02651584","briefTitle":"Clinical Trial of CAM2038, Long-acting Subcutaneous Buprenorphine Injections for Treatment of Patients With Opioid Dependence","startDateStruct":{"date":"2015-12"},"conditions":["Opioid Use Disorders"],"count":428,"armGroups":[{"label":"SL BPN/NX tabs + placebo SC injections","type":"EXPERIMENTAL","interventionNames":["Drug: SL BPN/NX tabs","Drug: placebo SC injections"]},{"label":"CAM2038 SC injections + SL placebo tabs","type":"EXPERIMENTAL","interventionNames":["Drug: CAM2038 SC injection","Drug: SL placebo tablets"]}],"interventions":[{"name":"CAM2038 SC injection","otherNames":["Buprenorphine injection"]},{"name":"SL BPN/NX tabs","otherNames":["Suboxone"]},{"name":"placebo SC injections","otherNames":["placebo"]},{"name":"SL placebo tablets","otherNames":["placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must provide written informed consent prior to the conduct of any trial-related procedures.\n2. Male or female, 18-65 years of age, inclusive.\n3. Diagnosis of moderate or severe opioid use disorder as described (DSM-V).\n4. Voluntarily seeking treatment for opioid use disorder.\n5. Have not received medication-assisted treatment for opioid use disorder within 60 days prior to randomization.\n6. Considered by the Investigator to be a good candidate for BPN treatment, based on medical and psychosocial history.\n7. Male or Female subjects of childbearing potential must be willing to use a reliable method of contraception during the entire trial (Screening visit to Follow-up visit)\n\nExclusion Criteria:\n\n1. Current diagnosis of Acquired Immune Deficiency Syndrome (AIDS).\n2. Current diagnosis of chronic pain requiring opioids for treatment.\n3. Current DSM-V diagnosis of moderate to severe substance use disorder on any other psychoactive substances other than opioids, caffeine or nicotine (e.g., alcohol, cocaine, sedatives).\n4. Pregnant or lactating or planning to become pregnant during the trial.\n5. Hypersensitivity or allergy to BPN or other opioids, naloxone or other opioid antagonists, or excipients of CAM2038 or SL BPN.\n6. Requires current use of agents that are strong inhibitors or inducers of cytochrome P450 3A4 (CYP3A4) such as some azole antifungals (e.g., ketoconazole), macrolide antibiotics (e.g., clarithromycin), or protease inhibitors (e.g., ritonavir, indinavir, and saquinavir).\n7. Subjects with active signs or symptoms of hepatitis and requiring treatment. Subjects with no acute signs of inflammation, and no clinical necessity for therapy will be allowed, at the discretion of the Investigator.\n8. Recent history of or current evidence of suicidal ideation or active suicidal behavior as based on the Columbia Suicide Severity Rating Scale (C-SSRS) (\"Yes\" responses to questions 4 or 5).\n9. Any pending legal action that could prohibit participation or compliance in the trial.\n10. Exposure to any investigational drug within the 4 weeks prior to Screening.\n11. Participants with a history of risk factors of Torsades de Pointes (e.g., heart failure, hypokalemia, family history of Long QT Syndrome) or an electrocardiogram (ECG) demonstrating a Fridericia's corrected QT interval (QTcF) \\>450 msec in males and QTcF \\>470 in females at screening.\n12. Aspartate aminotransferase (AST) levels \\>3 X the upper limit of normal, alanine aminotransferase (ALT) levels \\>3 X the upper limit of normal, total bilirubin \\>1.5 X the upper limit of normal, or creatinine \\>1.5 X upper limit of normal on the Screening laboratory assessments, or other clinically significant laboratory abnormalities, which in the opinion of the Investigator may prevent the subject from safely participating in trial.\n13. Significant symptoms, medical conditions, or other circumstances which, in the opinion of the Investigator, would preclude compliance with the protocol, adequate cooperation in the trial or obtaining informed consent, or may prevent the subject from safely participating in trial (including, but not limited to, the risks described as precautions, warnings, and contraindications in the current version of the Investigator's Brochure for CAM2038).\n14. Is an employee of the Investigator or the trial site, with direct involvement in the proposed trial or other trials under the direction of the Investigator or trial site, or is a family member of an employee or of the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Response Rate, Denoted by Response Rate (Weeks 1-24).","description":"Response Rate, denoted by response rate (Weeks 1-24). A responder is defined as a subject with at least 33% of urine toxicology results collected during the Phase 1 (4 out of 12 urine samples) and 67% of urine toxicology results collected during Phase 2 (4 out of 6 urine samples) being negative for illicit opioids and self - reported illicit opioid use.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"37","spread":null}]},{"measurements":[{"groupId":"OG000","value":"184","spread":null},{"groupId":"OG001","value":"176","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Distribution Function (CDF) of Percentage of Urine Samples Negative for Illicit Opioids","description":"Cumulative distribution function (CDF) of percentage of urine samples negative for illicit opioids comparing CAM2038 to SL BPN/NX as (supported by self-reported opioid use results)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.7","spread":null},{"groupId":"OG001","value":"26.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Sustained Abstinence of Opioid Use","description":"Number of Subjects with Sustained Abstinence of Opioid Use taking SL BPN/NX and CAM2038","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"185","spread":null},{"groupId":"OG001","value":"174","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Remaining in the Study (Retention Rate)","description":"Number of Subjects Remaining in the Study (Retention Rate) on SL BPN/NX and CAM2038","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"126","spread":null},{"groupId":"OG001","value":"121","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":215},"commonTop":["Injection site pain","Headache","Constipation","Nausea","Injection site pruritus"]}}}