{"nctId":"NCT01533935","briefTitle":"Effect on Exercise Endurance and Lung Hyperinflation of Tiotropium + Olodaterol in COPD Patients.","startDateStruct":{"date":"2012-02"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":291,"armGroups":[{"label":"Olodaterol 5 mcg QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Olodaterol","Device: Respimat"]},{"label":"Placebo QD","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: Respimat"]},{"label":"Tiotropium 5 mcg QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium","Device: Respimat"]},{"label":"Tiotropium + olodaterol low dose QD","type":"EXPERIMENTAL","interventionNames":["Drug: Tiotropium + Olodaterol","Device: Respimat"]},{"label":"Tiotropium + olodaterol high dose","type":"EXPERIMENTAL","interventionNames":["Drug: tiotropium + Olodaterol","Device: Respimat"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Tiotropium + Olodaterol","otherNames":[]},{"name":"tiotropium + Olodaterol","otherNames":[]},{"name":"Tiotropium","otherNames":[]},{"name":"Olodaterol","otherNames":[]},{"name":"Respimat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. All patients must sign an informed consent consistent with ICH-GCP guidelines prior to participation in the trial, which includes medication washout and restrictions.\n2. All patients must have a diagnosis of chronic obstructive pulmonary disease and must meet the following spirometric criteria:\n\n   Patients must have relatively stable airway obstruction with a post-bronchodilator FEV1 \\<80% of predicted normal and a post-bronchodilator FEV1/FVC \\<70% at Visit 1.\n3. Male or female patients, between 40 and 75 years of age (inclusive) on day of signing informed consent.\n4. Patients must be current or ex-smokers with a smoking history of more than 10 pack years.\n\nExclusion criteria:\n\n1. Patients with a significant disease other than COPD; a significant disease is defined as a disease which, in the opinion of the investigator, may (i) put the patient at risk because of participation in the study, (ii) influence the results of the study, or (iii) cause concern regarding the patient's ability to participate in the study\n2. Patients with clinically relevant abnormal baseline haematology, blood chemistry, or urinalysis; all patients with an SGOT \\>x2 ULN, SGPT \\>x2 ULN, bilirubin \\>x2 ULN or creatinine \\>x2 ULN will be excluded regardless of clinical condition\n3. Patients with a history of asthma. For patients with allergic rhinitis or atopy, source documentation is required to verify that the patient does not have asthma.\n\n   Patients with any of the following conditions:\n4. A diagnosis of thyrotoxicosis (due to the known class side effect profile of ß2-agonists)\n5. A diagnosis of paroxysmal tachycardia (\\>100 beats per minute) (due to the known class side effect profile of ß2-agonists)\n6. A history of myocardial infarction within 1 year of screening visit (Visit 1)\n7. Unstable or life-threatening cardiac arrhythmia\n8. Hospitalized for heart failure within the past year\n9. Known active tuberculosis\n10. A malignancy for which patient has undergone resection, radiation therapy or chemotherapy within last five years (patients with treated basal cell carcinoma are allowed)\n11. A history of life-threatening pulmonary obstruction\n12. A history of cystic fibrosis\n13. Clinically evident bronchiectasis\n14. A history of significant alcohol or drug abuse\n15. Any contraindications for exercise testing.\n16. Patients who have undergone thoracotomy with pulmonary resection (patients with a history of thoracotomy for other reasons should be evaluated as per exclusion criterion No. 1)\n17. Patients being treated with any oral ß-adrenergics\n18. Patients being treated with oral corticosteroid medication at unstable doses\n19. Patients who regularly use daytime oxygen therapy for more than one hour per day and in the investigator's opinion will be unable to abstain from the use of oxygen therapy during clinic visits\n20. Patients who have completed a pulmonary rehabilitation program in the six weeks prior to the screening visit or patients who are currently in a pulmonary rehabilitation program\n21. Patients who have a limitation of exercise performance as a result of factors other than fatigue or exertional dyspnoea, such as arthritis in the leg, angina pectoris or claudication or morbid obesity.\n22. Patients who have taken an investigational drug within one month or six half lives (whichever is greater) prior to screening visit\n23. Patients with known hypersensitivity to ß-adrenergics drugs, anticholinergic drugs, BAC, EDTA or any other component of the Respimat® inhalation solution delivery system\n24. Pregnant or nursing women\n25. Women of childbearing potential not using highly effective methods of birth control.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Inspiratory Capacity at Rest Before Constant Work Rate Cycle Ergometry to Symptom Limitation at 75% Work Capacity","description":"Inspiratory capacity (IC) at rest before constant work rate cycle ergometry to symptom limitation at 75% maximal work capacity (Wcap).\n\nWcap was defined as the maximum work rate achieved for at least 30 seconds during the incremental cycle ergometry performed at Visit 1.\n\nThe presented means are adjusted means from the MMRM (Mixed Effects Model Repeated Measures) model.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.502","spread":"0.026"},{"groupId":"OG001","value":"2.687","spread":"0.025"},{"groupId":"OG002","value":"2.679","spread":"0.025"},{"groupId":"OG003","value":"2.776","spread":"0.025"},{"groupId":"OG004","value":"2.767","spread":"0.025"}]}]}]},{"type":"PRIMARY","title":"Endurance Time During Constant Work Rate Cycle Ergometry to Symptom Limitation at 75% Wcap","description":"Endurance time during constant work rate cycle ergometry (CWRCE) to symptom limitation at 75% Wcap\n\nWcap was defined as the maximum work rate achieved for at least 30 seconds during the incremental cycle ergometry performed at Visit 1.\n\nThe presented means are adjusted mean from the MMRM model.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"410.77","spread":"12.009"},{"groupId":"OG001","value":"419.06","spread":"12.207"},{"groupId":"OG002","value":"446.50","spread":"12.958"},{"groupId":"OG003","value":"460.66","spread":"13.310"},{"groupId":"OG004","value":"465.68","spread":"13.359"}]}]}]},{"type":"SECONDARY","title":"Slope of the Intensity of Breathing Discomfort (Borg Scale) During Constant Work Rate Cycle Ergometry to Symptom Limitation at 75% Wcap","description":"Slope of the intensity of breathing discomfort (Borg Scale) during CWRCE to symptom limitation at 75% Wcap. The intensity of breathing discomfort was rated using the modified Borg scale with ratings from 0 (nothing at all) to 10 (maximal).\n\nSlope is defined as : (intensity of breathing discomfort at the end of exercise minus intensity of breathing discomfort at rest) / endurance time.\n\nA decrease in slope indicates improvement.\n\nThe presented means are adjusted means from MMRM model.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.018","spread":"0.001"},{"groupId":"OG001","value":"0.017","spread":"0.001"},{"groupId":"OG002","value":"0.015","spread":"0.001"},{"groupId":"OG003","value":"0.014","spread":"0.001"},{"groupId":"OG004","value":"0.015","spread":"0.001"}]}]}]},{"type":"SECONDARY","title":"FEV1 (1 Hour Post-dose)","description":"Forced Expiratory Volume in 1 Second (FEV1) (one hour post-dose).\n\nThe presented means are adjusted means from MMRM model.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.548","spread":"0.016"},{"groupId":"OG001","value":"1.742","spread":"0.016"},{"groupId":"OG002","value":"1.741","spread":"0.016"},{"groupId":"OG003","value":"1.852","spread":"0.016"},{"groupId":"OG004","value":"1.876","spread":"0.016"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":214},"commonTop":["Chronic obstructive pulmonary disease","Nasopharyngitis","Dyspnoea","Cough"]}}}