{"nctId":"NCT01009086","briefTitle":"A Study of the Safety and Effectiveness of Ustekinumab in Patients With Psoriatic Arthritis","startDateStruct":{"date":"2009-12"},"conditions":["Arthritis, Psoriatic"],"count":615,"armGroups":[{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]},{"label":"Ustekinumab 45 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Ustekinumab 45 mg","Drug: Ustekinumab 90 mg"]},{"label":"Ustekinumab 90 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Ustekinumab 90 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Ustekinumab 45 mg","otherNames":[]},{"name":"Ustekinumab 90 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have had a documented diagnosis of psoriatic arthritis (PsA) at least 6 months\n* Have a diagnosis of active PsA at the time of entry into the study\n* If the participant is using methotrexate they should have started treatment at a dose not to exceed 25 milligram per week at least 3 months prior to the beginning of the study and should have no serious toxic side effects attributable to methotrexate. Methotrexate route of administration and doses should be stable for at least 4 weeks prior to the first administration of study agent. If currently not using methotrexate, must have not received methotrexate for at least 4 weeks prior to the first administration of the study agent\n\nExclusion Criteria:\n\n* Have other inflammatory diseases, including but not limited to rheumatoid arthritis, ankylosing spondylitis, systemic lupus erythematosus, or Lyme disease\n* Have used any therapeutic agent targeted at reducing interleukin (IL)-12 or IL-23, including but not limited to ustekinumab and briakinumab (ABT-874)\n* Have used any biologic agents that are targeted for reducing tumor necrosis factor-alpha, including but not limited to infliximab, etanercept, adalimumab, and golimumab\n* Have a medical history of latent or active granulomatous infection\n* Have any known malignancy or have a history of malignancy (with the exception of basal cell carcinoma, squamous cell carcinoma in situ of the skin, or cervical carcinoma in situ that has been treated with no evidence of recurrence, or squamous cell carcinoma of the skin that has been treated with no evidence of recurrence within 5 years of the beginning of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With American College of Rheumatology (ACR) 20 Response at Week 24.","description":"An ACR 20 response is defined as a greater than or equal to 20 percent improvement from baseline in swollen (66 joints) and tender (68 joints) joint counts and greater than or equal to 20 percent improvement in 3 of the following 5 assessments: 1) Participant's assessment of pain by Visual Analog Scale (VAS) (0-10 cm), 2) Participant's global assessment of disease activity by VAS (0-10 cm), 3) Physician's global assessment of disease activity by VAS (0-10 centimeters \\[cm\\]) 4) Participant's assessment of physical function as measured by the \"Disability Index of the Health Assessment Questionnaire\" (HAQ-DI) (score of 0-3 in 8 functional areas) and 5) C reactive protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null},{"groupId":"OG001","value":"42.4","spread":null},{"groupId":"OG002","value":"49.5","spread":null},{"groupId":"OG003","value":"46.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in the Disability Index Score as Measured With the \"Disability Index of the Health Assessment Questionnaire\" (HAQ-DI)","description":"The HAQ-DI is 20-question instrument that assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping, and activities of daily living). Responses in each functional area are scored from 0 (no difficulty), to 3 (inability to perform a task in that area). The average score across the functional areas yields an overall HAQ-DI score which ranges from 0 (no disability) to 3 (completely disabled). In psoriatic arthritis, a decrease in score of 0.30 indicates clinically meaningful improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.10","spread":"0.390"},{"groupId":"OG001","value":"-0.31","spread":"0.521"},{"groupId":"OG002","value":"-0.40","spread":"0.514"},{"groupId":"OG003","value":"-0.36","spread":"0.518"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants (With >= 3% Baseline Body Surface Area (BSA) Psoriatic Involvement) Who Achieved a Psoriasis Area and Severity Index 75 (PASI 75) Response at Week 24","description":"The PASI is a physician-administered assessment tool used for assessing and grading the severity of psoriatic lesions and their response to therapy. The PASI produces a numeric score that can range from 0 (no disease) to 72 (maximal disease). A PASI 75 response is defined as greater than or equal to 75 percent improvement in PASI score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"57.2","spread":null},{"groupId":"OG002","value":"62.4","spread":null},{"groupId":"OG003","value":"59.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With American College of Rheumatology (ACR) 50 Response at Week 24","description":"An ACR 50 response is defined as a greater than or equal to 50 percent improvement from baseline in swollen (66 joints) and tender (68 joints) joint counts and greater than or equal to 50 percent improvement in 3 of the following 5 assessments: 1) Participant's assessment of pain by Visual Analog Scale (VAS) (0-10 cm), 2) Participant's global assessment of disease activity by VAS (0-10 cm), 3) Physician's global assessment of disease activity by VAS (0-10 cm) 4)Participant's assessment of physical function as measured by the \"Disability Index of the Health Assessment Questionnaire\" (HAQ-DI) (score of 0-3 in 8 functional areas) and 5) C reactive protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":null},{"groupId":"OG001","value":"24.9","spread":null},{"groupId":"OG002","value":"27.9","spread":null},{"groupId":"OG003","value":"26.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With American College of Rheumatology (ACR) 70 Response at Week 24","description":"An ACR 70 response is defined as a greater than or equal to 70 percent improvement from baseline in swollen (66 joints) and tender (68 joints) joint counts and greater than or equal to 70 percent improvement in 3 of the following 5 assessments: 1) Participant's assessment of pain by Visual Analog Scale (VAS) (0-10 cm), 2) Participant's global assessment of disease activity by VAS (0-10 cm), 3) Physician's global assessment of disease activity by VAS (0-10 cm) 4) Participant's assessment of physical function as measured by the \"Disability Index of the Health Assessment Questionnaire\" (HAQ-DI) (score of 0-3 in 8 functional areas) and 5) C reactive protein.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":null},{"groupId":"OG001","value":"12.2","spread":null},{"groupId":"OG002","value":"14.2","spread":null},{"groupId":"OG003","value":"13.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 24 in Total Modified Van Der Heijde-Sharp (vdH-S) Score for the Combined Radiographic Data From Studies CNTO1275PSA3001 and CNTO1275PSA3002","description":"The modified vdH-S score is a radiographic evaluation of hand and feet erosions and joint space narrowing (JSN) for 20 joints per hand and 6 joints per foot with a total score ranging from 0 (best) to 528 (worst = worst possible erosion score of 320 + worst possible JSN score of 208). Higher score and positive score changes indicate more radiographic damage and radiographic progression, respectively. As per protocol, analysis for this outcome measure used pooled data from 2 studies (CNTO1275PSA3001 and PSA3002) because initial power assumptions showed that 900 participants would be required to evaluate impact of ustekinumab on structural damage (SD) progression. The 2 studies, (which had similar study designs and dosing regimens with difference to prior exposure to anti-tumor necrosis factor alpha (TNFα) therapies), were intended to independently measure efficacy in terms of signs, symptoms and physical function, while effects on SD progression is provided from an integrated analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":"3.852"},{"groupId":"OG001","value":"0.40","spread":"2.110"},{"groupId":"OG002","value":"0.39","spread":"2.403"},{"groupId":"OG003","value":"0.40","spread":"2.260"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":205},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection","Hypertension","Psoriatic Arthropathy","Urinary Tract Infection"]}}}