{"nctId":"NCT00958568","briefTitle":"A Study in Relapse Prevention of Treatment-Resistant Depression","startDateStruct":{"date":"2009-08"},"conditions":["Treatment Resistant Depression"],"count":892,"armGroups":[{"label":"Olanzapine and Fluoxetine combination (OFC)","type":"EXPERIMENTAL","interventionNames":["Drug: Olanzapine and Fluoxetine combination (OFC)"]},{"label":"Fluoxetine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fluoxetine"]}],"interventions":[{"name":"Olanzapine and Fluoxetine combination (OFC)","otherNames":["Symbyax","LY900000"]},{"name":"Fluoxetine","otherNames":["Prozac","LY1101440"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have single or recurrent unipolar Major Depressive Disorder (MDD), without psychotic features by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition-Text Revision (DSM-IV-TR) clinical assessment, confirmed by the structured clinician Interview for DSM-IV Axis 1 disorders (SCID-I).\n* If female and of childbearing potential, test negative for pregnancy and agree to abstain from sexual activity or use a medically accepted means of contraception during the study. Use of any oral or injectable contraception must be initiated prior to receiving treatment.\n* Have 17-item Hamilton Depression (HAM-D) score greater than or equal to 18 at screening and the day treatment is due to be received for the first time.\n* Have treatment-resistant depression, as defined by having demonstrated failure to achieve satisfactory antidepressant response to adequate separate treatment courses of at least 2 different antidepressants within the current episode of MDD.\n\nExclusion Criteria:\n\n* Have a diagnosis of Parkinson's disease or related disorders.\n* Have a current or lifetime diagnosis of any of the following according to DSM-IV criteria: Schizophrenia, Schizophreniform Disorder, Schizoaffective Disorder, Delusional Disorder, Psychotic Disorder Not Otherwise Specified, Bipolar Disorder I or II, Delirium of any type, Dementia of any type, Amnestic Disorder, any Substance-Induced Disorder, or any Psychotic Disorder due to a General Medical Condition.\n* Have current diagnosis of post-partum depression, MDD with atypical features, or MDD with a seasonal pattern as defined in the DSM-IV.\n* Have paranoid, schizoid, schizotypal, antisocial, and borderline personality disorders (Axis II) as a comorbid or primary diagnosis, based on DSM-IV criteria.\n* Have had psychotic symptoms within 1 month prior to Screening or demonstrate psychotic features at screening and on the day treatment is due to be assigned for the first time as determined by the investigator.\n* Have DSM-IV substance dependence/abuse or not willing to avoid use of the substance (not including dependence on nicotine or caffeine), as defined by the SCID-I, within the past 30 days.\n* Are actively suicidal in the judgment of the investigator.\n* Have had one or more seizures without a clear and resolved etiology.\n* Have leukopenia or history of leukopenia without a clear and resolved etiology, or known history of agranulocytosis during the participant's lifetime.\n* Have alanine aminotransferase (ALT)/serum glutamic pyruvic transaminase (SGPT) values greater than or equal to 2 times the upper limit of normal (ULN) of the performing laboratory or aspartate aminotransferase (AST)/serum glutamic oxaloacetic transaminase (SGOT) values greater than or equal to 2 times the ULN or total bilirubin values greater than or equal to 1.5 times the ULN at any time during screening.\n* Have acute, serious, or unstable medical conditions.\n* Have any illness such that death is anticipated within 1 year or intensive care unit hospitalization for the illness is anticipated within 6 months.\n* Have elevated prolactin levels at screening.\n* Have Bazett's corrected QT interval (QTc) greater than 450 milliseconds (male) or greater than 470 milliseconds (female) at screening and when treatment is due to be received for the first time.\n* Have received electroconvulsive therapy (ECT) or vagus nerve stimulation (VNS) treatment within the current episode; have a history of failure to adequate treatment courses of ECT or VNS; or will require ECT or VNS at any time during study participation.\n* If receiving psychotherapy, light therapy, or both, are anticipated to require changes in frequency/intensity of treatment regimen or to cease treatment regimen over the duration of the study. Participants who are not receiving any of these therapies upon study entry may not begin any of these therapies during screening, or during any treatment phases of the study.\n* Have received previous treatment with clozapine.\n* Have used a monoamine oxidase inhibitor (MAOI) within 14 days prior to screening or are expected to need MAOI treatment at any time during this study through 5 weeks after the participant discontinues from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Relapse by Any Criteria","description":"Relapse defined as meeting any of these criteria: 50% increase in Montgomery-Asberg Depression Rating Scale (MADRS) score from randomization with a Clinical Global Impressions-Severity (CGI-S) of Depression score increase to a score of 4 or more; Hospitalized for depression or suicidality; Discontinued due to lack of efficacy/worsening of depression/suicidality. MADRS is a 10-item rating scale for depressive mood symptoms severity, items rated on 0-6 scale, with total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (the most extremely ill). Lack of Efficacy/Worsening of depression was at discretion of investigator based on clinical observation. Suicidality is thoughts or actions of self-harm as determined by the investigator. Those who did not relapse were \"censored\" at their last observation.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"10.0"},{"groupId":"OG001","value":"NA","spread":"5.9"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Relapse by Any Criteria","description":"Relapse is defined as meeting any of the following criteria: 50% increase in Montgomery-Asberg Depression Rating Scale (MADRS) score from randomization with concomitant Clinical Global Impressions-Severity (CGI-S) of Depression score increase to a score of 4 or more; Hospitalization for depression or suicidality; Discontinuation due to lack of efficacy/worsening of depression/suicidality. MADRS is a rating scale for severity of depressive mood symptoms with 10 items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (the most extremely ill). Lack of Efficacy/Worsening of depression was at the discretion of the investigator and based on clinical observation. Suicidality is thoughts or actions of self-harm as determined by the investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.8","spread":null},{"groupId":"OG001","value":"31.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Relapse Based on Montgomery-Åsberg Depression Rating Scale (MADRS) Score With Concomitant Clinical Global Impressions-Severity (CGI-S) of Depression Score","description":"Relapse is defined as a 50% increase in the Montgomery-Asberg Depression Rating Scale (MADRS) score from randomization with concomitant Clinical Global Impressions-Severity (CGI-S) of Depression score increase to a score of 4 or more. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (the most extremely ill).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.0","spread":null},{"groupId":"OG001","value":"28.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Relapse as Measured by Hospitalization for Depression or Suicidality","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Relapse as Measured by Discontinuation Due to Lack of Efficacy/Worsening of Depression/Suicidality","description":"Lack of Efficacy/Worsening of depression was at the discretion of the investigator and was based on clinical observation. Suicidality is thoughts or actions of self-harm as determined by the investigator.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"28.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Relapse Based on the Montgomery-Åsberg Depression Rating Scale (MADRS) Score With Concomitant Clinical Global Impressions-Severity (CGI-S) of Depression Score","description":"Relapse is defined as a 50% increase in the Montgomery-Asberg Depression Rating Scale (MADRS) score from randomization with concomitant Clinical Global Impressions-Severity (CGI-S) of Depression score increase to a score of 4 or more. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (the most extremely ill). Those who did not relapse were \"censored\" at their last observation.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"10.4"},{"groupId":"OG001","value":"NA","spread":"6.2"}]}]}]},{"type":"SECONDARY","title":"Time to Relapse as Measured by Hospitalization for Depression or Suicidality","description":"Those who did not relapse were \"censored\" at their last observation.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"29.9"},{"groupId":"OG001","value":"NA","spread":"4.3"}]}]}]},{"type":"SECONDARY","title":"Time to Relapse as Measured by Discontinuation Due to Lack of Efficacy/Worsening of Depression/Suicidality","description":"Lack of Efficacy/Worsening of depression was at the discretion of the investigator and was based on clinical observation. Suicidality is thoughts or actions of self-harm as determined by the investigator. Those who did not relapse were \"censored\" at their last observation.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"11.8"},{"groupId":"OG001","value":"NA","spread":"5.3"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Responding to Treatment During Open-Label Acute Treatment Phase","description":"A 50% or greater improvement from baseline on the Montgomery-Asberg Depression Rating Scale (MADRS) and a Clinical Global Impressions-Severity (CGI-S) of Depression score ≤3 will be considered as response criteria met. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill participants).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining Response at Any Point During Stabilization Treatment Phase","description":"A 50% or greater improvement from baseline on the Montgomery-Asberg Depression Rating Scale (MADRS) and a Clinical Global Impressions-Severity (CGI-S) of Depression score ≤3 will be considered as response criteria met. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill participants).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving Remission at Any Point During Stabilization Treatment Phase","description":"Remission is defined as the Montgomery-Asberg Depression Rating Scale (MADRS) score ≤8. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Maintaining Remission","description":"Remission is defined as the Montgomery-Asberg Depression Rating Scale (MADRS) score ≤8. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.4","spread":null},{"groupId":"OG001","value":"78.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Montgomery-Asberg Depression Rating Scale (MADRS) Using Mixed-Effects Model Repeated Measures (MMRM) Analysis","description":"The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Least Squares (LS) Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":"0.56"},{"groupId":"OG001","value":"4.97","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Montgomery-Asberg Depression Rating Scale (MADRS) Using Last Observation Carried Forward (LOCF) Analysis","description":"The MADRS has a 10-item checklist with items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Least Squares (LS) Mean values were controlled for baseline (Week 20), treatment and country.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":"0.71"},{"groupId":"OG001","value":"6.84","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Clinical Global Impressions - Severity (CGI-S) of Depression Using Mixed-Effects Model Repeated Measures (MMRM) Analysis","description":"CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). Least Squares (LS) Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":"0.08"},{"groupId":"OG001","value":"0.54","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Resource Utilization - Average Number of Hours Worked for Pay Per Week at Week 47","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.49","spread":"16.95"},{"groupId":"OG001","value":"37.76","spread":"14.58"}]}]}]},{"type":"SECONDARY","title":"Resource Utilization (Number of Psychiatric Visits, Number of Emergency Room or Equivalent Facility Visits for Psychiatric Illness)","description":"Resource utilization is defined as the average number of psychiatric visits and number of emergency room or equivalent facility visits for psychiatric illness.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.65","spread":"1.43"},{"groupId":"OG001","value":"0.81","spread":"1.52"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"0.00"},{"groupId":"OG001","value":"0.00","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Change From Week 20 to Week 47 Endpoint in the Sheehan Disability Scale (SDS)","description":"The SDS is completed by the participant and is used to assess the effect of the participant's symptoms on their work or school (Item 1), social (Item 2), and family life and home responsibilities (Item 3). Each item is measured on a 0 (not at all) to 10 (extremely) point scale with higher values indicating greater disruption. Total scores is the sum of the 3 items and range from 0 to 30 with higher values indicating greater disruption in the participant's work/social/family life. Least Squares (LS) Mean values were controlled for baseline (Week 20), treatment and country.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.30","spread":"0.72"},{"groupId":"OG001","value":"3.24","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Akathisia","description":"Barnes Akathisia Scale (BAS) rates observable, restless movements of drug-induced akathisia as well as the subjective awareness of restlessness and any distress associated with the akathisia. It consists of 4 items. 3 items (objective akathisia, subjective awareness of restlessness and subjective distress related to restlessness) rated on a 4-point scale, with 0 being no akathisia and 3 being severe akathisia. Item 4 (global clinical assessment of Akathisia) is derived from the responses on Items 1-3 rated on a 6-point scale, with 0 being absence and 5 being extreme Akathisia. Treatment emergent akathisia is defined as a global clinical assessment score on BAS \\<2 at baseline (Week 20) and a global clinical assessment score on BAS ≥2 post-baseline (Weeks 21-47).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Parkinsonism","description":"Simpson-Angus Scale is used to measure Parkinsonian-type symptoms in participants exposed to neuroleptics. The scale consists of 10 items, each rated on a 5-point scale, with 0 meaning complete absence of the condition and 4 meaning the presence of the condition in extreme form. The total score is obtained by adding the items and ranges from 0-40 with higher scores indicating worse conditions. Treatment emergent parkinsonism is defined as total score ≤3 of items 1 through 10 of the Simpson-Angus scale at baseline (Week 20) and a total score \\>3 of items 1 through 10 post-baseline (Weeks 21-47).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Dyskinesia","description":"Abnormal Involuntary Movement Scale (AIMS) is a 12-item scale designed to record the occurrence of dyskinetic movements. Items 1 through 10 are rated on a 5-point scale, with 0 being no dyskinetic movements and 4 being severe dyskinetic movements. Items 11 and 12 are yes/no questions regarding the dental condition of the participants. Treatment emergent dyskinesia is defined as a score ≥3 on any one of the AIMS items 1-7 post-baseline (Weeks 21-47) or scores ≥2 on any two of the AIMS items 1-7 post-baseline (Weeks 21-47) among participants without either criteria at baseline (Week 20).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Fasting Total Cholesterol","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.65","spread":"3.24"},{"groupId":"OG001","value":"-1.74","spread":"3.52"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent High Fasting Total Cholesterol","description":"Borderline to High fasting total cholesterol: ≥200 milligrams/deciliter (mg/dL) and \\<240 mg/dL at baseline and ≥240 mg/dL any time post baseline; Normal to Borderline fasting total cholesterol: \\<200 mg/dL at baseline, ≥200 mg/dL and \\<240 mg/dL any time post baseline; Normal to High fasting total cholesterol: \\<200 mg/dL at baseline and ≥240 mg/dL any time post baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.0","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"16.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Fasting Low-Density Lipoprotein (LDL) Cholesterol","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.72","spread":"2.96"},{"groupId":"OG001","value":"0.85","spread":"3.20"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent High Fasting Low-Density Lipoprotein (LDL) Cholesterol","description":"Borderline to High fasting LDL cholesterol: ≥100 milligrams/deciliter (mg/dL) and \\<160 mg/dL at baseline and ≥160 mg/dL any time post baseline; Normal to Borderline fasting LDL cholesterol: \\<100 mg/dL at baseline, ≥100 mg/dL and \\<160 mg/dL any time post baseline; Normal to High fasting LDL cholesterol: \\<100 mg/dL at baseline and ≥160 mg/dL any time post baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.4","spread":null},{"groupId":"OG001","value":"10.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":null},{"groupId":"OG001","value":"30.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Fasting High-Density Lipoprotein (HDL) Cholesterol","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.71","spread":"0.84"},{"groupId":"OG001","value":"2.02","spread":"0.92"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Low Fasting High-Density Lipoprotein (HDL) Cholesterol","description":"Normal to Low fasting HDL cholesterol is ≥40 milligrams/deciliter (mg/dL) at baseline and \\<40 mg/dL anytime post baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.2","spread":null},{"groupId":"OG001","value":"25.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Hepatic Events","description":"Participants with alanine aminotransferase (ALT) and aspartate aminotransferase (AST) \\<=3 times the upper limit of normal (ULN) at baseline, with ALT or AST \\>=3 times the ULN post-baseline and total bilirubin \\>=2 times ULN at the same time are considered having treatment-emergent hepatic events.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Fasting Triglycerides","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.24","spread":"5.70"},{"groupId":"OG001","value":"-21.51","spread":"6.20"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent High Fasting Triglycerides","description":"Borderline to High fasting triglycerides: ≥150 milligrams/deciliter (mg/dL) and \\<200 mg/dL at baseline and ≥200 mg/dL any time post baseline; Normal to Borderline fasting triglycerides: \\<150 mg/dL at baseline, ≥150 mg/dL and \\<200 mg/dL any time post baseline; Normal to High fasting triglycerides: \\<150 mg/dL at baseline and ≥200 mg/dL any time post baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.1","spread":null},{"groupId":"OG001","value":"26.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null},{"groupId":"OG001","value":"6.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"5.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Fasting Glucose","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.67","spread":"1.36"},{"groupId":"OG001","value":"-2.22","spread":"1.47"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent High Fasting Glucose","description":"Impaired to High fasting glucose: ≥100 milligrams/deciliter (mg/dL) and \\<126 mg/dL at baseline and ≥126 mg/dL any time post baseline; Normal to High glucose: \\<100 mg/dL at baseline and ≥126 mg/dL any time post baseline; Normal to Impaired fasting glucose is \\<100 mg/dL at baseline, ≥100 mg/dL and \\<126 mg/dL any time post baseline; Normal/Impaired to High fasting glucose: \\<126 mg/dL at baseline and ≥126 mg/dL any time post baseline.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"7.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"5.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.6","spread":null},{"groupId":"OG001","value":"28.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"6.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Week 20 to Week 47 in Weight","description":"Mixed-effects model repeated measures (MMRM) analysis was used to calculate Least Squares (LS) Mean and standard error (SE). LS Mean values were controlled for baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"0.33"},{"groupId":"OG001","value":"-2.78","spread":"0.36"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Week 20-to-Week 47 Endpoint Increase in Weight of at Least 7%","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":null},{"groupId":"OG001","value":"2.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Suicide-Related Thoughts and Behaviors","description":"Columbia Suicide Rating Scale (C-SSRS) captures occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal ideation: a \"yes\" answer to any one of 5 suicidal ideation questions: wish to be dead, and 4 different categories of active suicidal ideation. Suicidal behavior: a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Corrected (for Rate) Cardiac QT Interval Using Fridericia's Formula (QTcF) on Electrocardiogram","description":"Least Squares (LS) Mean values were obtained from a mixed model repeated measures (MMRM) analysis. Model includes baseline (Week 20), treatment, country, visit, and treatment by visit interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.12","spread":"1.48"},{"groupId":"OG001","value":"-1.55","spread":"1.60"}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With Treatment-Emergent Corrected (for Rate) Cardiac QT Interval Using Fridericia's Formula (QTcF) on Electrocardiogram ≥500 Milliseconds (Msec)","description":"Data presented are the percent of participants whose baseline corrected (for rate) cardiac QT interval \\<500 msec with post-baseline corrected (for rate) cardiac QT interval ≥500 msec.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With a 60 Milliseconds (Msec) Increase in Fridericia-Corrected (for Rate) Cardiac QT Interval (QTcF) on Electrocardiogram","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Kaplan-Meier Estimate of Percentage of Subjects Not Relapsing at Week 27 (Day 189)","description":"Relapse is defined as meeting any of the following criteria (Relapse-any reason): 50% increase in MADRS score from randomization with concomitant CGI-S of Depression score increase to a score of 4 or more (MADRS score/CGI-S Depression Score); Hospitalization for depression or suicidality; Discontinuation due to lack of efficacy/worsening of depression/suicidality. MADRS is a rating scale for severity of depressive mood symptoms with 10 items rated on a scale of 0-6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). CGI-S measures severity of illness at the time of assessment compared with start of treatment. Scores range from 1 (normal, not at all ill) to 7 (the most extremely ill). Lack of Efficacy/Worsening of depression was at the discretion of the investigator and based on clinical observation. Suicidality is thoughts or actions of self-harm as determined by the investigator.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.6","spread":null},{"groupId":"OG001","value":"66.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.3","spread":null},{"groupId":"OG001","value":"69.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":null},{"groupId":"OG001","value":"98.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87.4","spread":null},{"groupId":"OG001","value":"69.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":892},"commonTop":["Weight increased","Increased appetite","Dry mouth","Headache","Somnolence"]}}}