{"nctId":"NCT02174432","briefTitle":"Open Label Extension Study of Nalbuphine HCl ER in Patients With Prurigo Nodularis","startDateStruct":{"date":"2015-08-15","type":"ACTUAL"},"conditions":["Prurigo Nodularis","Nodularis Prurigo","Prurigo"],"count":36,"armGroups":[{"label":"nalbuphine HCl ER","type":"EXPERIMENTAL","interventionNames":["Drug: nalbuphine HCl ER"]}],"interventions":[{"name":"nalbuphine HCl ER","otherNames":["nalbuphine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject completed participation in the TR03 study\n\nExclusion Criteria:\n\n* Medical condition or other factors that in the opinion of the Investigator may interfere with the conduct of the study.\n* Subject is a pregnant or lactating female","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Incidence and Nature of Treatment Emergent Adverse Events (TEAEs)","description":"Incidence of adverse events is calculated based on events observed on or after the date of first dose, where incidence is defined as the number of subjects who reported one or more events of a particular adverse event divided by the number of subjects who received at least one dose of investigational product. Overall incidence is the proportion of subjects who had one or more adverse events of any type and nature pertains to the incidence of individual events coded by MedDRA nomenclature. An additional consideration was to evaluate incidence of adverse events by dose achieved but this was not done as subjects achieved a maximum dose during the study that varied and, per protocol, dosing could be modified per the investigator, during the course of this extension to TR03. In addition, TR03EXT involved a dose titration whereas events could have been reported well before a subject achieved some partciular dose level. Consequently, such a presentation would have been impossible to discern.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":36},"commonTop":[]}}}