{"nctId":"NCT00566254","briefTitle":"Efficacy and Safety of Adjunctive Zonisamide in Paediatric Partial Onset Seizures (CATZ Study)","startDateStruct":{"date":"2008-12"},"conditions":["Epilepsy; Paediatric Partial Onset Seizures"],"count":207,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Zonisamide","type":"EXPERIMENTAL","interventionNames":["Drug: Zonisamide"]}],"interventions":[{"name":"Zonisamide","otherNames":["Zonegran"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject is male or female aged 6-17 years inclusive.\n2. Parent/guardian is willing to sign an approved informed consent form, and accompany the subject on all study visits.\n3. Subject is willing to give informed (written or verbal) assent and if appropriate written informed consent.\n4. Subject has a clinical diagnosis of epilepsy with partial-onset seizures with or without secondary generalized seizures according to the International League Against Epilepsy's Classification of Epileptic Seizures (1981).\n5. Diagnosis has been established by clinical history, electroencephalogram (EEG) and computed tomography/ magnetic resonance imaging (CT/MRI) of the brain consistent with localization related epilepsy.\n6. Subject has \\> four (simple or complex) partial seizures (with or without secondary generalization) per month over the eight week Screening Period with at least one seizure in each four week period and with no 21 day period being seizure free.\n7. Subject is taking a stable regimen of one or two other AEDs for at least one month prior to Visit 1 (start of the Screening Period).\n\n   NOTE: If using a vagal nerve stimulator (VNS), it must have been implanted for at least five months and stimulator parameters must remain unchanged for at least one month prior to Visit 1 (start of the Screening Period), and throughout the entire study period. VNS will be considered as one AED for the purposes of this study.\n8. Subject is in general good health as determined by medical history, physical exam and screening laboratory results.\n9. Parent/guardian is willing and able to complete a seizure diary for the duration of the study.\n\nExclusion Criteria:\n\n1. Subject of body weight \\< 20 kg at the Screening Visit.\n2. Subject is unable to swallow capsules.\n3. Subject has progressive neurological disease (determined by diagnosis or a pre-existing brain image such as a CT scan or MRI).\n4. Subject has a history of idiopathic generalized epilepsy as defined by the International League Against Epilepsy (ILAE).\n5. Subjects with Lennox-Gastaut syndrome, absence, myoclonic, clonic and/or tonic (other than secondary generalized) and atonic seizures.\n6. Subject has psychogenic seizures\n7. Subject has a history of status epilepticus within a year of the Screening Visit whilst taking AEDs.\n8. Subject has seizures that only occur in clustered patterns, or has seizures that are too close together to count accurately.\n9. Subject has a history of renal calculi or renal insufficiency (creatinine levels \\>194 µmol/l (1.5 mg1/dl).\n10. Subject had a predisposing condition that might interfere with absorption, distribution, or excretion of zonisamide.\n11. Subject has a history of psychiatric illness.\n12. Subject has a history of suicide attempt.\n13. Female subject who is pregnant or lactating.\n14. Subject has a history of demonstrated non-compliance with treatment or, the subject, parent or legal guardian can be reasonably expected not to be compliant with study procedures or to complete the study.\n15. Female subject of 10 years of age or greater or of child bearing potential (i.e., started menses) and is not taking or prepared to take a medically acceptable form of contraception (i.e., oral contraceptive pill, surgical sterilization, an implant or an injected form of contraception, or intrauterine device), or who is not prepared to abstain from sexual activity for the duration of the study and one month after last administration of study medication.\n\n    NOTE: Should a female subject become of childbearing potential during the study, they must be reconsented in order to give consent to undergo pregnancy testing and either confirm abstinence or receive medically appropriate form of contraception.\n16. Subject has clinically significant abnormal laboratory values at the Screening Visit.\n17. Subject has received previous treatment with zonisamide.\n18. Subject is treated with a ketogenic diet or is likely to have surgery for epilepsy in the trial period.\n19. Subject requires frequent rescue benzodiazepines (\\> than once per week).\n20. Concomitant use of felbamate or use of felbamate within 2 months prior to Visit 1.\n21. Subject has elevations of liver enzymes, alanine aminotransferase (ALT), and aspartate aminotransferase (AST) \\> 2 times the upper limit of normal (ULN).\n22. Subject has evidence of significant active and unstable haematological disease; i.e., white blood cell (WBC) count \\< 2500/µL or an absolute neutrophil count \\< 1000/µL\n23. Subject with clinically significant active hepatic disease, cardiovascular, metabolic, respiratory, renal, endocrinological and gastrointestinal diseases or any other clinically significant organic disease, within 30 days prior to the Screening Visit.\n24. Subjects with known or suspected history of alcoholism or drug abuse within the previous two years, or a positive finding on urinary drug screening of any drugs other than prescribed medications.\n25. Subjects with any other condition that would make them, in the opinion of the Investigator unsuitable for this study.\n26. Subjects who have participated in a clinical trial involving administration of an investigational compound (including zonisamide) within three months of the Screening Visit.\n27. Subjects with a known or suspected hypersensitivity to zonisamide, or sulphonamides.\n28. Subjects taking acetazolamide, any carbonic anhydrase inhibitors e.g. topiramate, and any drugs with anticholinergic activity.\n29. Subjects who do not have a complete seizure diary during the Screening Period.\n30. Subjects with active and/or insufficiently treated neurocysticerosis or intercraniel tubiculosis. Note: subjects who have completed a curative antihelminthic or antituberculous treatment course more than 3 months before screening and who are free of signs and symptoms of active infection (including on a post treatment CT/MRI scan), may be enrolled in the study.\n31. Subjects taking antipsychotics, monoamine oxidase inhibitors (MAOIs), tricyclic antidepressants (TCAs) and benzodiazepines with barbiturates and amphetamines for disease other than epilepsy within 3 months of screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Decrease From Baseline in 28-day Seizure Frequency of =50%(Responder) in the Maintenance Period(LOCF)","description":"A participant with a decrease from baseline in seizure frequency of =50 % was considered a responder. Participants' parent or guardian maintained a seizure diary recording the date, number, and type of seizures the subject had. The primary analysis assessed the percent of responders in the Maintenance Period (28- day seizure frequency in Week 8 to Week 20 compared to Week -8 to Week 0 at Last Observation Carried Forward (LOCF)). Seizure frequency of simple partial, complex partial, and partial seizures with secondary generalization were assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"50","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percent Change From Baseline in the 28-day Seizure Frequency During the Maintenance Period (LOCF)","description":"Participants' parent or guardian maintained a seizure diary recording the date, number,and type of seizures the subject had. Seizure frequency of simple partial,complex partial,and partial seizures with secondary generalization were assessed.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-24.5","spread":null},{"groupId":"OG001","value":"-50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With =50% to < 75% and = 75% Decrease From Baseline in 28-day Seizure Frequency During the Maintenance Period(LOCF)","description":"Participants' parent or guardian maintained a seizure diary recording the date, number, and type of seizures the subject had. Seizure frequency of simple partial, complex partial,and partial seizures with secondary generalization were assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null},{"groupId":"OG001","value":"27.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.0","spread":null},{"groupId":"OG001","value":"23.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants With =25% and =100% Increase From Baseline in 28-day Seizure Frequency During the Maintenance Period (LOCF)","description":"Participants' parent or guardian maintained a seizure diary recording the date, number, and type of seizures the subject had. Seizure frequency of simple partial, complex partial, and partial seizures with secondary generalization were assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":100},"commonTop":["Nasopharyngitis","Headache","Decreased appetite","Abdominal pain upper"]}}}