{"nctId":"NCT02301975","briefTitle":"An Efficacy and Safety Study of Fluticasone Furoate/Vilanterol 100/25 Microgram (mcg) Inhalation Powder, Fluticasone Propionate/Salmeterol 250/50 mcg Inhalation Powder, and Fluticasone Propionate 250 mcg Inhalation Powder in Adults and Adolescents With Persistent Asthma","startDateStruct":{"date":"2015-03-01"},"conditions":["Asthma"],"count":1526,"armGroups":[{"label":"Fluticasone Furoate/Vilanterol 100/25 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate/Vilanterol 100/25 mcg via ELLIPTA inhaler","Drug: Placebo inhalation powder via ACCUHALER/DISKUS inhaler"]},{"label":"Fluticasone Propionate/Salmeterol 250/50 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo inhalation powders via ELLIPTA inhaler","Drug: Fluticasone Propionate/Salmeterol 250/50 mcg via ACCUHALER/DISKUS inhaler"]},{"label":"Fluticasone Propionate 250 mcg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo inhalation powders via ELLIPTA inhaler","Drug: Fluticasone Propionate 250 mcg via ACCUHALER/DISKUS inhaler"]}],"interventions":[{"name":"Fluticasone Furoate/Vilanterol 100/25 mcg via ELLIPTA inhaler","otherNames":[]},{"name":"Placebo inhalation powders via ELLIPTA inhaler","otherNames":[]},{"name":"Fluticasone Propionate/Salmeterol 250/50 mcg via ACCUHALER/DISKUS inhaler","otherNames":[]},{"name":"Placebo inhalation powder via ACCUHALER/DISKUS inhaler","otherNames":[]},{"name":"Fluticasone Propionate 250 mcg via ACCUHALER/DISKUS inhaler","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Subjects must give their signed and dated written informed consent to participate prior to commencing any study related activities.\n* Subjects must be outpatients \\>=12 years of age at Visit 1 who have had a diagnosis of asthma, as defined by the National Institutes of Health, for at least 12 weeks prior to Visit 1 (Note: Countries with local restrictions prohibiting enrollment of adolescents will enroll subjects \\>=18 years of age only).\n* Subjects may be male or an eligible female. An eligible female is defined as having non-childbearing potential or having childbearing potential and a negative urine pregnancy test at Screening and agrees to use an acceptable method of birth control consistently and correctly.\n* Subjects must have a FEV1 of \\>=80% of the predicted normal value.\n* Subjects are eligible if they have received mid dose ICS plus LABA (equivalent to FP/salmeterol 250/50 twice daily or an equivalent combination via separate inhalers) for at least the 12 weeks immediately preceding Visit 1.\n* All subjects must be able to replace their current SABA treatment with albuterol/salbutamol aerosol inhaler at Visit 1 for use, as needed, for the duration of the study. Subjects must be able to withhold albuterol/salbutamol for at least 6 hours prior to study visits.\n* If in the opinion of the investigator the subject's asthma is well controlled. Exclusion Criteria\n* History of Life-Threatening Asthma, defined for this protocol as an asthma episode that required intubation and/or associated with hypercapnea, respiratory arrest or hypoxic seizures within the last 5 years.\n* Culture-documented or suspected bacterial or viral infection of the upper or lower respiratory tract, sinus or middle ear that is not resolved within 4 weeks of Visit 1 and led to a change in asthma management or in the opinion of the Investigator, expected to affect the subject's asthma status or the subject's ability to participate in the study.\n* Any asthma exacerbation requiring oral corticosteroids within 12 weeks of Visit 1 or resulting in an overnight hospitalization requiring additional treatment for asthma within 6 months prior to Visit 1.\n* A subject must not have current evidence of Atlectasis, Bronchopulmonary dysplasia, Chronic bronchitis, Chronic obstructive pulmonary disease, Pneumonia, Pneumothorax, Interstitial lung disease, or any evidence of concurrent respiratory disease other than asthma\n* A subject must not have any clinically significant, uncontrolled condition or disease state that, in the opinion of the investigator, would put the safety of the subject at risk through study participation or would confound the interpretation of the results if the condition/disease exacerbated during the study.\n* A subject must not have used any investigational drug within 30 days prior to Visit 1 or within five half-lives (t½) of the prior investigational study, whichever is longer of the two.\n* Any adverse reaction including immediate or delayed hypersensitivity to any beta2-agonist, sympathomimetic drug, or any intranasal, inhaled, or systemic corticosteroid therapy. Known or suspected sensitivity to the constituents of RELVAR™ ELLIPTA inhaler, SERETIDE™ ACCUHALER/DISKUS inhaler or FP 250.\n* History of severe milk protein allergy.\n* Administration of prescription or non-prescription medication that would significantly affect the course of asthma, or interact with study drug.\n* A subject must not be using or require the use of immunosuppressive medications during the study.\n* A subject will not be eligible if he/she or his/her parent or legal guardian has any infirmity, disability, disease, or geographical location which seems likely (in the opinion of the Investigator) to impair compliance with any aspect of this study protocol, including visit schedule and completion of the daily diaries.\n* Current tobacco smoker or has a smoking history of 10 pack-years (20 cigarettes/day for 10 years). A subject may not have used inhaled tobacco products or inhaled marijuana within the past 3 months (e.g., cigarettes, cigars, electronic cigarettes, or pipe tobacco).\n* A subject will not be eligible for this study if he/she is an immediate family member of the participating investigator, sub-investigator, study coordinator, or employee of the participating investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Evening (Post Meridiem [PM]) Forced Expiratory Volume in One Second (FEV1) Using Intent-to-Treat (ITT) Population","description":"FEV1 was defined as the volume of air that can be forced out in one second after taking a deep breath. FEV1 (pre-bronchodilator and pre-dose) was measured at Baseline up to Week 24 at evening using spirometry. Repeated Measures analysis was adjusted for Baseline, region, sex, age, treatment, visit, visit by Baseline interaction and visit by treatment interaction. Visit 3 values were taken as Baseline value and change from Baseline was defined as the difference between the value of the endpoint at the time point of interest and the Baseline value. Statistical analysis was performed using the mixed model repeated measures (MMRM) model and least square mean and standard error were calculated. The analysis was performed on ITT Population which comprised of all participants randomized to treatment and who received at least one dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.019","spread":"0.0107"},{"groupId":"OG001","value":"0.000","spread":"0.0108"},{"groupId":"OG002","value":"-0.104","spread":"0.0109"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in PM FEV1 Using Per Protocol (PP) Population","description":"FEV1 was defined as the volume of air that can be forced out in one second after taking a deep breath. FEV1 (pre-bronchodilator and pre-dose) was measured at Baseline up to Week 24 at evening using spirometry. Repeated Measures analysis was adjusted for Baseline, region, sex, age, treatment, visit, visit by Baseline interaction and visit by treatment interaction. Visit 3 values were taken as Baseline value and change from Baseline was defined as the difference between the value of the endpoint at the time point of interest and the Baseline value. Statistical analysis was performed using the MMRM models and least square mean and standard error were calculated. The analysis was performed on PP Population which comprised of all participants in the ITT Population who did not had any full protocol deviations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.020","spread":"0.0120"},{"groupId":"OG001","value":"0.014","spread":"0.0120"},{"groupId":"OG002","value":"-0.099","spread":"0.0121"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Rescue-free 24-hour Periods","description":"The number of inhalations of rescue medication used during the day and night were recorded by participants using an electronic diary (e-diary). A 24-hour (hr) period in which a participant's responses to both the morning and evening assessments indicated no use of rescue medication was considered to be rescue free. The Baseline value was derived from the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 24-week treatment period minus the Baseline value. Statistical analysis was performed using an Analysis of Covariance (ANCOVA) model with covariates of Baseline, region, sex, age and treatment and least square mean and standard error were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"0.62"},{"groupId":"OG001","value":"-4.2","spread":"0.62"},{"groupId":"OG002","value":"-5.7","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Percentage of Symptom-free 24-hour Periods","description":"Change from Baseline in the percentage of symptom-free 24 hour period was evaluated. A 24-hour (hr) period in which a participant's responses to both the morning and evening assessments indicated no symptoms was considered to be symptom free. The Baseline value was derived from the last 7 days of the daily eDiary prior to the randomization of the participant. Change from Baseline was calculated as the averaged value during the 24-week treatment period minus the Baseline value.Statistical analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age and treatment and least square mean and standard error were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.5","spread":"0.67"},{"groupId":"OG001","value":"-4.7","spread":"0.67"},{"groupId":"OG002","value":"-6.2","spread":"0.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Morning (Ante Meridiem [AM]) Peak Expiratory Flow (PEF)","description":"PEF was measured using an electric flow meter each morning. Change from Baseline (defined as the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily AM PEF over the 24-week treatment period minus the Baseline value. Statistical analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age and treatment and least square mean and standard error were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.9","spread":"1.48"},{"groupId":"OG001","value":"3.7","spread":"1.49"},{"groupId":"OG002","value":"-12.6","spread":"1.49"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Asthma Control Test (ACT) Score Greater Than or Equal to 20","description":"The ACT was a five-item questionnaire developed as a measure of participant's asthma control. The percentage of participants controlled, defined as having ACT score greater than or equal to 20 at the end of Week 24 were analyzed using logistic regression model with covariates of Baseline ACT score, region, sex, age and treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null},{"groupId":"OG001","value":"93","spread":null},{"groupId":"OG002","value":"91","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PM PEF","description":"PEF was measured using an electric flow meter each evening. Change from Baseline (defined as the last 7 days prior to randomization of the participants) was calculated as the value of the averaged daily PM PEF over the 24-week treatment period minus the Baseline value. Statistical analysis was performed using an ANCOVA model with covariates of Baseline, region, sex, age and treatment and least square mean and standard error were calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"1.55"},{"groupId":"OG001","value":"0.5","spread":"1.55"},{"groupId":"OG002","value":"-13.7","spread":"1.55"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":504},"commonTop":["Nasopharyngitis","Headache","Pharyngitis","Bronchitis","Influenza"]}}}