{"nctId":"NCT03305016","briefTitle":"A Safety, Tolerability and Efficacy Study of TransCon hGH in Children With Growth Hormone Deficiency","startDateStruct":{"date":"2017-11-13","type":"ACTUAL"},"conditions":["Growth Hormone Deficiency, Pediatric","Endocrine System Diseases","Hormone Deficiency","Pituitary Diseases"],"count":146,"armGroups":[{"label":"TransCon hGH","type":"EXPERIMENTAL","interventionNames":["Drug: TransCon hGH"]}],"interventions":[{"name":"TransCon hGH","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Investigator-determined GHD diagnosis prior to the historical initiation of daily hGH therapy.\n2. 6 months to 17 years old, inclusive, at Visit 1\n\n   1. If 3 to 17 years old, are taking daily hGH at a dose of ≥ 0.20 mg hGH/kg/week for at least 13 weeks but no more than 130 weeks prior to Visit 1\n   2. If ≥ 6 months but \\< 3 years old, are either hGH treatment-naïve or are taking daily hGH at a dose of ≥ 0.20mg hGH/kg/week for no more than 130 weeks prior to Visit 1\n3. Tanner stage \\< 5 at Visit 1\n4. Open epiphyses (bone age ≤14.0 years for females or ≤16.0 years for males)\n5. Written, signed, informed consent of the parent or legal guardian of the subject and written assent of the subject as required by the IRB/HREC/IEC\n\nExclusion Criteria:\n\n1. Weight of \\< 5.5 kg or \\> 80 kg at Visit 1\n2. Females of child-bearing potential\n3. History of malignant disease\n4. Any clinically significant abnormality likely to affect growth or the ability to evaluate growth (eg, chronic diseases or conditions such as renal insufficiency, spinal cord irradiation, hypothyroidism, active celiac disease, malnutrition or psychosocial dwarfism)\n5. Poorly-controlled diabetes mellitus (HbA1c \\>8.0%) or diabetic complications\n6. Known neutralizing antibodies against hGH\n7. Major medical conditions, unless approved by Medical Monitor\n8. Pregnancy\n9. Presence of contraindications to hGH treatment\n10. Likely to be non-compliant with respect to trial conduct (in regards to the subject and/or the parent/legal guardian/caregiver)\n11. Participation in any other trial of an investigational agent within 30 days prior to Visit 1\n12. Prior exposure to investigational hGH","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events [Safety and Tolerability]","description":"Safety and tolerability of weekly lonapegsomatropin (TransCon hGH) treatment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Height Velocity (AHV) at 26 Weeks of Weekly Lonapegsomatropin Treatment","description":"Annualized height velocity (AHV) at 26 weeks of weekly lonapegsomatropin (TransCon hGH) treatment. The AHV at each visit was modeled using ANCOVA adjusting for baseline age, peak GH levels (log transformed) at diagnosis, delta average-parental height SDS, prior GH dose level (log transformed), and prior GH dose duration (log transformed) as covariates and gender as a factor. Subjects who did not take prior GH treatment were not included in the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.72","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With IGF-1 Standard Deviation Score (SDS) in the Range of 0.0 to +2.0 at 26 Weeks of Weekly Lonapegsomatropin Treatment","description":"IGF-1 Standard Deviation Score (SDS) is the number of standard deviations above or below the mean Insulin-like Growth Factor 1 (IGF-1) level for age and sex. IGF-1 SDS was derived using the LMS method as ((IGF-1/M)\\^L)-1)/(L x S), where M = median, S = generalized coefficient of variation, and L = power in the Box-Cox transformation, the M, S, L values were obtained from Bidlingmaier et al. (2014). A Standard Deviation Score of 0 represents the population mean.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Height Standard Deviation Scores (SDS) at 26 Weeks of Weekly Lonapegsomatropin Treatment","description":"Height Standard Deviation Score (SDS) is the number of standard deviations above or below the mean height for age and sex. Height SDS was derived using the LMS method as ((Height/M)\\^L)-1)/(L x S), where M = median, S = generalized coefficient of variation, and L = power in the Box-Cox transformation, the M, S, L values were obtained from 2000 CDC growth charts for the United States. A Standard Deviation Score of 0 represents the population mean. A higher change from baseline in Height SDS indicates a better outcome. The height SDS change from baseline at each visit was modeled using ANCOVA adjusting for baseline age, peak GH levels (log transformed) at diagnosis, delta average-parental height SDS, prior GH dose level (log transformed), and prior GH dose duration (log transformed) as covariates and gender as a factor. Subjects who did not take prior GH treatment were not included in the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.25","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Anti-hGH Binding Antibody Formation","description":"Number of participants with treatment emergent anti-hGH antibodies over 26 weeks of weekly lonapegsomatropin (TransCon hGH) treatment. All samples were negative for anti-hGH neutralizing antibodies.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":146},"commonTop":["Pyrexia","Nasopharyngitis","Upper respiratory tract infection","Headache","Oropharyngeal pain"]}}}