{"nctId":"NCT00225277","briefTitle":"Efficacy Study of Pioglitazone Compared to Glimepiride on Coronary Atherosclerotic Disease Progression in Subjects With Type 2 Diabetes Mellitus","startDateStruct":{"date":"2003-07"},"conditions":["Diabetes Mellitus"],"count":547,"armGroups":[{"label":"Pioglitazone QD","type":"EXPERIMENTAL","interventionNames":["Drug: Pioglitazone"]},{"label":"Glimepiride QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Glimepiride"]}],"interventions":[{"name":"Pioglitazone","otherNames":["ACTOS®","AD4833"]},{"name":"Glimepiride","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females of childbearing potential who were sexually active agreed to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n* Had a diagnosis of type 2 diabetes mellitus\n* Have received appropriate counseling on lifestyle modification for type 2 diabetes, including diet and exercise.\n* naïve to or was not currently taking antidiabetic therapy, or were currently treated with monotherapy or combination therapy.\n* Had a glycosylated hemoglobin level greater than or equal to 6.0% and less than 9% at screening if taking antidiabetic medication or greater than or equal to 6.5% and less than 10% at screening if naive to or not taking antidiabetic medication.\n* Angiographic criteria:\n\n  * Entire Coronary Circulation: must have angiographic evidence of coronary heart disease as defined by at least 1 lesion in a native coronary artery that has greater than or equal to 20% reduction in lumen diameter by angiographic visual estimation.\n  * Left Main Coronary Artery: must not have greater than 50% reduction in lumen diameter by visual angiographic estimation.\n  * Target Coronary Artery:\n\n    * The target vessel, which includes the main artery and all of its side branches, had not undergone prior percutaneous coronary intervention or coronary artery bypass graft surgery.\n    * The target vessel, which includes the main artery and all of its side branches, was not currently a candidate for intervention or a likely candidate for intervention over the next 72 weeks.\n    * The target vessel was not a bypass graft.\n    * The target vessel was not infarct related.\n* Had previous coronary artery bypass surgery at least six weeks prior to the qualifying intravascular ultrasound are eligible provided they are stable and meet all other entry criteria.\n* Had an intravascular ultrasound tape deemed to be of acceptable intravascular ultrasound image quality and demonstrated adherence to the intravascular ultrasound interrogation protocol, as determined by the intravascular ultrasound Core Laboratory™ assessment.\n\nExclusion Criteria:\n\n* Had type I diabetes mellitus.\n* Had participated in another investigational study, or participated in an investigational study 30 days prior to the start of this study, or who were scheduled to participate in an investigational study during the time frame of this study.\n* Male subjects who had a serum creatinine level greater than or equal to 2.0 mg/dL (greater than or equal to 177 µmol/L) (greater than or equal to 1.5 mg/dL; \\[greater than or equal to 133 µmol /L\\] if taking metformin) and female subjects who have serum creatinine greater than or equal to 1.8 mg/dL \\[greater than or equal to 159 µmol /L\\] (greater than or equal to 1.4 mg/dL \\[greater than or equal to 124 µmol /L\\] if taking metformin).\n* Had unexplained microscopic hematuria greater than +1, confirmed by repeat testing.\n* Had a history of drug abuse or a history of alcohol abuse (defined as regular or daily consumption of more than 4 alcoholic drinks per day) within the past 2 years.\n* Had clinical cardiac failure as defined by New York Heart Association class III or IV, or known left ventricular dysfunction measured as left ventricular ejection fraction less than 40%, or by current use of diuretics or angiotensin converting enzyme inhibitors for treatment of heart failure.\n* Had an alanine transaminase level of greater than 2.5 times the upper limit of normal active liver disease, or jaundice.\n* Had a body mass index greater than 48 kg/m2 as calculated by weight (kg)/height (m2) or weight (pounds)/height (inches) 2 x 703.\n* Was required to take or intended to continue taking any disallowed medication, any prescription medication, herbal treatment or over-the counter medication that may have interfered with evaluation of the study medication, including:\n\n  * Chronically used oral glucocorticoids (eg, prednisone, cortisone, hydrocortisone, dexamethasone)\n  * Niacin greater than100 mg a day, including niacin-containing products such as Advicor®\n  * Chronically used steroid-joint injections\n  * Thiazolidinediones\n  * Sulfonylureas\n  * Metformin/sulfonylurea combination\n  * Other oral antidiabetic medications (eg, nateglinide \\[Starlix®\\], acarbose \\[Precose®\\]) with the exception of metformin\n* Had known or suspected malignancy or recurrence of malignancy within the past 5 years, with the exception of basal cell carcinoma and Stage 1 squamous cell carcinoma of the skin.\n* Had any disease where, in the opinion of the investigator (or designee), survival is expected to be less than 72 weeks.\n* Clinical status was unstable (ie, requiring vasopressors or intravenous inotropes, intra-aortic balloon pump, hypotension \\[systolic blood pressure less than 90 mm Hg\\]).\n* Prior to the screening visit, was scheduled for a staged cardiac intervention (percutaneous coronary intervention), peripheral vascular intervention, or coronary artery bypass graft surgery following the screening angiography.\n* In the opinion of the investigator (or designee) had clinically significant valvular heart disease likely to require surgical repair/replacement during the course of the study.\n* Had persistent, uncontrolled hypertension (ie, sitting systolic blood pressure greater than 160 mm Hg or sitting diastolic blood pressure greater than 100 mm Hg) at randomization.\n* Males who had hemoglobin less than 10.5 g/dL (less than 105 g/L) and female subjects who had hemoglobin less than 10.0 g/dL (less than 100 g/L).\n* Had a triglyceride level greater than 500 mg/dL (greater than 5.6 mmol/L).","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Nominal Change From Baseline in Percent Atheroma Volume","description":"The nominal change from baseline in percent atheroma volume for all slices of anatomically comparable segments of the target coronary artery. Assessment completed at the Week 72 visit or Final Visit if treatment was prematurely discontinued.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.592","spread":"0.6925"},{"groupId":"OG001","value":"40.016","spread":"0.6663"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.161","spread":"0.2095"},{"groupId":"OG001","value":"0.725","spread":"0.2017"}]}]}]},{"type":"SECONDARY","title":"Nominal Change From Baseline in Normalized Total Atheroma Volume","description":"The nominal change in normalized total atheroma volume as measured by the average of plaque areas for all slices of anatomically comparable segments of the target coronary artery multiplied by the mean number of matched slices in the population. Assessment completed at the Week 72 visit or Final Visit if treatment was prematurely discontinued.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"206.579","spread":"7.2778"},{"groupId":"OG001","value":"217.619","spread":"7.0030"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.528","spread":"1.5989"},{"groupId":"OG001","value":"-1.480","spread":"1.5370"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Experiencing Any of the Composite Endpoint A Cardiovascular Events","description":"Due to low event rates, number of subjects experiencing any of the composite endpoint A cardiovascular events is being reported instead of time to first occurrence. Endpoint A conditions listed in Limitations and Caveats section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Experiencing Any of the Composite Endpoint B Cardiovascular Events","description":"Due to low event rates, number of subjects experiencing any of the composite endpoint B cardiovascular events is being reported instead of time to first occurrence. Endpoint B conditions listed in Limitations and Caveats section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Experiencing Any of the Composite Endpoint C Cardiovascular Events","description":"Due to low event rates, number of subjects experiencing any of the composite endpoint C cardiovascular events is being reported instead of time to first occurrence. Endpoint C conditions listed in Limitations and Caveats section.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Cardiovascular Events as Adjudicated by the Clinical Endpoint Committee","description":"The incidence of cardiovascular events and composite endpoints occurring within 30 days of last dose as adjudicated by the Clinical Endpoint Committee. Abbreviations: PCI: Percutaneous Coronary Intervention; CABG: Coronary Artery Bypass Graft; CHF: Congestive Heart Failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":76},"commonTop":["Hypoglycaemia","Oedema Peripheral","Non-Cardiac Chest Pain","Dizziness","Weight Increased"]}}}