{"nctId":"NCT00591773","briefTitle":"Efficacy and Safety of Azilsartan Medoxomil Co-Administered With Chlorthalidone in Participants With Essential Hypertension","startDateStruct":{"date":"2007-09"},"conditions":["Hypertension"],"count":551,"armGroups":[{"label":"Azilsartan Medoxomil 40 mg QD and Chlorthalidone 25 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and chlorthalidone"]},{"label":"Azilsartan Medoxomil 80 mg QD and Chlorthalidone 25 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil and chlorthalidone"]},{"label":"Chlorthalidone 25 mg QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Chlorthalidone"]}],"interventions":[{"name":"Azilsartan medoxomil and chlorthalidone","otherNames":["TAK-491","Edarbi"]},{"name":"Azilsartan medoxomil and chlorthalidone","otherNames":["TAK-491","Edarbi"]},{"name":"Chlorthalidone","otherNames":["Thalitone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Has essential hypertension (defined as sitting trough clinic systolic blood pressure between 160 and 190 mm Hg inclusive at Day minus 1 and 24-hour mean systolic blood pressure greater than or equal to 140 mm Hg and ≤ 180 mm Hg at Day 1).\n2. Females of childbearing potential who are sexually active must agree to use adequate contraception, and can neither be pregnant nor lactating from Screening throughout the duration of the study.\n3. Has clinical laboratory evaluations (including clinical chemistry, hematology, and complete urinalysis) within the reference range for the testing laboratory or results that are deemed not clinically significant for inclusion into this study by the investigator.\n4. Willing to discontinue current antihypertensive medications at the Screening Day minus 21 visit. If the subject is on amlodipine prior to screening, the subject is willing to discontinue this medication at Screening Day minus 28.\n\nExclusion Criteria\n\n1. Has sitting trough clinic diastolic blood pressure greater than 119 mmHg at Day minus 1.\n2. Has a baseline 24 hour ambulatory blood pressure monitor reading of insufficient quality.\n3. Is required to take or continues taking any disallowed medication, prescription medication, herbal treatment or over-the counter medication that may interfere with evaluation of the study medication.\n4. Recent history (within the last 6 months) of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack.\n5. Clinically significant cardiac conduction defects (for example, 3rd degree atrioventricular block, left bundle branch block, sick sinus syndrome, atrial fibrillation).\n6. Hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease.\n7. The subject has secondary hypertension of any etiology.\n8. Non-compliant (less than 70% or greater than 130%) with study medication\n9. during the placebo run- in period.\n10. Severe renal dysfunction or disease (based on calculated creatinine clearance less than 30 mL/min/1.73 m2) at Screening.\n11. Known or suspected unilateral or bilateral renal artery stenosis.\n12. History of drug abuse (defined as illicit drug use) or a history of alcohol abuse (defined as regular or daily consumption of more than 2 alcoholic drinks per day) within the past 2 years.\n13. Previous history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug. (This criterion does not apply to those subjects with basal cell or Stage 1 squamous cell carcinoma of the skin.)\n14. Type 1 or poorly controlled type 2 diabetes mellitus (glycosylated hemoglobin greater than 8.0%).\n15. Hypo- or hyperkalemia (defined as serum potassium outside of the normal reference range of the central laboratory).\n16. Alanine aminotransferase level of greater than 2.5 times the upper limit of normal, active liver disease, or jaundice.\n17. Upper arm circumference less than 24 cm or greater than 42 cm.\n18. Works night (3rd) shift (defined as 11PM \\[2300\\] to 7AM \\[0700\\]).\n19. Currently is participating in another investigational study or has participated in an investigational study within 30 days prior to randomization.\n20. Study site employee, or is an immediate family member ( ie, spouse, parent, child, sibling) of a study site employee who is involved in conduct of this study.\n21. Any other serious disease or condition at Screening (or Randomization) that would compromise subject safety, might affect life expectancy, or make it difficult to successfully manage and follow the subject according to the protocol.\n22. Randomized in a previous azilsartan medoxomil study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the 24-hour Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean systolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.72","spread":"0.966"},{"groupId":"OG001","value":"-31.30","spread":"0.973"},{"groupId":"OG002","value":"-15.85","spread":"0.957"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Trough Clinic Sitting Systolic Blood Pressure.","description":"The change in mean trough clinic sitting systolic blood pressure measured at final visit or week 6 relative to baseline. Systolic blood pressure is the arithmetic mean of the 3 trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-36.16","spread":"1.226"},{"groupId":"OG001","value":"-34.44","spread":"1.236"},{"groupId":"OG002","value":"-21.76","spread":"1.229"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 24-hour Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean diastolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.28","spread":"0.626"},{"groupId":"OG001","value":"-18.49","spread":"0.630"},{"groupId":"OG002","value":"-7.99","spread":"0.619"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Trough Clinic Sitting Diastolic Blood Pressure.","description":"The change in mean trough clinic sitting diastolic blood pressure measured at final visit or week 6 relative to baseline. Diastolic blood pressure is the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.18","spread":"0.717"},{"groupId":"OG001","value":"-15.98","spread":"0.723"},{"groupId":"OG002","value":"-8.93","spread":"0.719"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daytime (6am to 10 pm) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean systolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.53","spread":"0.996"},{"groupId":"OG001","value":"-31.97","spread":"1.003"},{"groupId":"OG002","value":"-15.73","spread":"0.988"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daytime (6am to 10 pm) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean diastolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.82","spread":"0.665"},{"groupId":"OG001","value":"-18.99","spread":"0.670"},{"groupId":"OG002","value":"-7.79","spread":"0.659"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nighttime (12 am to 6 am) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean systolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.52","spread":"1.080"},{"groupId":"OG001","value":"-29.43","spread":"1.087"},{"groupId":"OG002","value":"-16.59","spread":"1.069"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nighttime (12 am to 6 am) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean diastolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.05","spread":"0.714"},{"groupId":"OG001","value":"-17.06","spread":"0.718"},{"groupId":"OG002","value":"-8.89","spread":"0.707"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 12-hour Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in the 12-hour mean systolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.02","spread":"1.039"},{"groupId":"OG001","value":"-32.45","spread":"1.048"},{"groupId":"OG002","value":"-15.50","spread":"1.031"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 12-hour Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in the 12-hour mean diastolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.06","spread":"0.706"},{"groupId":"OG001","value":"-19.20","spread":"0.710"},{"groupId":"OG002","value":"-7.53","spread":"0.698"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trough (22-24-hr) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough mean systolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough mean is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.73","spread":"1.118"},{"groupId":"OG001","value":"-30.16","spread":"1.126"},{"groupId":"OG002","value":"-16.69","spread":"1.108"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trough (22-24-hr) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough mean diastolic blood pressure measured at week 6 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough mean is the average of all measurements recorded from 22 to 24 hours after dosing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.78","spread":"0.804"},{"groupId":"OG001","value":"-19.04","spread":"0.810"},{"groupId":"OG002","value":"-9.36","spread":"0.797"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve a Clinic Systolic Blood Pressure Response, Defined as < 140 mm Hg and/or Reduction From Baseline ≥ 20 mm Hg","description":"Percentage of participants who achieve a clinic systolic blood pressure response measured at week 6, defined as less than 140 mm Hg and/or reduction from baseline of greater than or equal to 20 mm Hg. Systolic blood pressure is the arithmetic mean of the 3 trough sitting systolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.7","spread":null},{"groupId":"OG001","value":"84.1","spread":null},{"groupId":"OG002","value":"63.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve a Clinic Diastolic Blood Pressure Response, Defined as < 90 mm Hg and/or Reduction From Baseline ≥ 10 mm Hg","description":"Percentage of participants who achieve a clinic diastolic blood pressure response measured at week 6 , defined as less than 90 mm Hg and/or reduction from baseline of greater than or equal to 10 mm Hg. Diastolic blood pressure is the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.7","spread":null},{"groupId":"OG001","value":"90.3","spread":null},{"groupId":"OG002","value":"78.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieve Both a Clinic Diastolic and Systolic Blood Pressure Response.","description":"Percentage of participants who achieve both a clinic diastolic and systolic blood pressure response measured at week 6, defined as less than 90 mm Hg and/or reduction from baseline of greater than or equal to 10 mm Hg AND less than 140 mm Hg and/or reduction from baseline of greater than or equal to 20 mm Hg. Diastolic and systolic blood pressure is based on the arithmetic mean of the 3 sitting blood pressure measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":null},{"groupId":"OG001","value":"80.7","spread":null},{"groupId":"OG002","value":"58.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":184},"commonTop":["Dizziness","Headache","Plasminogen activator inhibitor increased","Hypokalaemia"]}}}