{"nctId":"NCT00288080","briefTitle":"Hormone Therapy and Radiation Therapy or Hormone Therapy and Radiation Therapy Followed by Docetaxel and Prednisone in Treating Patients With Localized Prostate Cancer","startDateStruct":{"date":"2005-12"},"conditions":["Prostate Cancer"],"count":612,"armGroups":[{"label":"Androgen suppression + Radiation Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oral antiandrogen","Radiation: Radiation therapy","Drug: LHRH agonist"]},{"label":"Androgen suppression + Radiation Therapy + Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: Dexamethasone","Drug: Prednisone","Drug: docetaxel","Drug: Oral antiandrogen","Radiation: Radiation therapy","Drug: LHRH agonist"]}],"interventions":[{"name":"Dexamethasone","otherNames":[]},{"name":"Prednisone","otherNames":[]},{"name":"docetaxel","otherNames":[]},{"name":"Oral antiandrogen","otherNames":[]},{"name":"Radiation therapy","otherNames":["3DCRT","Three-dimensional conformal radiotherapy","IMRT","Intensity-modulated radiation therapy"]},{"name":"LHRH agonist","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"DISEASE CHARACTERISTICS:\n\n* Histologically confirmed prostate cancer at high-risk for recurrence within the past 180 days as determined by 1 of the following combinations (risk groups):\n\n  * Gleason score ≥ 9, prostate-specific antigen (PSA) ≤ 150 ng/mL, and any T stage\n  * Gleason score 8, PSA \\< 20 ng/mL, and stage ≥ T2\n  * Gleason score 8, PSA 20-150 ng/mL, and any T stage\n  * Gleason score 7, PSA 20-150 ng/mL, and any T stage\n* Clinically negative lymph nodes by imaging (pelvic CT scan or pelvic MRI), nodal sampling, or dissection within 90 days prior to study entry\n\n  * Equivocal or questionable lymph nodes ≤ 1.5 cm by imaging allowed\n  * Positive lymph nodes by capromab pendetide (ProstaScint\\^®) scan with a corresponding lymph node ≤ 1.5 cm by CT scan or MRI allowed\n* PSA ≤ 150 ng/mL\n\n  * Cannot have been obtained during any of the following time points:\n\n    * 10-day period after prostate biopsy\n    * After initiation of hormonal therapy\n    * Within 30 days after discontinuation of finasteride\n    * Within 90 days after discontinuation of dutasteride\n* No distant metastases by physical exam and bone scan\n\n  * Equivocal bone scan findings allowed if plain films are negative\n\nPATIENT CHARACTERISTICS:\n\n* Zubrod performance status 0-1\n* Platelet count ≥ 100,000/mm\\^3\n* Absolute neutrophil count ≥ 1,800/mm\\^3\n* Hemoglobin ≥ 8 g/dL (transfusion or other intervention allowed)\n* Alanine transaminase (ALT) and aspartate aminotransferase (AST) ≤ 1.5 times upper limit of normal (ULN)\n* Alkaline phosphatase ≤ 2.5 times ULN\n* Bilirubin ≤ 1.5 times ULN\n* Fertile patients must use effective contraception during and for at least 3 months after completion of study treatment\n* No prior invasive malignancy, except nonmelanomatous skin cancer or other malignancy, unless disease-free for ≥ 3 years (e.g., carcinoma in situ of the oral cavity or bladder are allowed)\n* No unstable angina and/or congestive heart failure requiring hospitalization within the past 6 months\n* No transmural myocardial infarction within the past 6 months\n* No acute bacterial or fungal infection requiring intravenous antibiotics\n* No AIDS\n* No prior allergic reaction to any study drugs or other drugs formulated with polysorbate 80\n* No existing peripheral neuropathy ≥ grade 2\n\nPRIOR CONCURRENT THERAPY:\n\n* At least 60 days since prior 5-alpha reductase inhibitor (e.g., finasteride) for prostatic hypertrophy\n* At least 90 days since prior testosterone\n* Prior pharmacologic androgen ablation for prostate cancer allowed provided androgen ablation was initiated no more than 50 days prior to study entry\n* No prior radical prostatectomy, cryosurgery for prostate cancer, or bilateral orchiectomy\n* No prior systemic chemotherapy for prostate cancer\n\n  * Prior chemotherapy for a different cancer is allowed\n* No prior radiotherapy, including brachytherapy, to the region of prostate cancer that would result in overlap of radiotherapy fields\n* Intensity modulated radiotherapy allowed","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Four-year rates are shown. Survival time is defined as time from randomization to date of death from any cause and is estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.7","spread":null},{"groupId":"OG001","value":"93.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Biochemical Control","description":"Four-year rates are shown (Kaplan-Meier estimates). Biochemical control is defined as freedom from biochemical failure. Biochemical failure was considered as the first of either prostate-specific antigen (PSA) failure or initiation of salvage hormone therapy. PSA failure was defined as a rise of 2 ng/ml over the nadir PSA. Patients who experienced death without biochemical failure, local failure prior to biochemical failure, or development of distant metastases prior to biochemical failure were censored on the date of the competing event. The corresponding outcome time was measured from the date of randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.0","spread":null},{"groupId":"OG001","value":"84.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Local Control","description":"Local control is defined as the absence of local failure which is the first of either progression or recurrence within the prostate. Progression of the tumor was considered to have occurred when there was a 25% or greater increase in the product of the two largest perpendicular diameters of the prostate. Recurrence was defined as the reappearance of disease after a complete response. Patients who experienced death without local failure, biochemical failure prior to local failure, and development of distant metastases prior to local failure were censored on the date of the competing event. The corresponding outcome time was measured from the date of randomization. Due to an insufficient number of events (2 in each arm), this endpoint was not statistically compared. Local control rates at 4 years were calculated using the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null},{"groupId":"OG001","value":"99.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Metastasis","description":"Distant failure was considered when there was evidence of metastatic disease. Patients who experienced death without distant failure, local failure prior to distant failure, and biochemical failure prior to distant failure were censored on the date of the competing event. The corresponding outcome time was measured from the date of randomization. Distant failure rates at 4 year were calculated using the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival","description":"A failure for disease-free survival is the first of the following: biochemical failure, local failure, distant metastases, or death due to any cause. The corresponding outcome time was measured from the date of randomization. Disease-free survival rates at 4 years were calculated using the Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.0","spread":null},{"groupId":"OG001","value":"78.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events","description":"Adverse events are graded using CTCAE v3.0. The worst grade of all adverse events for each patient is counted.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48.4","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"40.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":null},{"groupId":"OG001","value":"28.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]}]},{"type":"SECONDARY","title":"The Time Interval Between Biochemical Failure and Distant Failure Respect to Testosterone Level","description":"Biochemical failure is defined as the first of either prostate-specific antigen (PSA) failure or the initiation of salvage hormone therapy. PSA failure is defined as a rise in PSA of 2 ng/ml over the nadir PSA. Distant failure is defined as the first occurrence of distant metastasis.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Validity of PSA Endpoint as a Surrogate for Overall Survival","description":"Prentice's operational criteria for determining whether determining whether biochemical failure (surrogate endpoint) is a suitable endpoint for overall survival (true endpoint):\n\n1. Treatment is prognostic for true endpoint\n2. Treatment is prognostic for surrogate endpoint\n3. Surrogate is prognostic for true endpoint\n4. The full effect of the treatment on the true endpoint is explained by the surrogate.\n\nIf any of the criteria are not met, it is concluded that biochemical failure is not a suitable surrogate for overall survival. Therefore, if any of the criteria are met, the other criteria do not do not need to be evaluated.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":26,"n":302},"commonTop":["Pollakiuria","Hot flushes NOS","Fatigue","Diarrhea NOS","Erectile dysfunction NOS"]}}}