{"nctId":"NCT00495495","briefTitle":"Healozone Study to Evaluate the Safety and Efficacy of the Use of Ozone for Management of Dental Caries","startDateStruct":{"date":"2007-02"},"conditions":["Dental Caries"],"count":394,"armGroups":[{"label":"Ozone treatment","type":"EXPERIMENTAL","interventionNames":["Device: Ozone treatment"]},{"label":"Placebo, no ozone","type":"PLACEBO_COMPARATOR","interventionNames":["Device: Placebo treatment"]}],"interventions":[{"name":"Ozone treatment","otherNames":["HealOzone unit"]},{"name":"Placebo treatment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for study participation, subjects had to:\n\n1\\. provide written informed consent, HIPAA authorization and medical history information prior to their participation; 2. be between the ages of 10 and 40 years of age; 3. if female and of childbearing potential, agree to:\n\n* a urine pregnancy test, which must be negative;\n* use one form of medically accepted contraceptive measures which include oral contraceptives, condom, or diaphragm with spermicide, Intra Uterine Device (IUD), Depo-Provera, Norplant during the study and for at least 30 days after the last treatment. (Females who are post menopausal, i.e. amenorrhea for the previous 12 months, or surgically sterile may be included.) 4. be in good general health as evidenced by a review of the medical history; 5. have good oral health; 6. agree to comply with all subjects' responsibilities as stated in the protocol (e.g. attendance at appointments, turning off of cell phone during appointment, etc.); and 7. have two posterior (molar or premolar) teeth with active fissure caries as defined by ICDAS severity score between 1 and 4, a caries lesion activity score of 2, and with radiographic evidence indicating that there is no extension past the dentinal enamel junction. Lesions within the same subject ideally should have the same ICDAS criterion; however, the following deviations will be acceptable - teeth with ICDAS criterion 1 paired with a 2, and a 3 paired with a 4.\n\nExclusion Criteria:\n\nAny of the following excluded subjects from participating:\n\n1. a medical condition that requires antibiotic therapy prior to dental work;\n2. any medical condition that could be expected to interfere with the subject's safety, such as a pacemaker or similar powered implant;\n3. selected study teeth with occlusal restorations, sealants, carious lesions extending into dentin, hypomineralization or fluorosis;\n4. generalized severe gingivitis or gross unrestored caries;\n5. orthodontic appliances that interfere with access to selected study teeth;\n6. pregnant or nursing.","healthyVolunteers":true,"sex":"ALL","minimumAge":"10 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ICDAS Severity Value","description":"Clinically significant changes indicating caries progression are defined as changes in ICDAS severity values from 1 or 2 to a 3 or higher, or from a 3 or 4 to a 5 or higher. The severity criteria are as follows:\n\n0 = Sound tooth surface.\n\n1. = First visual change in enamel.\n2. = Distinct visual change in enamel.\n3. = Localized enamel breakdown due to caries with no visible dentin.\n4. = Underlying dark shadow from dentin, with or without localized enamel breakdown.\n5. = Distinct cavity with visible dentin.\n6. = Extensive distinct cavity with visible dentin.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"278","spread":null},{"groupId":"OG001","value":"273","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Caries Lesion Activity","description":"Change in caries lesion activity at One Year. All teeth were considered Active at Baseline\n\nCaries Lesion Activity score:\n\n1. = Inactive - surface of enamel appears whitish, brownish or black. Enamel may be shiny and feels hard and smooth when the tip of the probe is moved gently across the surface.\n2. = Active lesion - surface of enamel appears whitish/yellowish opaque with loss of luster. The surface feels rough when the tip of the probe is moved gently across the surface.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"189","spread":null},{"groupId":"OG001","value":"164","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression of Radiographic Scores at 12 Months","description":"Clinically significant changes for Bitewing x-rays indicating caries progression would be changes in x-ray criterion for lesion presence from \"no\" to \"yes\" or for lesion depth to a D1 or higher. The occlusal surface of study teeth will be evaluated using the following scale:\n\nLesion presence: yes /no\n\nLesion depth:\n\nE1 = outer half of enamel E2 = inner half of enamel D1 = outer third of dentin D2 = middle third of dentin D3 = inner third of dentin or greater/pulpal exposure","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"214","spread":null}]}]}]},{"type":"SECONDARY","title":"Laser Fluorescence Progression-12 Month (Increase From <=20 to >=30)","description":"The change in DIAGNOdent measurements between baseline and twelve-month visits was used as an additional secondary endpoint. Clinically significant changes for DIAGNOdent indicating caries progression would be an increase in DIAGNOdent reading of 10 or more units or an increase in DIAGNOdent reading from below 20 to above 30 units. DIAGNOdent reading using a scale from 00 to 99, with 00 indicating no caries activity and 99 indicating a high level of activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"277","spread":null},{"groupId":"OG001","value":"279","spread":null}]}]}]},{"type":"SECONDARY","title":"Laser Fluorescence Progression-12 Month (Increase at Least 10)","description":"The change in DIAGNOdent measurements between baseline and twelve-month visits was used as an additional secondary endpoint. Clinically significant changes for DIAGNOdent indicating caries progression would be an increase in DIAGNOdent reading of 10 or more units. DIAGNOdent reading using a scale from 00 to 99, with 00 indicating no caries activity and 99 indicating a high level of activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"241","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":394},"commonTop":[]}}}