{"nctId":"NCT00428584","briefTitle":"RNF and Betaseron® Tolerability Study","startDateStruct":{"date":"2006-12"},"conditions":["Relapsing Remitting Multiple Sclerosis (RRMS)"],"count":129,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: New Formulation of rebif - human interferon beta-1a"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Interferon beta -1b"]}],"interventions":[{"name":"New Formulation of rebif - human interferon beta-1a","otherNames":[]},{"name":"Interferon beta -1b","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject with diagnosis of RRMS according to McDonald criteria or Poser\n2. Subject is between 18 and 60 years old inclusive\n3. Subject is willing to follow study procedures\n4. Subject has given written informed consent\n5. Female subjects must be neither pregnant nor breast-feeding and must lack childbearing potential, as defined by either:\n\n   * Being post-menopausal or surgically sterile, or\n   * Using a hormonal contraceptive, intra-uterine device, diaphragm with spermicide, or condom with spermicide, for the duration of the study.\n\nExclusion Criteria:\n\n1. Subject has Clinically Isolated Syndrome (CIS), Primary Progressive MS, or Secondary Progressive MS without superimposed relapses.\n2. Subject has had any prior interferon beta therapy (either beta-1b or beta-1a) prior to study Day 1.\n3. Subject received any other approved disease modifying therapy for MS (glatiramer acetate) or any cytokine or anti-cytokine therapy within the 3 months prior to Study Day 1.\n4. Subject received immunomodulatory or immunosuppressive therapy (including but not limited to cyclophosphamide, cyclosporin, methotrexate, azathioprine, linomide, mitoxantrone, teriflunomide, natalizumab, laquinimod, Campath and cladribine) within the 12 months prior to Study Day 1.\n5. Subject had prior use of Cladribine or has previously received total lymphoid irradiation.\n6. Subject has known allergy to natural or recombinant interferon or any other component of formulation excipient(s) of Rebif® or Betaseron®: Mannitol, Poloxamer 188, Methionine, Benzyl alcohol or Albumin (human).\n7. Use of any other injectable medications on a regular basis during the week prior to the screening period or during the screening or treatment periods. Receiving a single injection for treatment or prophylaxis of a condition unrelated to the subject's multiple sclerosis or the subject's Rebif® or Betaseron® therapy (e.g. receiving a influenza or pneumococcus vaccination) is acceptable.\n8. History of any chronic pain syndrome.\n9. Subject has any other disease apart from MS that could better explain the subjects signs and symptoms.\n10. Subject has complete transverse myelitis or bilateral optic neuritis.\n11. Subjects who used any investigational drug or experimental procedure within 12 weeks prior to visit 1.\n12. Subject has inadequate liver function, defined by a total bilirubin, aspartate aminotransferase (AST) or alanine aminotransferase (ALT) or alkaline phosphatase \\> 2.5 times the upper limit of the normal values.\n13. Subject has inadequate bone marrow reserve, defined as a white blood cell count less than 0.5 x lower limit of normal.\n14. Subject suffers from current autoimmune disease (other than RRMS).\n15. Subject suffers from major medical or psychiatric illness that in the opinion of the investigator creates undue risk to the subject or could affect compliance with the study protocol\n16. Subject is pregnant or attempting to conceive\n17. Visual or physical impairment that precludes completion of diaries and questionnaires.\n18. Subject received oral or systemic corticosteroids or ACTH within 30 days of visit 1.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Visual Analog Scale (VAS) of Patient Reported Pain: Change in Mean VAS for the 21 Full-dose Injections at Pre-injection and 30 Minutes Post-injection Timepoints","description":"Subject reported perception of pain on the VAS where the slash drawn by the patient represents pain of increasing intensity from 0 (no pain) to 100 (worse possible pain), measured in millimeters. Mean VAS of 21 injections for each patient at pre-injection compared to mean VAS of 21 injections for each patient 30 minutes post-injection","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.43","spread":"2.06"},{"groupId":"OG001","value":"0.40","spread":"1.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.10","spread":"4.24"},{"groupId":"OG001","value":"1.54","spread":"5.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":"2.32"},{"groupId":"OG001","value":"1.14","spread":"4.81"}]}]}]},{"type":"SECONDARY","title":"Change in Mean VAS for the 21 Full-dose Injections at Pre-injection and Immediately After Injection Timepoints","description":"A visual analog scale (VAS) ranging from 0 to 100 mm on which subjects rate pain from no pain (0 mm) to worst possible pain (100 mm) was used. Mean VAS of 21 injections for each patient at pre-injection compared to mean VAS of 21 injections for each patient immediately after injection.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.46","spread":"2.93"},{"groupId":"OG001","value":"4.63","spread":"10.02"}]}]}]},{"type":"SECONDARY","title":"Change in Mean VAS for the 21 Full-dose Injections at Pre-injection and 10 Minutes Post-injection Timepoints","description":"A visual analog scale (VAS) ranging from 0 to 100 mm on which subjects rate pain from no pain (0 mm) to worst possible pain (100 mm) was used. Mean VAS of 21 injections for each patient at pre-injection compared to mean VAS of 21 injections for each patient 10 minutes post injection.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":"1.89"},{"groupId":"OG001","value":"1.89","spread":"5.45"}]}]}]},{"type":"SECONDARY","title":"Number of Pain Free Patients at 30 Minutes Post-injection","description":"A visual analog scale (VAS) ranging from 0 to 100 mm on which subjects rate pain from no pain (0 mm) to worst possible pain (100 mm) was used.\n\nPain-free was defined as a VAS score of 0 for all 21 full-dose injections for the Intent-to-Treat (ITT) population.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]},{"type":"SECONDARY","title":"Diameter of Injection Site Redness","description":"Blinded assessment of mean change in diameter of redness (in mm) at an injection site following an injection","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.28","spread":"9.51"},{"groupId":"OG001","value":"6.87","spread":"7.67"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Secondary Outcome - Extension Phase: Change in Mean (mm) VAS for Pre-injection and Immediately After Injection Timepoints","description":"A visual analog scale (VAS) ranging from 0 to 100 mm on which subjects rate pain from no pain (0 mm) to worst possible pain (100 mm) was used. Mean VAS of 21 injections for each patient at pre-injection compared to mean VAS of 21 injections for each patient immediately after injection.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.67","spread":null},{"groupId":"OG001","value":"2.50","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Secondary Outcome - Extension Phase: Change in Mean VAS at Pre-injection and 10 Minutes Post Injection","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":null},{"groupId":"OG001","value":"0.91","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Secondary Outcome - Extension Phase: Number of Pain Free Patients at 30 Minutes Post Injection","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Secondary Outcome - Extension Phase: Diameter in Injection Site Redness","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.79","spread":"13.89"},{"groupId":"OG001","value":"7.46","spread":"10.57"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Primary Outcome - Extension Phase: Visual Analog Scale (VAS) of Patients Reported Pain; Change in Mean VAS at Pre-injection and 30 Minutes Post Injection","description":null,"paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":null},{"groupId":"OG001","value":"0.42","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":65},"commonTop":["General Disorders and Administration site condition","Infections and Infestations","Nervous system disorders","Musculoskeletal and connective tissue disorders","Investigations"]}}}