{"nctId":"NCT01704755","briefTitle":"A Study to Evaluate the Safety and Efficacy of ABT-450/Ritonavir/ABT-267; (ABT-267 Also Known as Ombitasvir) and ABT-333 (Also Known as Dasabuvir) Coadministered With Ribavirin (RBV) in Hepatitis C Virus (HCV) Genotype 1-infected Adults With Compensated Cirrhosis","startDateStruct":{"date":"2012-10"},"conditions":["Chronic Hepatitis C Infection","Compensated Cirrhosis"],"count":381,"armGroups":[{"label":"ABT-450/r/ABT-267 and ABT-333, plus RBV for 12 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267, ABT-333","Drug: Ribavirin (RBV)"]},{"label":"ABT-450/r/ABT-267 and ABT-333, plus RBV for 24 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: ABT-450/r/ABT-267, ABT-333","Drug: Ribavirin (RBV)"]}],"interventions":[{"name":"ABT-450/r/ABT-267, ABT-333","otherNames":["Viekira Pak; ABT-450 also known as paritaprevir; ABT-267 also known as ombitasvir; ABT-333 also known as dasabuvir"]},{"name":"Ribavirin (RBV)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females must be practicing specific forms of birth control on study treatment, or be post-menopausal for more than 2 years or surgically sterile\n* Male or female between 18 and 70 years, inclusive, at time of Screening.\n* Chronic HCV-infection prior to study enrollment.\n* Screening laboratory result indicating HCV genotype 1-infection.\n* Compensated cirrhosis defined as a Child-Pugh Score of less than or equal to 6 at Screening\n* Subject has plasma HCV RNA level greater than 10,000 IU/mL at Screening.\n\nExclusion Criteria:\n\n* Significant liver disease with any cause other than HCV as the primary cause\n* Positive test result for Hepatitis B surface antigen (HBsAg) or anti-Human Immunodeficiency virus antibody (HIV Ab) at screening.\n* Prior therapy with direct acting antiviral agents for the treatment of HCV, including telaprevir and boceprevir.\n* Any current or past clinical evidence of Child-Pugh B or C Classification or clinical history of liver decompensation including ascites (noted on physical exam), variceal bleeding or hepatic encephalopathy.\n* A positive screening ultrasound for hepatocellular carcinoma (HCC) confirmed with a subsequent CT Scan or MRI during the screening period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment","description":"The percentage of participants with sustained virologic response (plasma Hepatitis C virus ribonucleic acid \\[HCV RNA\\] level less than the lower limit of quantitation \\[\\< LLOQ\\]) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.8","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Virologic Response 12 Weeks Post-treatment in the 24-week Arm Compared to the 12-week Arm","description":"A sustained virologic response is defined as plasma Hepatitis C virus ribonucleic acid (HCV RNA) less than the lower limit of quantification (\\< LLOQ) 12 weeks after the last dose of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.8","spread":null},{"groupId":"OG001","value":"96.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Each Arm With On-treatment Virologic Failure During the Treatment Period","description":"Virologic failure during treatment was defined as rebound (confirmed HCV RNA greater than or equal to the lower limit of quantitation \\[≥ LLOQ\\] after HCV RNA \\< LLOQ during treatment, or confirmed increase from the lowest value post baseline in HCV RNA \\[2 consecutive HCV RNA measurements \\> 1 log(subscript)10(subscript) IU/mL above the lowest value post baseline\\] at any time point during treatment), or fail to suppress (HCV RNA ≥ LLOQ persistently during treatment with at least 6 weeks \\[≥ 36 days\\] of treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Virologic Relapse After Treatment","description":"Participants were considered to have virologic relapse after treatment if they had confirmed quantifiable plasma Hepatitis C virus ribonucleic acid (HCV RNA) ≥ lower limit of quantification (LLOQ) between the end of treatment and 12 weeks after the last dose of study drug among participants who completed treatment with HCV RNA \\< LLOQ at the end of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":208},"commonTop":["FATIGUE","HEADACHE","NAUSEA","PRURITUS","INSOMNIA"]}}}