{"nctId":"NCT01080391","briefTitle":"Study Comparing Carfilzomib, Lenalidomide, and Dexamethasone (CRd) vs Lenalidomide and Dexamethasone (Rd) in Subjects With Relapsed Multiple Myeloma","startDateStruct":{"date":"2010-07-14","type":"ACTUAL"},"conditions":["Relapsed Multiple Myeloma"],"count":792,"armGroups":[{"label":"Lenalidomide and Dexamethasone (Rd)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexamethasone","Drug: Lenalidomide"]},{"label":"Carfilzomib, Lenalidomide, and Dexamethasone (CRd)","type":"EXPERIMENTAL","interventionNames":["Drug: Dexamethasone","Drug: Lenalidomide","Drug: Carfilzomib"]}],"interventions":[{"name":"Dexamethasone","otherNames":[]},{"name":"Lenalidomide","otherNames":["Revlimid"]},{"name":"Carfilzomib","otherNames":["PR-171","Kyprolis®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Symptomatic multiple myeloma\n2. Measurable disease, as defined by one or more of the following (assessed within 21 days prior to randomization):\n\n   * Serum M-protein ≥ 0.5 g/dL\n   * Urine Bence-Jones protein ≥ 200 mg/24 hours\n   * For immunoglobulin A (IgA) patients whose disease can only be reliably measured by serum quantitative immunoglobulin (qIgA) ≥ 750 mg/dL (0.75 g/dL)\n3. Prior treatment with at least one, but no more than three, regimens for multiple myeloma\n4. Documented relapse or progressive disease on or after any regimen\n5. Achieved a response to at least one prior regimen\n6. Age ≥ 18 years\n7. Life expectancy ≥ 3 months\n8. Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n9. Adequate hepatic function, with serum alanine aminotransferase (ALT) ≤ 3.5 times the upper limit of normal and serum direct bilirubin ≤ 2 mg/dL (34 µmol/L) within 21 days prior to randomization\n10. Absolute neutrophil count ≥ 1.0 × 10\\^9/L within 21 days prior to randomization\n11. Hemoglobin ≥ 8 g/dL (80 g/L) within 21 days prior to randomization\n12. Platelet count ≥ 50 × 10\\^9/L (≥ 30 × 10\\^9/L if myeloma involvement in the bone marrow is \\> 50%) within 21 days prior to randomization\n13. Creatinine clearance (CrCl) ≥ 50 mL/minute within 21 days prior to randomization\n14. Written informed consent in accordance with federal, local, and institutional guidelines\n15. Females of childbearing potential must agree to ongoing pregnancy testing and to practice contraception\n16. Male subjects must agree to practice contraception\n\nExclusion Criteria:\n\n1. If previously treated with bortezomib (alone or in combination), progression during treatment\n2. If previously treated with a lenalidomide and dexamethasone (len/dex) combination:\n\n   * Progression during the first 3 months of initiating treatment\n   * Any progression during treatment if the len/dex combination was the subject's most recent line of therapy\n3. Discontinuation of previous lenalidomide or dexamethasone due to intolerance; subjects intolerant to bortezomib are not excluded\n4. Prior carfilzomib treatment\n5. POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, monoclonal protein, and skin changes)\n6. Waldenström's macroglobulinemia or IgM myeloma\n7. Plasma cell leukemia (\\> 2.0 × 10\\^9/L circulating plasma cells by standard differential)\n8. Chemotherapy or investigational agent within 3 weeks prior to randomization or antibody therapy within 6 weeks prior to randomization\n9. Radiotherapy to multiple sites or immunotherapy/antibody therapy within 28 days prior to randomization; localized radiotherapy to a single site within 7 days prior to randomization\n10. Corticosteroid therapy at a dose equivalent to dexamethasone \\> 4 mg/day within 21 days prior to randomization\n11. Pregnant or lactating females\n12. Major surgery within 21 days prior to randomization\n13. Acute active infection requiring treatment (systemic antibiotics, antivirals, or antifungals) within 14 days prior to randomization\n14. Known human immunodeficiency virus infection\n15. Active hepatitis B or C infection\n16. Myocardial infarction within 4 months prior to randomization, New York Hear Association (NYHA) Class III or IV heart failure, uncontrolled angina, history of severe coronary artery disease, severe uncontrolled ventricular arrhythmias, sick sinus syndrome, or electrocardiographic evidence of acute ischemia or Grade 3 conduction system abnormalities unless subject has a pacemaker\n17. Uncontrolled hypertension or uncontrolled diabetes within 14 days prior to randomization\n18. Other malignancy, including myelodysplastic syndromes (MDS), within the past 3 years with the exception of a) adequately treated basal cell carcinoma, squamous cell skin cancer, or thyroid cancer; b) carcinoma in situ of the cervix or breast; c) prostate cancer of Gleason Grade 6 or less with stable prostate-specific antigen levels; or d) cancer considered cured by surgical resection or unlikely to impact survival during the duration of the study, such as localized transitional cell carcinoma of the bladder or benign tumors of the adrenal or pancreas\n19. Significant neuropathy (Grades 3-4, or Grade 2 with pain) within 14 days prior to randomization\n20. Known history of allergy to Captisol® (a cyclodextrin derivative used to solubilize carfilzomib)\n21. Contraindication to any of the required concomitant drugs or supportive treatments, including hypersensitivity to all anticoagulation and antiplatelet options, antiviral drugs, or intolerance to hydration due to preexisting pulmonary or cardiac impairment\n22. Ongoing graft-vs-host disease\n23. Subjects with pleural effusions requiring thoracentesis or ascites requiring paracentesis within 14 days prior to randomization\n24. Any other clinically significant medical disease or condition that, in the Investigator's opinion, may interfere with protocol adherence or a subject's ability to give informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"Kaplan-Meier estimate of median time from randomization to progressive disease (PD) or all-cause death. PD was assessed using International Myeloma Working Group-Uniform Response Criteria (IMWG-URC). One or more conditions were required to meet PD: 2 consecutive rising serum or urine M-protein from central lab; documented new bone lesion(s) or soft tissue plasmacytoma(s) or increased size of existing bone lesion(s) or plasmacytoma(s); or confirmed hypercalcemia due solely to plasma cell proliferative disorder (local lab greater than 11.5 mg/dL on 2 separate occasions). Censoring conditions (censoring dates) were: no post-baseline disease assessment (DA) (randomization date); started non-protocol systemic anticancer treatment before PD or death (last DA date before such treatment); died or had PD after more than 1 missed DA (last DA date without PD before the first missed visit); or were alive and without documentation of PD, including lost to follow-up without PD (last DA date).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.6","spread":null},{"groupId":"OG001","value":"26.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival (OS) was defined as the duration from randomization to death due to any cause. Participants who were still alive were censored at the date when the participant was last known to be alive or the data cutoff date, whichever occurred earlier.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.4","spread":null},{"groupId":"OG001","value":"48.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Response Rate","description":"Overall response rate is defined as the percentage of participants who achieved either a confirmed stringent complete response (sCR), complete response (CR), very good partial response (VGPR), or partial response (PR) as their best response based on the Independent Review Committee (IRC) assessed response outcome. Response was determined using the International Myeloma Working Group - Uniform Response Criteria (IMWG-URC).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"87.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate","description":"Disease control rate was defined as the percentage of participants who achieved a best response of stringent complete response (sCR), complete response (CR), very good partial response (VGPR), partial response (PR), minimal response (MR), or stable disease (SD) lasting ≥ 8 weeks according to International Myeloma Working Group - Uniform Response Criteria (IMWG-URC) (MR was determined using European Group for Blood and Marrow Transplantation criteria).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.1","spread":null},{"groupId":"OG001","value":"92.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response","description":"Duration of response (DOR) was calculated for participants who achieved a best response of stringent complete response (sCR), complete response (CR), very good partial response (VGPR), or partial response (PR). Duration of response was defined as the time in months from the initial start of response (PR or better) to the earlier of documented progressive disease (PD) or death due to any cause. Participants who had not progressed or died were censored according to the censoring rules defined previously for PFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.2","spread":null},{"groupId":"OG001","value":"28.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Disease Control","description":"Duration of disease control (DDC) was calculated for participants who achieved disease control. DDC was defined as the time in months from randomization to the earlier of documented progressive disease (PD) or death due to any cause. Participants who had not progressed or died were censored according to the censoring rules defined previously for PFS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"28.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life Core Module (QLQ-C30) Global Health Status/Quality of Life Scores","description":"Health-related quality of life was assessed with the use of the European Organization for Research and Treatment of Cancer Quality of Life Core Module (QLQ-C30) questionnaire, a validated instrument in multiple myeloma patients. Scores range from 0 to 100, with higher scores indicating better health related quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.1","spread":"21.7"},{"groupId":"OG001","value":"58.3","spread":"21.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.8","spread":"19.4"},{"groupId":"OG001","value":"59.9","spread":"20.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.9","spread":"19.7"},{"groupId":"OG001","value":"62.5","spread":"20.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"57.3","spread":"19.7"},{"groupId":"OG001","value":"62.7","spread":"19.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.9","spread":"18.8"},{"groupId":"OG001","value":"64.3","spread":"19.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":221,"n":389},"commonTop":["Anaemia","Diarrhoea","Neutropenia","Fatigue","Fatigue"]}}}