{"nctId":"NCT03497975","briefTitle":"PRISM Study-Pruritus Relief Through Itch Scratch Modulation","startDateStruct":{"date":"2018-08-07","type":"ACTUAL"},"conditions":["Prurigo Nodularis"],"count":353,"armGroups":[{"label":"NAL ER","type":"EXPERIMENTAL","interventionNames":["Drug: Nalbuphine ER Tablets"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Nalbuphine ER Tablets","Drug: Placebo Tablets"]}],"interventions":[{"name":"Nalbuphine ER Tablets","otherNames":["NAL ER Tablets"]},{"name":"Placebo Tablets","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals diagnosed with generalized nodular PN, covering 2 separate body parts, and 10 or more pruriginous nodules\n* Severe itch due to PN\n* Age 18 years and older at the time of consent, and a life expectancy of at least 18 months.\n* Individuals using antidepressants must be on a stable dose for a minimum of 4 weeks prior to screening.\n* Participants with a history of acute secondary dermatoses within the preceding 6 months may enroll only if the dermatosis has resolved completely as follows per medical history or participant self-report and current clinical assessment: (a) Localized contact dermatitis, environmental exposures, superficial burns, or viral exanthems must have been resolved for at least 4 weeks prior to screening. (b) Skin or environmental infestations, such as scabies, lice, or bed bugs, must have been resolved for at least 8 weeks prior to screening.\n* Any identified systemic, non-dermatologic disease that could be a potential cause of concomitant pruritus (e.g., thyroid disease, celiac disease, hepatitis C virus \\[HCV\\]) must either have resolved, been successfully treated \\[i.e., HCV ribonucleic acid (RNA) negative\\], or must be successfully managed with stable, optimized treatment (e.g., thyroid replacement, dietary management with resolution of symptoms, respectively) for at least 3 months prior to screening.\n* Participants who are human immunodeficiency virus (HIV) positive may enroll if they meet the following criteria: (a) currently on a stable (\\> 6 months stable use) and well tolerated highly active antiretroviral therapy regimen; (b) cluster of differentiation 4 (CD4) count \\> 500 cells/mL; and (c) HIV ribonucleic acid (RNA) \\< 50 copies/mL documented for at least 6 months prior to enrollment.\n\nExclusion Criteria:\n\n* Pruritus due to localized PN (only one body part affected), or less than 10 nodules\n* Active, uncontrolled, pruritic dermatoses in need of treatment (such as atopic dermatitis or bullous pemphigoid for example).\n* History of a major psychiatric disorder such as bipolar disorder or schizophrenia. History of active substance abuse in the last 3 years.\n* Known intolerance \\[gastrointestinal (GI), central nervous system (CNS) symptoms\\] or hypersensitivity/drug allergy to opioids.\n* Use of certain concomitant medications and treatments within a period prior to the study, or requirement for these medications during the study:\n\n  * Potential participants taking opiates, gabapentin, pregabalin, calcineurin inhibitors, cannabinoid agonists, capsaicin, cryosurgery, topical doxepin, thalidomide or methotrexate, topical antihistamines or topical corticosteroids require a 14-day washout.\n  * Within 4 weeks prior to screening: ultraviolet (UV)-therapy, exposure to any investigational medication, including placebo\n  * Within 3 months prior to screening: Non-insulin biologics (including monoclonal antibodies) that modify the immune system,\n  * Individuals taking monoamine oxidase inhibitors are excluded, as concomitant opiate use may increase the risk for serotonin syndrome.\n* Myocardial infarction or acute coronary syndrome within the previous 3 months, as reported by the participant.\n* Individuals with prolonged QT interval corrected for heart rate using Fridericia's formula (QTcF).\n\nNote: Other Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With ≥ 4- Point Decrease in 7-day Average Worst Itch - Numerical Rating Scale (WI-NRS) up to Week 14","description":"The NRS is a patient related outcome (PRO) instrument, designed to quantify the intensity of worst itching experienced during a 24-hour period, and can be applied and validated either with reference to the average itch or to the absolute worst itch (WI-NRS) over that 24-hour period. WI-NRS is a set of boxes, one for each number, from 0 (no itching) to 10 (worst possible itching). Higher scores indicate worst itching experience. Responder was defined as a participant with a ≥4-point decrease in the 7-day average WI-NRS from baseline to Week 14.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.24","spread":null},{"groupId":"OG001","value":"14.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Itch-related Quality of Life (ItchyQoL) Total Score at Week 14","description":"The ItchyQoL consists of 22 pruritus-specific items measuring how pruritus affects participant's QoL in the area of symptoms related to the itch condition (6 questions), functional limitations (7 questions), and emotions (9 questions). The participant scored each question never = 1, rarely = 2, sometimes = 3, often = 4, all the time = 5. The ItchyQoL total score were obtained as the sum of the 22 items ranging from 22 to 110, with higher score indicating worsening of pruritus. A negative change from baseline indicated improvement in the pruritus-related difficulties.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.4","spread":"18.01"},{"groupId":"OG001","value":"-8.8","spread":"17.15"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Prurigo Activity Score (PAS) Assessed by the Percentage of Participants With 1-Category Improvement in the Percentage of Pruriginous Lesions With Excoriations/Crusts (Item 5a) at Week 14","description":"PAS consists of 5 quantitative/qualitative measurements related to examination of skin: Type; number;distribution;quantitative number of lesions in a body part;activity. Prurigo lesion activity is recorded as a stage (0 to 4), based on percentage of overall lesions with relevant characteristic. Three types of PAS responders defined one for each of the following items: Pruriginous lesions with excoriations/crusts (item 5a);Healed lesions (item 5b);Number of lesions (item 2). Pruriginous lesions with excoriations/crusts (item 5a) was recorded from 0 to 4;where 0 = 0-25%1 = 26-50%,2 = 51-75%,3 = 76-90%,4 = 91-100%. Higher score=a greater number of pruriginous lesions with excoriations/crusts. A responder was defined as a participant who has at least 1-category improvement in the relevant item from baseline to Week 14. Baseline is defined as the last non-missing evaluation (including repeated and unscheduled assessments) taken prior to or on the date of first dose of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.5","spread":null},{"groupId":"OG001","value":"41.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient-Reported Outcomes Measurement Information System (PROMIS) Sleep Disturbance Short Form 8a at Week 14","description":"PROMIS Sleep Disturbance Short Form 8a questionnaire is a tool for assessing sleep. It has 8 questions which measures sleep in the past 7 days.There is 1 broad sleep quality question with options:\"very poor\",\"poor\",\"fair\",\"good\",and \"very good\".Remaining 7 questions are answered with:\"not at all\",\"a little bit\",\"somewhat\",\"quite a bit\",and \"very much\".Lowest possible raw score=8; highest possible raw score=40. The T-score rescales raw score into a standardized score with a mean of 50 and an standard deviation of 10 derived from general population.Lowest possible T-score=28.9;highest possible T-score=76.6.Higher T-score shows more of the concept measured,higher the T-Score worse the sleep disturbance.Scores \\<55=normal limits, 55-60=mild, 61-70=moderate,and \\>70=severe sleep disturbance.Baseline=last non-missing evaluation (including repeated and unscheduled assessments) taken prior to or on the date of first dose of study medication.Negative change from baseline indicated better sleep.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.5","spread":"10.01"},{"groupId":"OG001","value":"-4.5","spread":"8.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 7-Day Average WI-NRS to Week 14","description":"The NRS is a PRO instrument, designed to quantify the intensity of worst itching experienced during a 24-hour period, and can be applied and validated either with reference to the average itch or to the absolute worst itch (WI-NRS) over that 24-hour period. WI-NRS is a set of boxes, one for each number, from 0 (no itching) to 10 (worst possible itching). Higher scores indicate worst itching experience. Baseline WI-NRS value was calculated as the arithmetic mean of the WI-NRS values (minimum of 5 required) taken for eligibility review by site at the time of randomization. A negative change from baseline indicates improvement in symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"2.36"},{"groupId":"OG001","value":"-1.6","spread":"2.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PAS Assessed by the Percentage of Participants With 1-Category Improvement in the Percentage of Healed Lesions (Item 5b) at Week 14","description":"PAS consists of 5 quantitative/qualitative measurements related to skin-Type; number; distribution; quantitative number of lesions in body part; activity. Prurigo lesion activity is recorded as stage (0 to 4), based on percentage of overall lesions with relevant characteristic. Three types of PAS responders are defined: Pruriginous lesions with excoriations/crusts (item 5a); Healed lesions (item 5b); Number of lesions (item 2). Prurigo lesions (item 5b), where 0 = 100%,1 = 75-99%,2 = 50-74%,3 = 25-49%,4 = 0-24% healed pruriginous lesions. Lower score=more number of healed pruriginous lesions. A responder was defined as a participant who has at least 1-category improvement in the relevant item from baseline to Week 14. Baseline was defined as the last non-missing evaluation (including repeated and unscheduled assessments) taken prior to or on the date of first dose of treatment. A negative change from baseline would indicate higher number of healed lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"34.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in PAS Assessed by the Percentage of Participants With 1-Category Improvement in the Percentage of Lesions (Item 2) at Week 14","description":"PAS consists of 5 quantitative/qualitative measurements of skin- Type; number; distribution; quantitative number of lesions in body part; activity. Prurigo lesion activity is recorded as stage (0 to 4) based on percentage of overall lesions with relevant characteristic. Three types of PAS responders are defined: Pruriginous lesions with excoriations/crusts (item 5a); Healed lesions (item 5b); Number of lesions (item 2). Prurigo lesion activity is recorded as a stage (0 to 4), based on the percentage of overall lesions with the relevant characteristic. A lower score indicates less number of pruriginous lesions. A responder was defined as a participant who has at least 1-category improvement in the relevant item from baseline to Week 14. Baseline was defined as the last non-missing evaluation (including repeated and unscheduled assessments) taken prior to or on the date of first dose of study medication. A negative change from baseline would indicate lower number of lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null},{"groupId":"OG001","value":"18.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Investigator Global Assessment-Prurigo Nodularis (IGA-PN) Assessed by the Percentage of Participants With 1-Category Improvement in Activity at Week 14","description":"The IGA-PN collects an investigator global assessment of status of PN skin lesions. The IGA-PN uses a 5-category scale (scoring 0 to 4) to describe the status of 2 aspects of disease: The Activity (amount of excoriation and crusting associated with the prurigo lesions), and the Stage (the quantitative presence and proportion of flattening of the lesions). The excoriation/crusting activity on the surface (PN-Activity) where it considers number of PN lesion with excoriations and crusts on the top, 0=clear (No nodules), 1 =small number, 2=minority of nodules, 3=most nodules, 4=severe (vast majority of nodules). A higher number indicates severe status of PN skin lesions. An IGA-PN responder for activity was defined as participants who has at a least 1-category improvement in the respective score from baseline to Week 14. Baseline was defined as the last non-missing evaluation (including repeated and unscheduled assessments) taken prior to or on the date of first dose of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.1","spread":null},{"groupId":"OG001","value":"41.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in IGA-PN Assessed by the Percentage of Participants With 1-Category Improvement in Stage at Week 14","description":"The IGA-PN collects an investigator global assessment of status of PN skin lesions. The IGA-PN uses a 5-category scale(scoring 0 to 4) to describe 2 aspects of disease. The Activity(amount of excoriation and crusting of prurigo lesions) and the Stage(the quantitative presence and proportion of flattening of lesions),where 0=clear(No nodules),1=Rare, flattened lesions, with no more than single dome-shaped palpable nodules(1-5 nodules), 2=Few,mostly flattened lesions, with small number of dome-shaped palpable nodules(6-19 nodules,3=Many lesions, partially flattened and dome-shaped palpable nodules (20-100 nodules),4=Abundant lesions, majority are dome-shaped palpable nodules (over 100 nodules).Higher number= presence of abundant lesions.Responder as defined as participants who has at a least 1-category improvement from baseline to Week 14.Baseline was defined as the last non-missing evaluation(repeated and unscheduled assessments)taken prior to or on the date of first dose of treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.8","spread":null},{"groupId":"OG001","value":"32.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Having a Patient Benefit Index, Pruritus Version (PBI-P) Score of ≥1 at Week 14","description":"PBI-P is an instrument that measures participant-defined treatment objectives and benefits acquired during the course of treatment.During and after therapy, the participant completes a matched \"on-treatment\" Treatment Benefits questionnaire and rates the extent to which the treatment objectives have been achieved.It consists of 27 multiple choice questions that can be answered \"not at all\",\"somewhat\",\"moderately\",\"quite\",\"very\".PBI-P global score is computed according to the score obtained for patient needs questionnaire (PNQ) and patient benefit questionnaire (PBQ).Score may only be computed if the participant has provided valid data on importance (PNQ) and benefit (PBQ) for at least 75% of the respective treatment goals,i.e., for at least 21 of the 27 items. Total score ranges from 0-135. Higher scores=more benefit received from the study to the participant.Responses \"does/did not apply\",\"question answered\" are considered valid values when counting number of non-missing responses.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Treatment Emergent Adverse Events (TEAEs), Serious TEAEs, and Discontinued From Study Drug Due to TEAEs in DB Period","description":"An AE is any untoward medical occurrence in a participant who administered a pharmaceutical product, and which does not necessarily have to have a causal relationship with the study drug. An AE can, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. A serious adverse event (SAE) is any untoward medical occurrence that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. DB period TEAEs are defined as AEs that either start or worsen in severity on or after the first DB dose and prior to the first extension titration dose of study medication in the OLE period. TEAEs included both serious \\& non-serious TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced TEAEs, Serious TEAEs, and Discontinued From Study Drug Due to TEAEs in OLE Period","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the study drug. An AE can, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. A serious adverse event (SAE) was any untoward medical occurrence that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. OLE period TEAEs are defined as AEs that either start or worsen in severity on or after the first extension titration dose of study medication. TEAEs included both serious \\& non-serious TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":168},"commonTop":["Nausea","Dizziness","Headache","Fatigue","Somnolence"]}}}