{"nctId":"NCT01864746","briefTitle":"A Study of Palbociclib in Addition to Standard Endocrine Treatment in Hormone Receptor Positive Her2 Normal Patients With Residual Disease After Neoadjuvant Chemotherapy and Surgery","startDateStruct":{"date":"2013-10-30","type":"ACTUAL"},"conditions":["Breast Cancer","Hormonreceptor Positive","Her2-normal","Postneoadjuvant Treatment With CDK 4/6 Inhibitor","CPS-EG Score"],"count":1250,"armGroups":[{"label":"Palbociclib","type":"EXPERIMENTAL","interventionNames":["Drug: Palbociclib PD-0332991"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Palbociclib PD-0332991","otherNames":["Ibrance"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Based on protocol G version 11 dated 09 April 2019\n\nInclusion Criteria\n\n1. Written informed consent prior to beginning specific protocol procedures, including expected cooperation of the patients for the treatment and follow-up, must be obtained and documented according to the local regulatory requirements.\n2. Willingness and ability to provide archived formalin fixed paraffin embedded tissue block or a partial block from surgery after neoadjuvant chemotherapy and from core-biopsy before start of neoadjuvant chemotherapy, which will be used for centralized retrospective confirmation of hormone- and HER2-status and to evaluate correlation between genes, proteins, and mRNAs relevant to the endocrine and cell cycle pathways and sensitivity/resistance to the investigational agents. In case of bilateral breast cancer, tumor tissue of both sides needs to be assessable.\n3. Histologically confirmed unilateral or bilateral primary invasive carcinoma of the breast.\n4. Residual invasive disease post-neoadjuvant either in the breast or as residual nodal invasion.\n5. Centrally confirmed hormone-receptor-positive (≥1% ER and/or PR positive stained cells) and HER2-normal (IHC score 0-1 or FISH negative (in-situ hybridization (ISH) ratio) \\<2.0 status) assessed preferably on tissue from post-neoadjuvant residual invasive disease or core biopsy of the breast, or if no other tissue is available, the residual tumor of the lymph node can be assessed. In case of bilateral breast cancer, hormone receptor positivity and HER2-normal status has to be centrally confirmed for both sides.\n6. Centrally assessed Ki-67, pRB, and Cyclin D1 status assessed preferably on post-neoadjuvant residual invasive disease of the breast, or if not possible, of residual nodal invasion or core biopsy. In case of bilateral breast cancer, tumor tissue of both sides needs to be assessable.\n7. Patients must have received neoadjuvant chemotherapy of at least 16 weeks. This period must include 6 weeks of a taxane-containing neoadjuvant therapy (Exception: For patients with progressive disease that occurred after at least 6 weeks of taxane-containing neoadjuvant treatment, a total treatment period of less than 16 weeks is also eligible).\n8. Adequate surgical treatment including resection of all clinically evident disease and ipsilateral axillary lymph node dissection. Histologically complete resection (R0) of the invasive and ductal in situ tumor is required in case of breast conserving surgery as the final treatment. No evidence of gross residual disease (R2) is required after total mastectomy (R1 resection is acceptable). Axillary dissection is not required in patients with a negative sentinel-node biopsy before (pN0, pN+(mic)) or after (ypN0, ypN+(mic) neoadjuvant chemotherapy.\n9. Less than 16 weeks interval since the date of final surgery or less than 10 weeks from completing radiotherapy (whichever occurs last) at date of randomization.\n10. Completion of adjuvant radiotherapy according to standard guidelines (e.g. AGO Mamma, NCCN) is strongly recommended. If radiotherapy is not performed, the reason for this needs to be documented in the eCRF.\n11. No clinical evidence for locoregional or distant relapse during or after preoperative chemotherapy. Local progression during chemotherapy is not an exclusion criterion.\n12. A clinical-pathologic stage - estrogen/grade (CPS-EG) score of ≥3, or score 2 if nodal status at surgery is ypN+, calculated using local estrogen receptor status and grade assessed on either core biopsies taken before start of neoadjuvant treatment or surgical specimen (see chapter 21.1).\n13. Age at diagnosis at least 18 years.\n14. Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1.\n15. Resolution of all acute toxic effects of prior anti cancer therapy or surgical procedures to NCI CTCAE version 4.0 Grade ≤1 (except alopecia or other toxicities not considered a safety risk for the patient at investigator's discretion).\n16. Estimated life expectancy of at least 5 years irrespective of the diagnosis of breast cancer.\n17. The patient must be accessible for scheduled visits, treatment and follow-up. Patients registered in this trial must be treated at the participating center which could be the Principal Investigator's or a Co-investigator's site.\n\nExclusion Criteria\n\n1. Known severe hypersensitivity reactions to compounds similar to palbociclib or palbociclib/placebo excipients or to endocrine treatments.\n2. Inadequate organ function immediate prior to randomization including: Hemoglobin \\<10g/dL (100g/L); ANC \\< 2000/mm³ (\\< 2.0 x 109/L); Platelets \\<100,000/mm³ (\\< 100 x 109/L); AST or ALT \\>1.5 x upper limit of normal (ULN); alkaline phosphatase \\> 2.5 x ULN, total serum bilirubin \\> 1.25 x ULN; serum creatinine \\>1.25 x ULN or estimated creatinine clearance \\< 60 mL/min as calculated using the method standard for the institution; severe and relevant co-morbidity that would interact with the participation in the study\n3. Evidence for infection including wound infections, human immunodeficiency virus (HIV) or any type of hepatitis\n4. QTc \\>480 msec\n5. Uncontrolled electrolyte disorders (eg, hypocalcemia, hypokalemia, hypomagnesemia).\n6. Any of the following within 6 months of randomization: myocardial infarction, severe/unstable angina, ongoing cardiac dysrhythmias of NCI CTCAE version 4.0 Grade ≥2, atrial fibrillation of any grade, coronary/peripheral artery bypass graft, symptomatic congestive heart failure, cerebrovascular accident including transient ischemic attack, or symptomatic pulmonary embolism.\n7. Active inflammatory bowel disease or chronic diarrhea, short bowel syndrome, or any upper gastrointestinal surgery including gastric resection.\n8. Prior malignancy (including invasive or ductal in-situ breast cancer) within 5 years prior to randomization, except curatively treated basal cell carcinoma of the skin and carcinoma in situ of the cervix.\n9. Current severe acute or uncontrolled chronic systemic disease (e.g. diabetes mellitus) or psychiatric condition or laboratory abnormality that may increase the risk associated with study participation or investigational product administration or may interfere with the interpretation of study results and, in the judgment of the investigator, would make the patient inappropriate for entry into this study.\n10. Recent (within the past year) or active suicidal behavior.\n11. Pregnancy or lactation period. Women of childbearing potential must implement adequate non-hormonal contraceptive measures (barrier methods, intrauterine contraceptive devices, sterilization) during study treatment and for 90 days after discontinuation. A serum pregnancy test must be negative in premenopausal women or women with amenorrhea of less than 12 months.\n12. Major surgery within 2 weeks prior to randomization.\n13. 10 weeks or more have passed since completion of radiotherapy at day of randomization and 16 weeks interval since the date of final surgery have passed.\n14. Prior treatment with any CDK4/6 inhibitor.\n15. Patients treated within the last 7 days prior to randomization and/or concurrent use of drugs known to be strong CYP3A4 inhibitors or inducers\n16. Concurrent treatment with other experimental drugs. Participation in another clinical trial with any investigational not marketed drug within 30 days prior to randomization.\n17. Male patients.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Invasive Disease Free Survival (iDFS) for Palbociclib vs. Placebo in Patients With High CPS-EG Score After Neoadjuvant Chemotherapy Receiving Standard Adjuvant Endocrine Therapy for HR-positive/HER2-normal Primary Breast Cancer.","description":"Invasive disease-free survival (iDFS) is defined according to Hudis (J Clin Oncol 2007) as the time period between randomization and first event (ipsi- or contralateral invasive in-breast or loco-regional recurrence, distant recurrence, death from breast cancer, death from non-breast cancer cause, death from unknown cause, invasive contralateral breast cancer, second primary invasive cancer (non-breast)) assessed until the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.2","spread":null},{"groupId":"OG001","value":"77.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63.6","spread":null},{"groupId":"OG001","value":"67.9","spread":null}]}]}]},{"type":"SECONDARY","title":"iDFS Excluding Second Non-breast Cancers","description":"Invasive disease-free survival (iDFS) is defined according to Hudis (J Clin Oncol 2007) as the time period between randomization and first event assessed until the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null},{"groupId":"OG001","value":"78.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"68.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Distant Disease Free Survival (DDFS)","description":"Distant disease free survival (DDFS) is defined as the time period between randomization and diagnosis of first distant breast cancer recurrences assessed until the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.8","spread":null},{"groupId":"OG001","value":"69.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival (OS) is defined as the time period between randomization and death of any cause assessed until the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.6","spread":null},{"groupId":"OG001","value":"90.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.6","spread":null},{"groupId":"OG001","value":"84.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":64,"n":633},"commonTop":["Leukopenia","Neutropenia","Fatigue","Infection","Anemia"]}}}