{"nctId":"NCT01422213","briefTitle":"Efficacy Study of Vortioxetine on Cognitive Dysfunction in Adult Patients With Major Depressive Disorder","startDateStruct":{"date":"2011-12"},"conditions":["Major Depressive Disorder"],"count":598,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine (Lu AA21004)"]},{"label":"Vortioxetine 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine (Lu AA21004)"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Vortioxetine (Lu AA21004)","otherNames":["Brintellix"]},{"name":"Vortioxetine (Lu AA21004)","otherNames":["Brintellix"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patient is an inpatient in a psychiatric hospital or an outpatient at a psychiatric setting at the time of the study entry.\n* The patient is diagnosed with recurrent MDD according to DSM-IV-TR™ criteria (classification code 296.3x). The current Major Depressive Episode (MDE) should be confirmed using the Mini International Neuropsychiatric Interview (MINI).\n* The patient has received prescribed treatment for a previous episode of depression.\n* The patient has a MADRS total score ≥26.\n* The reported duration of the current MDE is at least 3 months.\n\nExclusion Criteria:\n\n* The patient has a score ≥70 on the DSST (number of correct symbols), or ≥42 on the RAVLT (learning) or ≥14 on the RAVLT (memory) at the Baseline Visit.\n* The patient has any current Axis I disorder (DSM-IV-TR™ criteria) other than MDD, confirmed using the MINI.\n* The patient has a current diagnosis or history of manic or hypomanic episode, schizophrenia or any other psychotic disorder, including major depression with psychotic features.\n* The patient suffers from personality disorders, mental retardation, pervasive development disorder, attention-deficit/hyperactivity disorder, organic mental disorders, or mental disorders due to a general medical condition (DSM-IV-TR™ criteria).\n* The patient has physical, cognitive, or language impairment of such severity as to adversely affect the validity of the data derived from the neuropsychological tests.\n* The patient is diagnosed with reading disability (dyslexia).\n* The patient is at significant risk of suicide or has a score ≥5 on Item 10 (suicidal thoughts) of the MADRS, or has attempted suicide \\<6 months prior to the Screening Visit.\n* The patient has received electroconvulsive therapy \\<6 months prior to the Screening Visit.\n* The current depressive symptoms are considered by the investigator to have been resistant to 2 adequate antidepressant treatments of at least 6 weeks duration each at the recommended dose.\n* The patient has a history of moderate or severe head trauma (for example, loss of consciousness for more than 1 hour) or other neurological disorders or systemic medical diseases that are, in the opinion of the investigator, likely to affect central nervous system functioning.\n* The patient has a history of cancer, other than basal cell or Stage 1 squamous cell carcinoma of the skin, that has not been in remission for \\>5 years prior to the first drug dose.\n* The patient has a clinically significant unstable illness, for example:\n* cardiovascular disease\n* seizure disorder or encephalopathy\n* congestive heart failure\n* cardiac hypertrophy\n* arrhythmia\n* bradycardia (pulse \\<50 bpm)\n* respiratory disease\n* hepatic impairment or renal insufficiency\n* metabolic disorder\n* endocrinological disorder\n* gastrointestinal disorder\n* haematological disorder\n* infectious disorder\n* any clinically significant immunological condition\n* dermatological disorder\n* venereal disease\n* The patient has, at the Screening Visit, an abnormal ECG that is, in the investigator's opinion, clinically significant.\n* The patient is, in the investigator's opinion, unlikely to comply with the protocol or is unsuitable for any reason.\n* The patient has previously been exposed to Vortioxetine.\n\nOther protocol-defined inclusion and exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 8 in DSST (Number of Correct Symbols) and RAVLT (Acquisition and Delayed Recall) Using the Composite Z-score Defined as the Weighted Sum of the Individual Patient Z-scores","description":"DSST assesses psychomotor speed of performance requiring visual perception, spatial decision-making, and motor skills. It consists of 133 digits and requires the patient to substitute each digit with a simple symbol in a 90-s period. Each correct symbol is counted, and the total score ranges from 0 (\\< normal functioning) to 133 (\\> normal functioning).\n\nRAVLT assesses verbal learning and memory, including immediate memory, efficiency of learning, retroactive and proactive interference effects, and encoding versus retrieval. It consists of a number of tasks, including immediate recall and delayed recall. The number of words correctly recalled on each task is recorded.\n\nThe scores are standardized by subtracting the overall mean change from baseline from the individual change from baseline and dividing by the standard deviation estimate of the change from baseline. The 2 tests, DSST and RAVLT are each assigned a weight of 0.5, the 2 subtests of RAVLT are each assigned a weight of 0.25.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.235","spread":"0.053"},{"groupId":"OG001","value":"0.128","spread":"0.052"},{"groupId":"OG002","value":"0.095","spread":"0.051"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in DSST (Number of Correct Symbols)","description":"Digit Symbol Substitution Test (DSST) is a cognitive test designed to assess psychomotor speed of performance requiring visual perception, spatial decision-making, and motor skills. It consists of 133 digits and requires the patient to substitute each digit with a simple symbol in a 90-second period. Each correct symbol is counted, and the total score ranges from 0 (less than normal functioning) to 133 (greater than normal functioning).\" as a description of DSST.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.83","spread":"0.63"},{"groupId":"OG001","value":"9.03","spread":"0.63"},{"groupId":"OG002","value":"9.09","spread":"0.61"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in RAVLT (Acquisition)","description":"Rey Auditory Verbal Learning Task (RAVLT) is a cognitive test designed to assess verbal learning and memory, including immediate memory, efficiency of learning, retroactive and proactive interference effects, and encoding versus retrieval. It consists of a number of tasks, including immediate recall and delayed recall. The number of words correctly recalled on each task is recorded.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.06","spread":"0.34"},{"groupId":"OG001","value":"4.08","spread":"0.34"},{"groupId":"OG002","value":"3.65","spread":"0.33"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in RAVLT (Delayed Recall)","description":"Rey Auditory Verbal Learning Task (RAVLT) is a cognitive test designed to assess verbal learning and memory, including immediate memory, efficiency of learning, retroactive and proactive interference effects, and encoding versus retrieval. It consists of a number of tasks, including immediate recall and delayed recall. The number of words correctly recalled on each task is recorded.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":"0.18"},{"groupId":"OG001","value":"1.63","spread":"0.18"},{"groupId":"OG002","value":"1.56","spread":"0.17"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the TMT A (Speed of Processing)","description":"Trail Making Test (TMT) is a cognitive test designed to assess scanning, visuomotor tracking, executive function, and cognitive flexibility. It consists of two parts, A and B: the patient must draw lines to connect consecutively numbered circles (part A) and then connect consecutively numbered and lettered circles alternating between the two sequences (part B). The time taken to complete the two parts is recorded. Part A assesses cognitive processing speed. The lower the score the faster the processing speed.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.07","spread":"1.00"},{"groupId":"OG001","value":"-10.84","spread":"1.00"},{"groupId":"OG002","value":"-10.87","spread":"0.97"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the TMT B (Executive Function)","description":"TMT is a cognitive test designed to assess scanning, visuomotor tracking, executive function, and cognitive flexibility. It consists of two parts, A and B: the patient must draw lines to connect consecutively numbered circles (part A) and then connect consecutively numbered and lettered circles alternating between the two sequences (part B). The time taken to complete the two parts is recorded. Part B examines executive functioning and ability to shift cognitive set. The lower the score the faster the ability to shift cognitive set.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.84","spread":"2.00"},{"groupId":"OG001","value":"-21.41","spread":"2.00"},{"groupId":"OG002","value":"-22.85","spread":"1.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Congruent STROOP Time to Complete (Executive Function)","description":"Stroop Colour Naming Test (STROOP) is a cognitive test designed to assess the ability to inhibit a prepotent response to reading words while performing a task that requires attention control. It comprises two sheets with 50 words on each, and each word is the name of a colour. On the first sheet, the Congruent STROOP Sheet, the word and ink colour match; on the Incongruent STROOP Sheet, the word and ink colour do not match. For each sheet, the patient has 4 minutes to name the ink colour of each word. When the patient finishes the sheet, or once 4 minutes is up, the clinician notes the time taken and counts the number of correct and incorrect responses. The scale ranges from 0-100, the higher score the greater the cognitive flexibility.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.97","spread":"0.93"},{"groupId":"OG001","value":"-9.97","spread":"0.93"},{"groupId":"OG002","value":"-10.43","spread":"0.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in Incongruent STROOP Time to Complete (Executive Function)","description":null,"paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.94","spread":"1.48"},{"groupId":"OG001","value":"-17.69","spread":"1.48"},{"groupId":"OG002","value":"-17.45","spread":"1.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the SRT (Speed of Processing)","description":"Simple Reaction Time (SRT) is designed to assess psychomotor speed, and Choice Reaction Time (CRT) is designed to assess visual attention. Two computerised tests, part of the CogState battery were used to measure SRT and CRT in milliseconds:\n\n* The \"detection task\" measures SRT: the patient presses a \"yes\" button, whenever an onscreen playing card is turned over.\n* The \"identification task\" measures CRT: the patient presses a \"yes\" button whenever an onscreen playing card is turned over and is red, or a \"no\" button if the card is not red.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.007","spread":"0.009"},{"groupId":"OG001","value":"-0.053","spread":"0.009"},{"groupId":"OG002","value":"-0.037","spread":"0.009"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in the CRT (Attention)","description":null,"paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.015","spread":"0.007"},{"groupId":"OG001","value":"-0.046","spread":"0.007"},{"groupId":"OG002","value":"-0.023","spread":"0.006"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in MADRS Total Score","description":"The Montgomery Åsberg Depression Rating Scale (MADRS) is a depression rating scale consisting of 10 items, each rated 0 (no symptom) to 6 (severe symptom). The 10 items represent the core symptoms of depressive illness. The rating should be based on a clinical interview with the patient, moving from broadly phrased questions about symptoms to more detailed ones, which allow a precise rating of severity, covering the last 7 days. Total score from 0 to 60. The higher the score, the more severe.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.85","spread":"0.64"},{"groupId":"OG001","value":"-15.56","spread":"0.63"},{"groupId":"OG002","value":"-17.55","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 in CGI-S Score","description":"The Clinical Global Impression - Severity of Illness (CGI-S) is a 7-point scale rated from 1 (normal, not at all ill) to 7 (among the most extremely ill patients). The investigator should use his/her total clinical experience with this patient population to judge how mentally ill the patient is at the time of rating.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.15","spread":"0.08"},{"groupId":"OG001","value":"-1.80","spread":"0.08"},{"groupId":"OG002","value":"-2.00","spread":"0.08"}]}]}]},{"type":"SECONDARY","title":"Clinical Status Using CGI-I Score at Week 8","description":"The Clinical Global Impression - Global Improvement (CGI-I) is a 7-point scale rated from 1 (very much improved) to 7 (very much worse). The investigator rated the patient's overall improvement relative to baseline, whether or not, in the opinion of the investigator, this was entirely due to the drug treatment.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.85","spread":"0.08"},{"groupId":"OG001","value":"2.24","spread":"0.08"},{"groupId":"OG002","value":"1.99","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Proportion of Responders at Week 8 (Response Defined as a >=50% Decrease in the MADRS Total Score From Baseline","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"47.7","spread":null},{"groupId":"OG002","value":"58.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Remitters at Week 8 (Remission is Defined as a MADRS Total Score <=10)","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":null},{"groupId":"OG001","value":"29.5","spread":null},{"groupId":"OG002","value":"38.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 1 Using the MADRS Total Score and the Composite Z-score","description":"Effect on cognitive dysfunction after correcting for the effect on depressive symptoms.\n\nThe estimation of the effect on cognitive dysfunction after correcting for the effect on depressive symptoms was based on the composite z-score and the MADRS total score. The effect was estimated in an ANCOVA model using the composite z-score at week 1 as dependent variable and the change from baseline to week 1 in the MADRS total score, the baseline MADRS total score, the baseline composite z-score, the treatment group and site as independent variables.\n\nIn the week 1 analysis the vortioxetine 10 and 20 mg groups were pooled because patients randomized to vortioxetine 20 mg received vortioxetine 10 mg in the first week of the study.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.079","spread":"0.050"},{"groupId":"OG001","value":"0.042","spread":"0.037"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 8 Using the MADRS Total Score and the Composite Z-score","description":"Effect on cognitive dysfunction after correcting for the effect on depressive symptoms.\n\nThe estimation of the effect on cognitive dysfunction after correcting for the effect on depressive symptoms was based on the composite z-score and the MADRS total score. The effect was estimated in an ANCOVA model using the composite z-score at week 1 as dependent variable and the change from baseline to week 1 in the MADRS total score, the baseline MADRS total score, the baseline composite z-score, the treatment group and site as independent variables.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.189","spread":"0.050"},{"groupId":"OG001","value":"0.041","spread":"0.049"},{"groupId":"OG002","value":"-0.036","spread":"0.048"}]}]}]},{"type":"SECONDARY","title":"Risk of Suicidality Using C-SSRS Scores","description":"The Columbia-Suicide Severity Rating Scale (C-SSRS) was developed by researchers at Columbia University as a tool to systematically assess suicidal ideation and behaviour in patients during participation in a clinical study. The C-SSRS is composed of questions that address suicidal behaviour and questions that address suicidal ideation, with subquestions that assess severity. The tool was administered via an interview with the patient.\n\nFor 2 patients in each treament group (6 in total) the CSSRS assessments are missing during study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"173","spread":null},{"groupId":"OG001","value":"175","spread":null},{"groupId":"OG002","value":"178","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":196},"commonTop":["Nausea","Headache","Nasopharyngitis"]}}}