{"nctId":"NCT00196196","briefTitle":"A Precision and Accuracy Study of the Codman Valve Position Verification (VPV) System.","startDateStruct":{"date":"2004-09"},"conditions":["Hydrocephalus","Normal Pressure Hydrocephalus"],"count":274,"armGroups":[],"interventions":[{"name":"Codman VPV System","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A CODMAN Hakim Programmable Valve (CHPV) has been implanted for the management of the Subject's Hydrocephalus.\n* The Subject has given written informed consent prior to enrolling in the study.\n* The Subject requires adjustment of the CODMAN Hakim Programmable Valve (CHPV) for the management of Hydrocephalus·\n* The Subject's implanted CHPV will be adjusted using the Implanted Valve Mode.\n\nExclusion Criteria:\n\n* The Subject's valve is located in the deep lumbar position.\n* The Subject has an open and/or recent wound site in the region of the implanted valve.\n* The Subject has a history of Ultrasound gel allergies.\n* The Subject is a prisoner.\n* The subject has been previously enrolled in this protocol.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved \"Adjustment Complete\" and a Consensus X-ray Reading","description":"Up to 5 attempts to achieve \"Adjustment Complete\" using the Codman Valve Position Verification (VPV) system for each Subject. Agreement in 2 of 3 valve X-ray readings by independent radiologists for each Subject was considered \"consensus X-ray\". All participants included achieved \"Adjustment Complete\" and a \"consensus X-ray reading\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Agreement Between the Codman Valve Position Verification (VPV) System and Consensus X-rays Using Various Thresholds","description":"Percentage of agreement between consensus X-ray readings and the intended setting programmed by the Codman Valve Position Verification (VPV) system. This was assessed at various steps (intervals of mmH20) as increments allow on the Codman Hakim Programmable Valve. (1 step = 10 mmH20, 2 steps = 20 mmH20, +2 steps = \\>20 mmH20)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.89","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96.11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.67","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}