{"nctId":"NCT04654351","briefTitle":"A Study of Icatibant (TAK-667) in Japanese Children and Teenagers With Acute Attacks of Hereditary Angioedema","startDateStruct":{"date":"2021-01-15","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":2,"armGroups":[{"label":"TAK-667","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-667"]}],"interventions":[{"name":"TAK-667","otherNames":["Icatibant"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator or subinvestigator, the participant's parent or legal guardian is capable of understanding and complying with protocol requirements.\n2. The participant's parent or the participant's legal guardian is capable of signing and dating a written informed consent form on behalf of the participant prior to the initiation of any study procedures. Written informed assent is also obtained from the participant as much as possible.\n3. The participant is in Japan and is Japanese; defined as born in Japan and having Japanese parents and Japanese maternal and paternal grandparents.\n4. The participant is male or female and 2 to \\<18 years of age (ie, from the second birthday through the day prior to the eighteenth birthday) at the time of informed consent.\n5. The participant weighs \\>=12 kg at the time of the current HAE attack.\n6. The participant who has a documented and confirmed diagnosis of HAE type I or II. Diagnosis may be based on historical data using the following criteria:\n\n   1. Family history of angioedema\n   2. Characteristic attack manifestations, recurrent attacks\n   3. Functional complement 1 (C1) esterase inhibitor (C1-INH) deficiency\n   4. In the absence of a family history of angioedema, exclusion of other forms of angioedema (eg. angiotensin converting enzyme (ACE)-induced angioedema, allergic angioedema) based on medical judgement (eg, concomitant medication, response to antihistamines or glucocorticoids, information of genetic mutation).\n7. If the participant does not have a documented and confirmed diagnosis of HAE type I or II based on historical data, including C1-INH deficiency, the participant's diagnosis must be determined prior to treatment by C1-INH test results which demonstrate a functional C1-INH deficiency.\n\n   1. HAE type I: Low amount of C1-INH protein and low level of C1-INH activity; HAE type II: Normal or increased amount of C1-INH protein and low level of C1-INH activity\n   2. In the absence of a family history of angioedema, exclusion of other forms of angioedema (eg. ACE-induced angioedema, allergic angioedema) based on medical judgement (eg, concomitant medication, response to antihistamines or glucocorticoids, information of genetic mutation).\n8. The current HAE attack must be in the cutaneous, abdominal, and/or laryngeal (inclusive of laryngeal and pharyngeal) areas, but no prespecified attack severity criteria are required for treatment.\n9. The participant commences treatment within 12 hours after the onset of current HAE attack.\n10. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent throughout the duration of the study, and proves negative in the pregnancy test at screening.\n\nExclusion Criteria:\n\n1. The participant will require an intervention to support the airway (eg, intubation, tracheotomy, cricothyrotomy) due to the current HAE attack.\n2. The participant presents with an HAE attack with laryngeal/upper respiratory tract symptoms which are considered severe in the investigator's clinical judgment and which may necessitate urgent care and/or impede the conduct of study efficacy assessments.\n3. The participant has a diagnosis of angioedema other than HAE\n4. The participant has evidence of stroke or coronary artery disease based on medical history at the screening examination or at pretreatment; eg, acute ischemic heart disease, unstable angina pectoris, severe coronary heart disease or congestive heart failure, that in the investigator's judgment would be a contraindication for participation in the trial (New York Heart Association \\[NYHA\\] class 3 and 4).\n5. The participant has received treatment with any pain medication since the onset of the current HAE attack.\n6. The participant has received replacement therapy (C1-INH products, fresh frozen plasma \\[FFP\\]) within 5 days (120 hours) from the onset of the current HAE attack.\n7. The participant has received treatment with ACE inhibitors within 7 days prior to treatment.\n8. The participant has used hormonal contraceptive within 90 days prior to treatment.\n9. The participant has received androgen or attenuated androgens (eg, danazol, testosterone) within 90 days prior to treatment.\n10. The participant has participated in another clinical study within the past 30 days before screening.\n11. The participant, the participant's parent, or legal guardian is unable to understand the nature, scope, and possible consequences of the protocol, or is unlikely to comply with the protocol assessments, unable to return for follow up visits, or unlikely to complete the study for any reason.\n12. If female, the participant is pregnant or lactating or intending to become pregnant before participating in this study, during the study, and within 30 days after last dose of the icatibant.\n13. The participant has a history of hypersensitivity or allergies to icatibant.\n14. The participant is judged by the investigator as being ineligible for any other reason; eg. a serious concomitant illness or condition.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced at Least One Treatment-Emergent Adverse Events (TEAE)","description":"An adverse event (AE) means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. A treatment-emergent adverse event (TEAE) was defined as any adverse event occurring after the start of Icatibant administration of the treatment period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Injection Site Reactions","description":"Injection sites were examined for erythema, swelling, cutaneous pain, burning sensation, itching/pruritus, and warm sensation. Data for injection site reactions were collected separately from general reports of AEs. As pre-defined in the protocol, an injection site reaction not meeting SAE criteria was not required to be reported additionally as an AE.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced at Least One TEAE Related to Resting 12-lead Electrocardiogram","description":"An AE means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. A TEAE was defined as any AE occurring after the start of Icatibant administration of the Treatment Period. A resting 12-lead ECG was recorded and reported for participants shifts from within normal limits at baseline to abnormal, but not clinically significant, or abnormal and clinically significant after study drug administration.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced at Least One TEAE Related to Vital Sign","description":"An AE means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. A TEAE was defined as any AE occurring after the start of Icatibant administration of the Treatment Period. Vital signs included body temperature (oral), sitting blood pressure (after 5 minutes resting), respiration rate and pulse (beats per minute \\[bpm\\]).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced at Least One TEAE Related to Clinical Laboratory Parameters","description":"An AE means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. A TEAE was defined as any AE occurring after the start of Icatibant administration of the Treatment Period. The laboratory parameters included hematology, serum chemistries, and urinalysis.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience at Least One TEAE Related to Clinically Significant Changes in Reproductive Hormones","description":"An AE means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product. A TEAE was defined as any AE occurring after the start of Icatibant administration of the Treatment Period. Blood samples were collected to assess follicle stimulating hormone (FSH), luteinizing hormone (LH), estradiol, and progesterone in females, and FSH, LH, and testosterone in males.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Reported Presence of Anti-icatibant Antibodies","description":"Serum samples for immunogenicity testing were collected for determination of anti-icatibant antibodies. If hypersensitivity was observed, it was reported as an AEs of special interest. An AE means any untoward medical occurrence in a participant administered a pharmaceutical product; the untoward medical occurrence does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product whether or not it is related to the medicinal product.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Symptom Relief With Investigator-Rated Symptom Scores Assessed by Investigator","description":"The time to onset of symptom relief, defined as the duration of time in hours from the time of icatibant administration to the earliest time at which at least a 20% improvement is observed in the average post-treatment score with no worsening of any single component score. Investigator-rated symptom score was used for assessment and scoring of cutaneous, abdominal, and laryngeal symptoms of acute HAE attacks related to daily activities. The score ranged from 0 to 4 and each number of scores meant the following: 0 = none; absence of symptoms, 1 = mild (no to mild interference with daily activities), 2 = moderate (moderate interference with daily activities), 3 = severe (severe interference with daily activities), 4 = very severe (very severe interference with daily activities).","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Symptom Relief With Faces Pain Scale-Revised (FPS-R) Scores for Participants of 4 Years Age and Older","description":"The time to onset of symptom relief, defined as the duration of time in hours from the time of icatibant administration to the earliest time at which the post-treatment score improved by at least 1 level. Participants of 4 years age and older self-assessed their HAE-related pain using the FPS-R instrument. FPS-R is a self-reported measure used to assess the intensity of children's pain and it is scored using a 0 to 10 scale (0=no pain to 10=very much pain).","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Symptom Relief by Faces, Legs, Activity, Cry, and Consolability (FLACC) Scale Assessed by Investigator for Participants of Younger Than 4 Years Age","description":"The time to onset of symptom relief, defined as the earliest time at which a 20% improvement is observed in the total post-treatment score. Participants of younger than 4 years age underwent investigator assessment of HAE-related pain (cutaneous, abdominal, and laryngeal) using the FLACC compartmental pain scale. Each of the 5 categories were scored from 0 to 2. Face(F): 0 (no particular expression/smile) - 2 (frequent to constant frown clenched jaw quivering chin); Legs(L): 0 (normal position/relaxed) - 2 (kicking/legs drawn up); Activity(A): 0 (lying quietly, normal position, moves easily) - 2 (arched rigid/jerking); Cry(C): 0 (No cry \\[awake/asleep\\]) - 2 (crying steadily/screams/sobs or frequent complaints); Consolability(C): 0 (content/relaxed) - 2 (difficult to console/comfort), resulting in a total score between 0 and 10.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Who Were Treated With Rescue Medication During Study","description":"Rescue medication included therapies for HAE used for HAE attack and symptomatic treatment used in order to improve symptoms of angioedema (eg, pain and nausea).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Worsened Intensity of Clinical HAE Symptoms Between 2 and 4 Hours After Treatment With SC Icatibant Using Investigator-Rated Symptom Scores","description":"Investigator-rated symptom score was used for assessment and scoring of cutaneous, abdominal, and laryngeal symptoms of acute HAE attacks related to daily activities. The score ranged from 0 to 4 and each number of scores means following; 0 = none; absence of symptoms, 1 = mild (no to mild interference with daily activities), 2 = moderate (moderate interference with daily activities), 3 = severe (severe interference with daily activities), 4 = very severe (very severe interference with daily activities).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initial Symptom Improvement Reported by Investigator","description":"Time to initial symptom improvement reported by investigator, was defined as the duration of time in hours from icatibant administration until the time when overall participant improvement was first noted by investigator.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initial Symptom Improvement Reported by Participant","description":"Time to initial symptom improvement reported by participant, defined as the duration of time in hours from icatibant administration until the time when overall participant improvement was first noted by participant, participant's parent or participant's legal guardian.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration for TAK-667","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration for TAK-667 Metabolite M-I","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Plasma Concentration for TAK-667 Metabolite M-II","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":2},"commonTop":[]}}}