{"nctId":"NCT03598790","briefTitle":"A Study to Evaluate the Efficacy and Safety of Bimekizumab in Adult Subjects With Moderate to Severe Chronic Plaque Psoriasis","startDateStruct":{"date":"2018-09-05","type":"ACTUAL"},"conditions":["Chronic Plaque Psoriasis","Moderate to Severe Chronic Plaque Psoriasis"],"count":1353,"armGroups":[{"label":"Bimekizumab dose regimen 1","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab"]},{"label":"Bimekizumab dose regimen 2","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab"]}],"interventions":[{"name":"Bimekizumab","otherNames":["UCB4940"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTreatment Period (open-label)\n\n* Subject is considered reliable and capable of adhering to the protocol (eg, able to understand and complete diaries), visit schedule, and medication intake according to the judgment of the Investigator\n* Subject completes the feeder study (PS0008 \\[NCT03412747\\], PS0009 \\[NCT03370133\\], PS0013 \\[NCT03410992\\]) without meeting any withdrawal criteria\n* Female subjects must be:\n\n  1. Postmenopausal: Menopause is defined as 12 consecutive months of amenorrhea, for which there is no other obvious pathological or physiological cause\n  2. Permanently sterilized (eg, tubal occlusion, hysterectomy, bilateral salpingectomy)\n  3. Or, if of childbearing potential (and engaged in sexual activity that could result in procreation), must be willing to use a highly effective method of contraception throughout the duration of the study until 20 weeks after last administration of investigational medicinal product (IMP), and have a negative pregnancy test at the feeder study in final visit/Baseline visit in PS0014\n\nOLE2 Period (USA and Canada)\n\n* Completed the OLE Period without meeting any withdrawal criteria\n* Compliant with ongoing clinical study requirements\n* Female subject of childbearing potential must be willing to use highly effective method of contraception\n* Subjects with a diagnosis of Crohn's disease or ulcerative colitis are allowed as long as they have no active symptomatic disease (US only)\n* Signed a separate OLE2 Period ICF\n\nExclusion Criteria:\n\nTreatment Period (open-label)\n\n* Subject has previously participated in this study\n* Female subjects who plan to become pregnant during the study or within 20 weeks following last dose of study medication\n* Subject has any medical or psychiatric condition that, in the opinion of the Investigator, could jeopardize or would compromise the subject's ability to participate in this study. Note: For any subject with an ongoing Serious Adverse Event (SAE), or a history of serious infections in the feeder study, the Medical Monitor must be consulted prior to the subject's entry into PS0014, although the decision on whether to enroll the subject remains with the Investigator\n* Subject has a positive or indeterminate interferon gamma release assay (IGRA) in a feeder study, unless appropriately evaluated and treated\n* Subject may not participate in another study of a medicinal product or device under investigation other than the substudy\n* Subject has a history of chronic alcohol or drug abuse within 6 months prior to Baseline as assessed by medical history, site interview, and/or results of the specified urine drug screen\n\nOLE2 Period (USA and Canada)\n\n* Subject has developed any medical or psychiatric condition, which, in the Investigator's judgment, would make the subject unsuitable for inclusion in OLE2 Period\n* Subject had a positive or indeterminate interferon-gamma release assay (IGRA) in the OLE study to Week 144, unless appropriately evaluated and treated\n* Presence of active suicidal ideation or severe depression\n* Subject has developed any active malignancy or history of malignancy prior to the OLE2 Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma, or in situ cervical cancer","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Treatment Emergent Adverse Events (TEAEs) Adjusted by Duration of Subject Exposure to Investigational Medicinal Product (IMP)","description":"The number of TEAEs adjusted by duration of exposure to study treatment were scaled such that it provides an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to first occurrence of the AE being considered. If a participant had no events, the total time at risk was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.83","spread":null},{"groupId":"OG001","value":"179.68","spread":null},{"groupId":"OG002","value":"79.02","spread":null},{"groupId":"OG003","value":"77.11","spread":null},{"groupId":"OG004","value":"73.78","spread":null},{"groupId":"OG005","value":"244.08","spread":null},{"groupId":"OG006","value":"328.25","spread":null},{"groupId":"OG007","value":"188.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Serious Adverse Events (SAEs) Adjusted by Duration of Subject Exposure to IMP","description":"The number of SAEs adjusted by duration of exposure to study treatment were scaled such that it provides an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to the first occurrence of the AE being considered. If a participant had no events, the total time at risk is used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.24","spread":null},{"groupId":"OG001","value":"6.72","spread":null},{"groupId":"OG002","value":"4.44","spread":null},{"groupId":"OG003","value":"9.05","spread":null},{"groupId":"OG004","value":"8.93","spread":null},{"groupId":"OG005","value":"5.86","spread":null},{"groupId":"OG006","value":"19.51","spread":null},{"groupId":"OG007","value":"7.56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of TEAEs Leading to Withdrawal Adjusted by Duration of Subject Exposure to IMP","description":"The number of TEAEs leading to withdrawal adjusted by duration of exposure to study treatment were scaled such that it provided an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to the first occurrence of the AE being considered. If a participant had no events, the total time at risk was used.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.11","spread":null},{"groupId":"OG001","value":"2.59","spread":null},{"groupId":"OG002","value":"0.79","spread":null},{"groupId":"OG003","value":"1.77","spread":null},{"groupId":"OG004","value":"4.37","spread":null},{"groupId":"OG005","value":"2.42","spread":null},{"groupId":"OG006","value":"3.27","spread":null},{"groupId":"OG007","value":"7.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area Severity Index 90 (PASI90) Response at Week 144 (Non-responder Imputation)","description":"The PASI90 response assessments were based on improvement (reduction) of at least 90% in the PASI score compared to Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of the body areas and converting to a 0 to 6 scale. Final PASI=average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of the respective section, and weighted by the percentage of the person's affected skin for respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.6","spread":null},{"groupId":"OG001","value":"80.2","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Psoriasis Area Severity Index 90 (PASI90) Response at Week 144 (Observed Case)","description":"PASI90 response assessments were based on improvement (reduction) of at least 90% in the PASI score compared to Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of the body areas and converting to a 0 to 6 scale. Final PASI=average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by involved psoriasis area score of respective section, and weighted by percentage of person's affected skin for respective section. Minimum score is 0= no disease, maximum score is 72= maximal disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator´s Global Assessment (IGA) 0/1 Response at Week 144 (Non-responder Imputation)","description":"The Investigator assessed the overall severity of psoriasis using the following 5-point scale: 0 = Clear (no signs of psoriasis; post-inflammatory hyperpigmentation may be present); 1= Almost clear (no thickening; normal to pink coloration; no to minimal focal scaling); 2= Mild (just detectable to mild thickening; pink to light red coloration; predominately fine scaling); 3= Moderate (clearly distinguishable to moderate thickening; dull to bright red coloration; moderate scaling); 4= Severe (Severe thickening with hard edges; bright to deep dark red coloration; severe/coarse scaling covering almost all or all lesions). IGA response -IGA score of clear \\[0\\] or almost clear \\[1\\] with at least two category improvement from Baseline at visit timepoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.8","spread":null},{"groupId":"OG001","value":"79.0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator´s Global Assessment (IGA) 0/1 Response at Week 144 (Observed Case)","description":"The Investigator assessed the overall severity of psoriasis using the following 5-point scale: 0 = Clear (no signs of psoriasis; post-inflammatory hyperpigmentation may be present); 1= Almost clear (no thickening; normal to pink coloration; no to minimal focal scaling); 2= Mild (just detectable to mild thickening; pink to light red coloration; predominately fine scaling); 3= Moderate (clearly distinguishable to moderate thickening; dull to bright red coloration; moderate scaling); 4= Severe (Severe thickening with hard edges; bright to deep dark red coloration; severe/coarse scaling covering almost all or all lesions). IGA response -IGA score of 0 or 1 at Week 144.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":124,"n":1217},"commonTop":["Nasopharyngitis","Oral candidiasis","Corona virus infection","Upper respiratory tract infection","Urinary tract infection"]}}}