{"nctId":"NCT02646124","briefTitle":"Diazepam Use With Standard Management for Acute Low Back Pain","startDateStruct":{"date":"2015-06"},"conditions":["Low Back Pain"],"count":114,"armGroups":[{"label":"Diazepam","type":"EXPERIMENTAL","interventionNames":["Drug: Naproxen","Drug: Diazepam"]},{"label":"Placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Naproxen","Drug: Placebo"]}],"interventions":[{"name":"Naproxen","otherNames":[]},{"name":"Placebo","otherNames":["Placebo Diazepam"]},{"name":"Diazepam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Present to ED primary for management of LBP, defined as pain originating between the lower border of the scapulae and the upper gluteal folds. Flank pain, that is pain originating from tissues lateral to the paraspinal muscles, will not be included.\n* Absence of non-musculoskeletal etiology of low back, such as urinary tract infection, cystic ovarian disease, or influenza like illness. The primary clinical diagnosis, at the conclusion of the ED visit, must be a diagnosis consistent with non-traumatic, non-radicular, musculoskeletal LBP.\n* Patient is to be discharged home. Patients admitted to the hospital are more likely to be treated with parenteral medication and therefore are not appropriate for this study.\n* Age 21-69 Enrollment will be limited to adults younger than 70 years because of the increased risk of adverse medication effects in the elderly.\n* Non-radicular pain: pain cannot radiate below the gluteal folds in a radicular pattern. Patients with non-radicular pain extending below the gluteal folds will not be excluded\n* Pain duration \\<2 weeks (336 hours). Patients with more than two weeks of pain are at increased risk of poor pain and functional outcomes.(2)\n* Prior to the acute attack of LBP, back pain cannot have occurred once per month or more frequently. Patients with more frequent back pain are at increased risk of poor pain and functional outcomes.(2)\n* Non-traumatic LBP: no substantial and direct trauma to the back within the previous month\n* Functionally impairing back pain: A baseline score of \\> 5 on the Roland-Morris Disability Questionnaire\n\nExclusion Criteria:\n\n* -Not available for follow-up\n* Pregnant or breast-feeding\n* Chronic pain syndrome defined as use of any analgesic medication on a daily or near-daily basis\n* Allergic to or intolerant of investigational medications\n* Contra-indications to non-steroidal anti-inflammatory drugs: peptic ulcer disease, history of gastro-intestinal bleeding, congestive heart failure, advanced renal disease, aspirin sensitive asthma\n* Contra-indications to diazepam: glaucoma, myasthenia gravis, cirrhosis, sleep apnea, history of alcoholism or substance abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Functional Impairment as Measured by the Roland Morris Disability Questionnaire","description":"The Roland Morris Disability Questionnaire (RMDQ) is a 24 item instrument that evaluates the impact of low back pain on one's daily life. It is most sensitive for patients with mild to moderate disability due to acute, sub-acute or chronic low back pain. Each question can be answered as either a \"yes\" or \"no\". The score ranges from 0 to 24 where a higher score reflects greater impairment and, therefore, worsening in the quality of life. The change in RMDQ is obtained by subtracting the RMDQ score at one week after discharge from the baseline score.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Moderate or Severe Pain, as Measured on an Ordinal Scale","description":"Patients with moderate or serve pain. Worst Lower Back Pain (LBP) over the previous 24 hours, using a four point ordinal scale: severe, moderate, mild, or none.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Required Analgesic Medication for Low Back Pain Within the Previous 24 Hours","description":"Telephone questionnaire is used to assess patients needing any analgesic or low back pain medication within the previous 24 hours.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Required Analgesic Medication for Low Back Pain Within the Previous 72 Hours","description":"Patients needing any analgesic or LBP medication within the previous 72 hours","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Participants Satisfied With Treatment","description":"Participants who answered \"Yes\" when asked the question \"Do you want to receive the same combination of medications during a subsequent visit to the ER?\"","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"37","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":57},"commonTop":["Other","Drowsy","Stomach irritation","Dizzy"]}}}