{"nctId":"NCT04181723","briefTitle":"Study of Trofinetide for the Treatment of Girls and Women With Rett Syndrome (LAVENDER™)","startDateStruct":{"date":"2019-11-06","type":"ACTUAL"},"conditions":["Rett Syndrome"],"count":187,"armGroups":[{"label":"Drug - Trofinetide","type":"EXPERIMENTAL","interventionNames":["Drug: Trofinetide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Trofinetide","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female subjects 5 to 20 years of age, inclusive, at Screening\n2. Body weight ≥12 kg at Screening\n3. Can swallow the study medication provided as a liquid solution or can take it by gastrostomy tube\n4. Has classic/typical Rett syndrome (RTT)\n5. Has a documented disease-causing mutation in the MECP2 gene\n6. Has a stable pattern of seizures, or has had no seizures, within 8 weeks of Screening\n7. Subjects of childbearing potential must abstain from sexual activity for the duration of the study and for at least 30 days thereafter or must agree to use acceptable methods of contraception. Subject must not be pregnant or breastfeeding.\n8. The subject's caregiver is English-speaking and has sufficient language skills to complete the caregiver assessments\n9. Subject and caregiver(s) must reside at a location to which study drug can be delivered and have been at their present residence for at least 3 months prior to Screening\n\nExclusion Criteria:\n\n1. Has been treated with insulin within 12 weeks of Baseline\n2. Has current clinically significant cardiovascular, endocrine (such as hypo- or hyperthyroidism, Type 1 diabetes mellitus, or uncontrolled Type 2 diabetes mellitus), renal, hepatic, respiratory or gastrointestinal disease (such as celiac disease or inflammatory bowel disease) or has major surgery planned during the study\n3. Has a history of, or current, cerebrovascular disease or brain trauma\n4. Has significant, uncorrected visual or uncorrected hearing impairment\n5. Has a history of, or current, malignancy\n6. Has a known history or symptoms of long QT syndrome\n\nAdditional inclusion/exclusion criteria apply. Patients will be evaluated at screening to ensure that all criteria for study participation are met. Patients may be excluded from the study based on these assessments (and specifically, if it is determined that their baseline health and condition do not meet all pre-specified entry criteria).","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"minimumAge":"5 Years","maximumAge":"20 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rett Syndrome Behaviour Questionnaire (RSBQ) Total Score - Change From Baseline to Week 12","description":"The RSBQ is a 45-item caregiver-completed rating scale that includes 45 items, 39 of them grouped into 8 subscales, whose ratings reflect the severity and frequency of symptoms. Items are rated as 0 (not true), 1 (somewhat or sometimes true), or 2 (very true). The 8 subscales are general mood, breathing problems, hand behavior, face movements, body rocking/expressionless face, night-time behaviors, fear/anxiety, and walking/standing. Scores for item 31 are reversed in the calculation of the total score. The total score ranges from 0 to 90 and is calculated as the sum of the item scores. Higher scores mean worse behaviour.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"0.94"},{"groupId":"OG001","value":"-1.7","spread":"0.90"}]}]}]},{"type":"PRIMARY","title":"Clinical Global Impression-Improvement (CGI-I) Score at Week 12","description":"To rate how much the subject's illness has improved or worsened relative to a baseline state, a 7-point scale is used from 1=very much improved, 2=much improved, 3=minimally improved, 4=no change, 5=minimally worse, 6=much worse, 7=very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"0.07"},{"groupId":"OG001","value":"3.8","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Communication and Symbolic Behavior Scales Developmental Profile™ Infant-Toddler Checklist - Social Composite Score (CSBS-DP-IT Social)","description":"Standardized screening scale for assessing communication and pre-linguistic skills in young children 12-24 months and can be used with older children with developmental delay. The CSBS-DP includes a suite of three separate measures: The Infant-Toddler Checklist, a follow-up Caregiver Questionnaire and a Behavior Sample. In this study only the Infant-Toddler (CSBS-DP-IT) Checklist was used. The CSBS-DP-IT Checklist is a 24-item rating scale and each item is scored using a three-level rating of frequency: \"not yet\", \"sometimes\" and \"often\". The CSBS-DP-IT Social Composite score the range was 0 to 26 and a higher score represented a worse outcome. Three composite scores can be calculated: 1) Social Composite; 2) Speech Composite; 3) Symbolic Composite.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.26"},{"groupId":"OG001","value":"-1.1","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Impact of Childhood Neurologic Disability Scale (ICND) Total Score","description":"The Impact of Childhood Neurologic Disability (ICND) scale evaluates the effect of four conditions or health problems on 11 aspects of a child's or family's life as \"A lot\", \"Some\", \"A little\", \"Not at all\", or \"Does not apply\". The four conditions or health problems are 1) inattentiveness, impulsivity, or mood, 2) ability to think and remember, 3) neurologic or physical limitations, and 4) epilepsy. The ICND score the range of 0 to 132 and a higher score represents a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.5","spread":"3.44"},{"groupId":"OG001","value":"-1.9","spread":"3.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Rett Syndrome Clinician Rating of Hand Function (RTT-HF)","description":"Clinical assessment of the subject's ability to use their hands for functional purposes (such as reaching for and grasping objects, self-feeding, or drawing). The assessment is made on an 8-point Likert scale (0-7) with 0 denoting normal functioning and 7 the most severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.08"},{"groupId":"OG001","value":"0.0","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Rett Syndrome Clinician Rating of Ambulation and Gross Motor Skills (RTT-AMB)","description":"Clinical assessment of the subject's ability to sit, stand, and ambulate (e.g., walking, running, and climbing stairs). The assessment was made on an 8-point Likert scale (0 to 7), with 0 denoting normal functioning and 7 as the most severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.07"},{"groupId":"OG001","value":"0.0","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Rett Syndrome Clinician Rating of Ability to Communicate Choices (RTT-COMC)","description":"Clinical assessment of the subject's ability to communicate their choices or preferences, which can include the use of nonverbal means such as eye contact or gestures. The assessment is made on an 8-point Likert scale (0-7) with 0 denoting normal functioning and 7 the most severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.11"},{"groupId":"OG001","value":"0.0","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Rett Syndrome Clinician Rating of Verbal Communication (RTT-VCOM)","description":"Clinical assessment of the subject's ability to communicate verbally (e.g. words and phrases). The assessment is made on an 8-point Likert scale (0-7) with 0 denoting normal functioning and 7 the most severe impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.06"},{"groupId":"OG001","value":"0.0","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Clinical Global Impression-Severity (CGI-S)","description":"A 7 point scale that rates the severity of the subject's illness at the time of assessment, relative to the clinician's experience with subjects who have the same diagnosis. A subject is assessed on severity of illness at the time of rating: 1, normal, not at all ill; 2, borderline ill; 3, mildly ill; 4, moderately ill; 5, markedly ill; 6, severely ill; or 7, extremely ill.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.03"},{"groupId":"OG001","value":"0.0","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Rett Syndrome Caregiver Burden Inventory (RTT-CBI) Total Score (Items 1-24)","description":"The Rett Syndrome Caregiver Burden Inventory (RTT-CBI) scale is intended to directly address caregiver burden and indirectly assess the significance of treatment effects on function in the context of activities of daily living. Ratings are on a 5-point Likert scale including: 0-never; 1-rarely; 2-sometimes; 3-frequently and 4-nearly always. As in the original Caregiver Burden Inventory, the RTT-CBI has 24 negatively worded items (items 1 through 24) yielding a total score up to 96. The RTT-CBI the range is 0 to 96 and a higher score represents a worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"1.01"},{"groupId":"OG001","value":"-0.4","spread":"0.96"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Overall Quality of Life Rating of the Impact of Childhood Neurologic Disability Scale (ICND)","description":"The overall quality of life of the subject is also rated by responding to the following: \"Please rate your child's overall 'Quality of Life' on the scale below. Choose the number which you feel is best and circle it.\" The choices range from 1 (\"Poor\") to 6 (\"Excellent\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"0.09"},{"groupId":"OG001","value":"0.1","spread":"0.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":93},"commonTop":["Diarrhoea","Vomiting","Pyrexia","Seizure","Decreased appetite"]}}}