{"nctId":"NCT01222884","briefTitle":"A Randomized, Comparative, Open-label Study of IV Monofer® Administered as Maintenance Therapy by Single or Repeated Bolus Injections in Comparison With IV Iron Sucrose in Subjects With CKD-5D","startDateStruct":{"date":"2011-06"},"conditions":["Chronic Kidney Disease Stage 5 (Dialysis Dependent)"],"count":351,"armGroups":[{"label":"Iron isomaltoside 1000","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Monofer"]},{"label":"Iron sucrose","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Iron sucrose"]}],"interventions":[{"name":"Monofer","otherNames":[]},{"name":"Iron sucrose","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects with a diagnosis of CKD-5D, in dialysis therapy for at least 90 days prior to inclusion, will be included if they meet all of the following criteria:\n\n1. Men or women, aged 18 years or greater.\n2. Subjects diagnosed with CKD-5D and in haemodialysis therapy for at least 90 days.\n3. Life expectancy beyond 12 months by Principal Investigator's judgement.\n4. Willingness and ability to participate after Informed Consent.\n5. Hb concentrations between 9.5 g/dL and 12.5 g/dL (both values included) both at Screening Visit 1a and at Screening Visit 1b (screening Visit 1a and Visit 1b must be separated by at least 1 week).\n6. Serum ferritin \\< 800 ng/mL.\n7. Transferrin Saturation \\< 35%.\n8. Subjects receiving ESA treatment with dose stable for the previous 4 weeks prior to screening (with only 1 missed dose to be allowed. Dose to be kept stable during the study period).\n9. Subjects receiving no IV iron or an average of no more than 100 mg/week for the previous 4 weeks (with only 1 missed dose to be allowed).\n\nExclusion Criteria:\n\n1. Anaemia caused primarily by factors other than renal related anaemia.\n2. Iron overload or disturbances in utilization of iron (e.g. haemochromatosis and haemosiderosis).\n3. Patients currently undergoing treatment with immunosuppresives (low dose steroids are allowed during the study conduct for dosages no more than 10 mg prednisolone/day or equivalent. If possible the dosage should be kept constant through the study).\n4. Difference of Hb ≥ 1.0 g/dL between screening (Visits 1a and 1b).\n5. Patients with a history of multiple allergies.\n6. Decompensated liver cirrhosis or active hepatitis \\[Alanine Aminotransferase (ALT) \\> 3 times normal\\] or history of Hepatitis B or C.\n7. Active acute or chronic infections (assessed by clinical judgement), supplied with White Blood Cells (WBC) and C - reactive protein (CRP).\n8. Rheumatoid arthritis with symptoms or signs of active joint inflammation.\n9. Pregnancy or nursing. \\[To avoid pregnancy, women have to be postmenopausal (at least 12 months must have elapsed since last menstruation), surgically sterile, or women of child bearing potential must use one of the following contraceptives during the whole study period and after the study has ended for at least 5 times plasma biological half-life of the investigational medicinal product: Contraceptive pills, Intrauterine Devices (IUD), contraceptive depot injections (prolonged-release gestagen), subdermal implantation, vaginal ring, and transdermal patches\\]\n10. Blood transfusion within the previous 12 weeks.\n11. Planned elective surgery in the next 8 weeks.\n12. Participation in any other clinical trial within the past 30 days, or if longer, where the study drug has not passed five half-lives prior to screening.\n13. Untreated Vitamin B12 or folate deficiency.\n14. Any other medical condition that, in the opinion of Principal Investigator, may cause the subject to be unsuitable for the completion of the study or place the subject at potential risk from being in the study. Examples include Uncontrolled Hypertension, Unstable Ischemic Heart Disease or Uncontrolled Diabetes Mellitus.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ability to Maintain Hemoglobin Level","description":"The primary outcome measure was the proportion of subjects who were able to maintain haemoglobin between 9.5 and 12.5 g/dL (both values included) at week 6. Haemoglobin was measured by a blood sample at the different visits. All blood samples were taken before the dialysis from the dialysis catheter. Intravenous iron was administered during dialysis, at least 30 min after the start and at least 1 h before the end of dialysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.7","spread":null},{"groupId":"OG001","value":"82.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Hemoglobin Concentration","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.07","spread":null},{"groupId":"OG001","value":"-0.06","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":22,"n":230},"commonTop":["headache","hyperphosphataemia","diarrhoea","nasopharyngitis","lower respiratory tract infection"]}}}