{"nctId":"NCT00176904","briefTitle":"Stem Cell Transplant for Inborn Errors of Metabolism","startDateStruct":{"date":"1995-01"},"conditions":["Adrenoleukodystrophy","Metachromatic Leukodystrophy","Globoid Cell Leukodystrophy","Gaucher's Disease","Fucosidosis","Wolman Disease","Niemann-Pick Disease","Batten Disease","GM1 Gangliosidosis","Tay Sachs Disease","Sandhoff Disease"],"count":135,"armGroups":[{"label":"Treated Patients","type":"EXPERIMENTAL","interventionNames":["Procedure: Stem Cell Transplant","Drug: Busulfan, Cyclophosphamide, Antithymocyte Globulin"]}],"interventions":[{"name":"Stem Cell Transplant","otherNames":["Bone marrow transplant"]},{"name":"Busulfan, Cyclophosphamide, Antithymocyte Globulin","otherNames":["Busulfex, Cytoxan, ATG"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with adrenoleukodystrophy, metachromatic leukodystrophy, globoid cell leukodystrophy, Gaucher's disease, Fucosidosis, Wolman disease, Niemann-Pick disease and Batten disease (CLN3) who have a human leukocyte antigen (HLA)-identical or haplotype mismatched (at 1-3 antigens) related marrow, or umbilical cord blood donor. One or two umbilical cord blood (UCB) units may be used.\n* Patients with GM1 gangliosidosis, Tay Sachs disease or Sandhoff disease who have a HLA-identical or 1 antigen mismatched related or unrelated donor, or suitably matched umbilical cord blood unit(s). One or two UCB units may be used.\n* Patients with adrenoleukodystrophy must have magnetic resonance imaging (MRI) findings, neurological and neuropsychometric function consistent with the diagnosis, and for boys with parietal-occipital dysmyelination a performance intelligence quotient (IQ) ≥80. In cases, when the performance IQ is not ≥80, the protocol committee may recommend transplant if the patient's clinical condition and neuropsychometric status are deemed to be acceptable based upon consideration of such factors as age at onset of cerebral disease, magnitude of change in performance IQ and neurologic deficits.\n* Patients with arylsulfatase A deficiency (Metachromatic Leukodystrophy) must have either the presymptomatic late infantile, juvenile or adult form of the disease and must have acceptable neurological and neuropsychometric function.\n* Patients with galactocerebrosidase deficiency (Globoid Cell Leukodystrophy) must have acceptable neurological and neuropsychometric function.\n* Patients with acid lipase deficiency (Wolman disease) must have a liver biopsy that documents no evidence of hepatic cirrhosis, and acceptable neurological and neuropsychometric function.\n* Patients with fucosidase deficiency (Fucosidosis) must have acceptable neurological and neuropsychometric function.\n* Patients with glucocerebrosidase deficiency (Gaucher's Disease) must have acceptable neurologic and neuropsychometric function.\n* Patients with Batten's disease (CLN3) must have acceptable Neurological and neuropsychometric function.\n* Absence of major organ dysfunction. Organ evaluation results as follows:\n* Cardiac: ejection fraction \\>30%\n* Renal: serum creatinine \\<2x normal or creatinine clearance 60 mL/min.\n* Hepatic: total bilirubin \\<2x normal and Aspartate aminotransferase (AST) \\<2x normal\n* Signed consent.\n\nExclusion Criteria:\n\n* Patients with symptomatic late infantile form of metachromatic leukodystrophy.\n* Patients with symptomatic infantile globoid leukodystrophy.\n* Note: Patients with Hurler syndrome, mucopolysaccharidosis (MPS) VI, or Mannosidosis disease are no longer eligible for this protocol, but can be transplanted under protocol MT 9907 (NCT00176917 - Hematopoietic Cell Transplantation for Hurler Syndrome, Maroteaux Lamy Syndrome (MPS VI), and Alpha Mannosidase Deficiency (Mannosidosis)).\n* Pregnancy\n* Evidence of human immunodeficiency virus (HIV) infection or known HIV positive serology\n* Patients or parents are psychologically incapable of undergoing bone marrow transplant (BMT) with associated strict isolation or documented history of medical non-compliance.\n* Patients ≥ 50 kg may be at risk for having cell doses below the goal of ≥ 10 x 10\\^6 CD34 cells/kg and therefore will not be eligible to receive unrelated peripheral blood stem cells (PBSCs)","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival","description":"Number of patients alive at designated timepoints after transplant.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Donor Engraftment","description":"Number of patients with full donor chimerism (state in bone marrow transplantation in which bone marrow and host cells exist compatibly without signs of graft-versus-host rejection disease) by Day 100 post-transplant of at least 90%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"123","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Grade II-IV Acute Graft-Versus-Host Disease","description":"Number of patients who exhibited acute graft-versus-host disease by Day 100 post transplant. Graft-versus-host disease (GVHD) is a complication that can occur after a stem cell or bone marrow transplant in which the newly transplanted material attacks the transplant recipient's body. Grade I=mild, Grade II=moderate, Grade III=severe, Grade IV=life threatening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Grade III-IV Acute Graft-Versus-Host Disease","description":"Number of patients who exhibited acute graft-versus-host disease by Day 100 post transplant. Graft-versus-host disease (GVHD) is a complication that can occur after a stem cell or bone marrow transplant in which the newly transplanted material attacks the transplant recipient's body. Grade I=mild, Grade II=moderate, Grade III=severe, Grade IV=life threatening.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Chronic Graft-Versus-Host Disease","description":"Number of patients who exhibited chronic graft-versus-host disease by 1 Year post transplant. Graft-versus-host disease (GVHD) is a complication that can occur after a stem cell or bone marrow transplant in which the newly transplanted material attacks the transplant recipient's body. Chronic GVHD is an extension of this syndrome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":62,"n":135},"commonTop":[]}}}