{"nctId":"NCT00112918","briefTitle":"Combination Chemotherapy With or Without Bevacizumab in Treating Patients Who Have Undergone Surgery for High Risk Stage II or Stage III Colon Cancer","startDateStruct":{"date":"2004-12"},"conditions":["Colorectal Cancer"],"count":3451,"armGroups":[{"label":"FOLFOX4","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 5-Fluorouracil (5-FU)","Drug: Leucovorin calcium","Drug: Oxaliplatin"]},{"label":"FOLFOX4 + Bv","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab","Drug: 5-Fluorouracil (5-FU)","Drug: Leucovorin calcium","Drug: Oxaliplatin"]},{"label":"XELOX+Bv","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab","Drug: Capecitabine","Drug: Oxaliplatin"]}],"interventions":[{"name":"Bevacizumab","otherNames":[]},{"name":"Capecitabine","otherNames":["Xeloda®"]},{"name":"5-Fluorouracil (5-FU)","otherNames":[]},{"name":"Leucovorin calcium","otherNames":[]},{"name":"Oxaliplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Signed written informed consent obtained prior to any study specific screening procedures.\n2. Patient willing and able to comply with the protocol.\n3. Age ≥ 18 years-of-age.\n4. Histologically confirmed colon carcinoma, American Joint Cancer Committee/Union Internationale Contre le Cancer (AJCC/UICC) Stage II or Stage III defined as a tumor location ≥ 15 cm from the anal verge by endoscopy or above the peritoneal reflection at surgery. The patient was not to be a candidate for (neo) adjuvant radiotherapy. Note: Stage II patients were to be considered as high-risk patients fulfilling one of the following criteria:\n\n   * T4 tumours,\n   * Patients presenting with bowel obstruction or perforation,\n   * Histological signs of vascular invasion (i.e. blood and lymphatic vessels) or perineural invasion,\n   * Patients aged less than 50 years,\n   * Patients with sub-optimal surgery (less than 12 nodes analyzed).\n5. Curative surgery not less than 4 and not more than 8 weeks prior to randomization.\n6. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n7. Life expectancy of ≥ 5 years.\n\nExclusion Criteria\n\n1. Macroscopic or microscopic evidence of remaining tumour. Patients should never have had any evidence of metastatic disease (including presence of tumour cells in the ascites). The isolated finding of cytokeratin positive cells in bone marrow is not considered evidence of metastatic disease for purposes of this study.\n2. Carcinoembryonic antigen \\> 1.5 x upper limit of normal (ULN) after surgery (during screening period).\n3. For patients with colostomy, unwilling to delay revision until at least 28 days after treatment completion.\n4. Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to study treatment start, not fully healed wounds, or anticipation of the need for major surgical procedure during the course of the study. Any central venous access device (CVAD) for chemotherapy administration must be inserted at least 2 days prior to treatment start.\n5. Previous anti-angiogenic treatment for any malignancy; cytotoxic chemotherapy, radiotherapy or immunotherapy for colon cancer.\n6. Other malignancies within the last 5 years (other than curatively treated basal cell carcinoma of the skin and/or in situ carcinoma of the cervix).\n7. Females with a positive or no pregnancy test (within 7 days before treatment start) unless childbearing potential can be otherwise excluded (postmenopausal i.e. amenorrheic for at least 2 years, hysterectomy or oophorectomy).\n8. Lactating women.\n9. Fertile women (\\< 2 years after last menstruation) and men of childbearing potential not willing to use effective means of contraception.\n10. History or evidence upon physical examination of central nervous disease (CNS) disease (eg, primary brain tumour, seizure not controlled with standard medical therapy, any brain metastases).\n11. History of psychiatric disability judged by the investigator to be clinically significant, precluding informed consent or interfering with compliance for oral drug intake.\n12. Clinically significant (ie, active) cardiovascular disease. This includes, but is not limited to, the following examples: cerebrovascular accidents (≤ 6 months prior to randomization), myocardial infarction (≤ 1 year prior to randomization), uncontrolled hypertension (\\>150/100 mmHg) while receiving chronic medication, unstable angina, New York Heart Association (NYHA) Grade II or greater congestive heart failure, serious cardiac arrhythmia requiring medication, clinically significant electrocardiogram (ECG) findings (e.g. QTc ≥ 440 msecs \\[male\\] 460 msecs \\[female\\] or ≥ 2º atrioventricular block, etc.).\n\n    Patients who suffer from serious cardiac arrhythmia requiring medication can enter the study only if they are considered to be in a stable condition regarding both the arrhythmia and their medication. Patients with pacemakers are allowed to enter the study only if they are considered as being in a stable condition. In case of doubt, the investigator should obtain a consultation with a local cardiologist.\n13. Lack of physical integrity of the upper gastro-intestinal tract, malabsorption syndrome, or inability to take oral medication.\n14. Interstitial pneumonia or extensive symptomatic fibrosis of the lungs.\n15. Known peripheral neuropathy ≥ Common terminology criteria for adverse events (CTCAE) version 3.0 Grade 1. Absence of deep tendon reflexes as the sole neurological abnormality does not render the patient ineligible.\n16. Organ allografts requiring immunosuppressive therapy.\n17. Serious, non-healing wound, ulcer, or bone fracture.\n18. Evidence of bleeding diathesis or coagulopathy.\n19. Current or recent (within 10 days prior to study treatment start) use of full-dose oral or parenteral anticoagulants or thrombolytic agent for therapeutic purposes.\n20. Chronic, daily treatment with high-dose aspirin (\\> 325 mg/day) or clopidogrel (\\> 75 mg/day).\n21. Chronic treatment with corticosteroids (dose of ≥ 10 mg/day methylprednisolone equivalent) (excluding inhaled steroids).\n22. Serious intercurrent infections (uncontrolled or requiring treatment).\n23. Known dihydropyrimidine dehydrogenase deficiency.\n24. Current or recent (within the 28 days prior to randomization) treatment with another investigational drug or participation in another investigational study.\n25. Patients with known allergy to Chinese hamster ovary cell proteins or other recombinant human or humanized antibodies or to any excipients of bevacizumab formulation, platinum compounds or to any other components of the study drugs.\n26. History or presence of other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates use of an investigational drug or patient at high risk from treatment complications.\n27. Presence of proteinuria at baseline as defined by:\n\n    \\- Patients with \\> 1 g of protein/24 hour by a 24-hour urine collection.\n28. Any laboratory values at baseline are as follows:\n\nHaematology:\n\n* Absolute neutrophil count (ANC) \\< 1.5 x 109/L\n* Platelet count \\< 100 x 10\\^9/L\n* Haemoglobin \\< 9 g/dL (may be transfused to maintain or exceed this level)\n* International normalized ratio (INR) \\> 1.5\n* Activated partial prothrombin time (APTT) ≥ 1.5 x ULN\n\nBiochemistry:\n\n* Total bilirubin \\> 1.5 x ULN\n* aspartate aminotransferase (ASAT), alanine aminotransferase (ALAT) \\> 2.5 x ULN\n* Alkaline phosphatase (ALP) \\> 2.5 x ULN\n* Serum creatinine \\> 1.5 x ULN or creatinine clearance ≤ 50 mL/min (e.g. Cockcroft-Gault formula).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Disease-free Survival in Stage III Cancer Patients - Time to Event","description":"Disease-free survival (DFS) was defined as the time from the date of randomization to the time of a recurrence, a new occurrence of colorectal cancer or death due to any cause, whichever occurred first. Patients without an event were censored at the last date the patient was known to be disease-free. Recurrence and new occurrence of colorectal cancer were based on tumor assessments made by the investigator. Patients with no tumor assessments after baseline but still alive at the time of the clinical cut-off were censored at day 1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Stage III Cancer Patients - Time to Event","description":"Overall survival was defined as the time between date of randomization and date of death due to any cause. Patients not reported as having died at the time of the analysis were censored at the date they were last known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Disease-free Survival in Stage III Cancer Patients - Number of Events","description":"A disease-free survival (DFS) event was composed of a recurrence, a new occurrence of colorectal cancer or death due to any cause. Recurrence and new occurrence of colorectal cancer were based on tumor assessments made by the investigator. Triggering events for DFS are reported; a patient can have both recurrence and a new occurrence of colon cancer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"237","spread":null},{"groupId":"OG001","value":"280","spread":null},{"groupId":"OG002","value":"253","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"219","spread":null},{"groupId":"OG001","value":"253","spread":null},{"groupId":"OG002","value":"223","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"21","spread":null},{"groupId":"OG002","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"718","spread":null},{"groupId":"OG001","value":"680","spread":null},{"groupId":"OG002","value":"699","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Stage III Cancer Patients - Number of Events","description":"An overall survival event was death due to any cause.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"151","spread":null},{"groupId":"OG002","value":"145","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"840","spread":null},{"groupId":"OG001","value":"809","spread":null},{"groupId":"OG002","value":"807","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Stage III Cancer Patients - Time to Event: Final Analysis","description":"Overall survival was defined as the time between date of randomization and date of death due to any cause. Patients not reported as having died at the time of the clinical cut-off date (30 June 2012) were censored at the date they were last known to be alive.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival in Stage III Cancer Patients - Number of Events: Final Analysis","description":"An overall survival event was death due to any cause.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"161","spread":null},{"groupId":"OG001","value":"202","spread":null},{"groupId":"OG002","value":"182","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"794","spread":null},{"groupId":"OG001","value":"758","spread":null},{"groupId":"OG002","value":"770","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":226,"n":1126},"commonTop":["Nausea","Diarrhoea","Neutropenia","Peripheral sensory neuropathy","Vomiting"]}}}