{"nctId":"NCT02207829","briefTitle":"A 12-week Study to Evaluate the Efficacy and Safety of Umeclidinium Compared With Tiotropium in Subjects With Chronic Obstructive Pulmonary Disease","startDateStruct":{"date":"2014-09-01"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":1017,"armGroups":[{"label":"Umeclidinium 62.5 mcg + placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Umeclidinium","Drug: Umeclidinium matching placebo"]},{"label":"Tiotropium 18mcg + placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tiotropium","Drug: Tiotropium matching placebo"]}],"interventions":[{"name":"Umeclidinium","otherNames":[]},{"name":"Umeclidinium matching placebo","otherNames":[]},{"name":"Tiotropium","otherNames":[]},{"name":"Tiotropium matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: outpatient.\n* Informed Consent: A signed and dated written informed consent prior to study participation.\n* Age: Subjects 40 years of age or older at Visit 1.\n* Gender: Male and female subjects are eligible to participate in the study. A female is eligible to enter and participate in the study if she is of:\n\nNon-child bearing potential (i.e., physiologically incapable of becoming pregnant, including any female who is post-menopausal or surgically sterile). Surgically sterile females are defined as those with a documented hysterectomy and/or bilateral oophorectomy or tubal ligation. Post-menopausal females are defined as being amenorrhoeic for greater than 1 year with an appropriate clinical profile, e.g., age appropriate, \\> 45 years, in the absence of hormone replacement therapy. OR Child bearing potential, has a negative pregnancy test at screening, and agrees to one of the acceptable contraceptive methods used consistently and correctly (i.e., in accordance with the approved product label and the instructions of the physician for the duration of the study - screening to follow-up contact). - Diagnosis: An established clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society\n\n* Smoking History: Current or former cigarette smokers with a history of cigarette smoking of \\>=10 pack-years \\[number of pack years = (number of cigarettes per day / 20) x number of years smoked (e.g. 20 cigarettes per day for 10 years, or 10 cigarettes per day for 20 years both equal 10 pack-years)\\]. Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1. Pipe and/or cigar use cannot be used to calculate pack-year history.\n* Severity of Disease: A pre and post-albuterol/salbutamol FEV1/ Forced Vital Capacity (FVC) ratio of \\<0.70 and a post-albuterol/salbutamol FEV1 of \\>=30% and \\<=70% of predicted normal values at Visit 1. Predicted values will be based upon the ERS Global Lung Function Initiative\n* Dyspnea: A score of \\>=2 on the Modified Medical Research Council Dyspnea Scale (mMRC) at Visit 1.\n* French subjects: In France, a subject will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: A current diagnosis of asthma.\n* Other Respiratory Disorders: Known Alpha-1 antitrypsin deficiency, active lung infections (such as tuberculosis), and lung cancer are absolute exclusionary conditions. A subject who, in the opinion of the investigator, has any other significant respiratory conditions in addition to COPD should be excluded. Examples may include clinically significant bronchiectasis, pulmonary hypertension, sarcoidosis, or interstitial lung disease.\n* Other Diseases/Abnormalities: Any subject who is considered unlikely to survive the duration of the study period or has any rapidly progressing disease or immediate life-threatening illness (e.g. cancer). In addition, any subject who has any condition (e.g. neurological condition) that is likely to affect respiratory function should not be included in the study.\n* Severe Hepatic Impairment: Patients with severe hepatic impairment (Child-Pugh class C) should be excluded unless, in the opinion of the investigator, the benefit is likely to outweigh the risk.\n* Moderate to severe Renal Impairment: Patients with moderate to severe renal impairment (e.g., end-stage renal disease requiring dialysis) should be excluded, unless in the opinion of the investigator, the benefit is likely to outweigh the risk.\n* Unstable or life threatening cardiac disease: Long-acting muscarinic antagonists (LAMAs) should be used with caution in subjects with severe cardiovascular disease. In the opinion of the investigator, use should only be considered if the benefit is likely to outweigh the risk in conditions such as: Myocardial infarction or unstable angina in the last 6 months; Unstable or life threatening cardiac arrhythmia requiring intervention in the last 3 months; New York Heart Association Class IV heart failure\n* Contraindications: Any history of allergy or hypersensitivity to any anticholinergic/muscarinic receptor antagonist, sympathomimetic, lactose/milk protein or magnesium stearate.\n* Antimuscarinic effects: Subjects with medical conditions such as narrow-angle glaucoma, urinary retention, prostatic hypertrophy, or bladder neck obstruction should only be included if, in the opinion of the study physician, the benefit outweighs the risk.\n* Hospitalization: Hospitalization for COPD or pneumonia within 12 weeks prior to Visit 1.\n* Lung Resection: Lung volume reduction surgery within the 12 months prior to Visit 1.\n* 12-Lead electrocardiogram (ECG): Investigators will be provided with ECG reviews conducted by a centralized independent cardiologist to assist in evaluation of subject eligibility. The Investigator will determine the clinical significance of each abnormal ECG finding in relation to the subject's medical history and exclude subjects who would be at undue risk by participating in the trial. Subjects with the following abnormalities are excluded from participation in the study: Atrial fibrillation with rapid ventricular rate \\>120 beats per minute; Sustained or nonsustained ventricular tachycardia; Second degree heart block Mobitz type II or third degree heart block (unless pacemaker or defibrillator had been inserted)\n* Medication Prior to Spirometry: Unable to withhold albuterol/salbutamol for the 4 hour period required prior to spirometry testing at each study visit.\n* Medications Prior to Screening: Use of the following medications according to the following defined time intervals prior to Visit 1: Depot corticosteroids-12 weeks; Systemic, oral or parenteral corticosteroids- 6 weeks; Antibiotics (for lower respiratory tract infection)- 6 weeks ; long-acting beta2-agonists/inhaled corticosteroids (LABA/ICS) combination products if LABA/ICS therapy is discontinued completely-30 days; LABA/ICS combination products only If discontinuing ICS/LABA therapy and switching to ICS monotherapy- 48 hours for the salmeterol or formoterol component, 14 days for the vilanterol component \\[The dose of ICS must be a dose of fluticasone propionate (FP) or equivalent but not to exceed 1000 mcg/day\\] ; Use of ICS at a dose \\>1000 mcg/day of FP or equivalent- 30 days; Initiation or discontinuation of ICS use-30 days (Use of ICS is permitted provided the dose does not exceed 1000mcg of FP or equivalent; ICS use not to be initiated or discontinued within 30 days prior to Visit 1, except for subjects on LABA/ICS therapy who may discontinue the ICS/LABA product as indicated in the table above and switch to ICS monotherapy); Phosphodiesterase 4 (PDE4) Inhibitor (roflumilast)- 14 days; Inhaled long acting beta2 agonists (LABAs): salmeterol, formoterol-48 hours, olodaterol, indacaterol, vilanterol- 14 days; LAMAs: tiotropium, aclidinium, glycopyrronium, umeclidinium- 7 days; LAMA/LABA combination products if LAMA/LABA therapy is discontinued completely- Apply whichever mono component has the longest washout; Theophyllines- 48 hours; Oral beta2-agonists: Long-acting- 48 hours, Short-acting 12 hours; Inhaled short acting beta2-agonists- 4 hours (Use of study provided albuterol/salbutamol is permitted during the study, except in the 4-hour period prior to spirometry testing) ; Inhaled short-acting anticholinergics- 4 hours; Inhaled short-acting anticholinergic/short-acting beta2-agonist combination products- 4 hours; Any other investigational medication - 30 days or within 5 drug half lives (whichever is longer).\n* Oxygen: Use of long-term oxygen therapy (LTOT) described as oxygen therapy prescribed for greater than 12 hours a day. As-needed oxygen use (i.e. \\<=12 hours per day) is not exclusionary.\n* Nebulized Therapy: Regular use (prescribed for use every day, not for as-needed use) of short-acting bronchodilators (e.g. albuterol/salbutamol) via nebulized therapy.\n* Pulmonary Rehabilitation Program: Participation in the acute phase of a pulmonary rehabilitation program within 4 weeks prior to Visit 1. Subjects who are in the maintenance phase of a pulmonary rehabilitation program are not excluded.\n* Drug or Alcohol Abuse: A known or suspected history of alcohol or drug abuse within 2 years prior to Visit 1.\n* Affiliation with Investigator Site: Is an investigator, sub-investigator, study coordinator, employee of a participating investigator or study site, or immediate family member of the aforementioned that is involved in this study.\n* Inability to read: In the opinion of the investigator, any subject who is unable to read and/or write would not be able to complete a questionnaire","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Trough Forced Expiratory Volume in One Second (FEV1) on Day 85","description":"FEV1 is a measure of lung function and is defined as the maximal amount of air that can be forcefully exhaled in one second. Trough FEV1 on Day 85 is defined as the mean of the FEV1 values obtained 23 and 24 hours after dosing on Day 84 (Week 12). Trough FEV1 measurements were taken electronically by spirometry on Days 2, 28, 56, 84 and 85. Baseline trough FEV1 is the mean of the two assessments made -30 and -5 minutes (min) pre-dose on Day 1. Change from baseline was calculated as the trough FEV1 value on Day 85 minus the BL value. Analysis performed using a repeated measures model with covariates of treatment, baseline FEV1, centre group, 24 hour subset flag, Day, Day by baseline and Day by treatment interactions. The least squares mean changes are presented here.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.154","spread":"0.0107"},{"groupId":"OG001","value":"0.095","spread":"0.0106"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":509},"commonTop":["Headache","Nasopharyngitis"]}}}