{"nctId":"NCT02582866","briefTitle":"A Clinical Study to Investigate the Long-term Use of Lacosamide as Monotherapy in Subjects Who Completed Study SP0994","startDateStruct":{"date":"2016-01","type":"ACTUAL"},"conditions":["Epilepsy"],"count":106,"armGroups":[{"label":"Lacosamide","type":"EXPERIMENTAL","interventionNames":["Drug: Lacosamide"]}],"interventions":[{"name":"Lacosamide","otherNames":["Vimpat","SPM927","LCM"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* An Institutional Review Board /Institutional Ethics Committee approved written Informed Consent Form (ICF) is signed and dated by the subject or by the parent(s) or legal representative. The ICF or a specific Assent form, where required, will be signed and dated by minors\n* Subject/legal representative is considered reliable and capable of adhering to the protocol, visit schedule, and medication intake according to the judgment of the investigator\n* Subject has completed the Termination Visit of SP0994 \\[NCT01465997\\] and has been treated with lacosamide monotherapy\n\nExclusion Criteria:\n\n* Subject is receiving any investigational drugs or using any experimental devices in addition to lacosamide (LCM)\n* Subject experienced a seizure at the 3rd target dose (i.e. LCM 600 mg/day) during SP0994\n* Subject required another Anti Epileptic Drug (AED) for the treatment of seizures\n* Subject meets a \"must\" withdrawal criteria for SP0994\n* Subject is experiencing an ongoing Serious Adverse Event from SP0994\n* Female subject who is pregnant or nursing, and/or a woman of childbearing potential who is not surgically sterile, 2 year postmenopausal or does not practice one highly effective method of contraception, unless sexually abstinent, for the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"17 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Experiencing Any Adverse Events (AEs) Reported Spontaneously by the Subject and/or Caregiver or Observed by Investigator","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study medication, whether or not considered related to the study medication. An AE could, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Withdrew Due to Adverse Events (AEs)","description":"An Adverse Event (AE) is any untoward medical occurrence in a patient or clinical study participant, temporally associated with the use of study medication, whether or not considered related to the study medication. An AE could, therefore, be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of study medication.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Experiencing Any Serious Adverse Events (SAEs) Reported Spontaneously by the Subject and/or Caregiver or Observed by Investigator","description":"A Serious Adverse Event (SAE) is any untoward medical occurrence that at any dose:\n\n* Results in death\n* Is life-threatening\n* Requires in patient hospitalization or prolongation of existing hospitalization\n* Is a congenital anomaly or birth defect\n* Is an infection that requires treatment parenteral antibiotics\n* Other important medical events which based on medical or scientific judgement may jeopardize the study participants, or may require medical or surgical intervention to prevent any of the above.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":106},"commonTop":["Headache","Nasopharyngitis"]}}}