{"nctId":"NCT00509873","briefTitle":"A Study of the Safety and Efficacy of Gatifloxacin in Patients With Bacterial Conjunctivitis","startDateStruct":{"date":"2007-08"},"conditions":["Bacterial Conjunctivitis"],"count":578,"armGroups":[{"label":"Gatifloxacin 0.5% Eye Drops","type":"EXPERIMENTAL","interventionNames":["Drug: Gatifloxacin 0.5% eye drops"]},{"label":"Placebo Eye Drops","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo eye drops"]}],"interventions":[{"name":"Gatifloxacin 0.5% eye drops","otherNames":[]},{"name":"placebo eye drops","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically diagnosed with bacterial conjunctivitis\n\nExclusion Criteria:\n\n* Signs and/or symptoms of conjunctivitis for more than 96 hours\n* Signs and/or symptoms suggestive of fungal, viral, or allergic conjunctivitis\n* Clinical diagnosis of chlamydia in either eye","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Clearing (Clinical Success) of Conjunctival Hyperemia and Conjunctival Discharge at Day 6","description":"Percentage of patients that achieved clinical success, defined as achievement of a score of zero for both conjunctival hyperemia and conjunctival discharge in the study eye at Day 6. Conjunctival hyperemia and conjunctival discharge were each assessed on a 4-point severity grade scale (0=none, +1=mild, +2=moderate, +3=severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.9","spread":null},{"groupId":"OG001","value":"65.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Microbiological Cure at Day 6","description":"Percentage of patients with microbiological cure, defined such that all bacteria present in the study eye at Day 1 (Baseline) are eradicated (or absent) at Day 6 based on a Classification of Microbial Response. (Eradication=pathogen is absent in follow-up culture; Reduction=pathogen is reduced from baseline below threshold count in follow-up culture; Persistence=pathogen reduced from baseline but is above or equal to threshold count in follow-up culture; and Proliferation=pathogen has increased in count from baseline in follow-up culture)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.2","spread":null},{"groupId":"OG001","value":"61.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Clinical Improvement of Ocular Signs at Day 6","description":"Percentage of patients with clinical improvement of ocular signs at Day 6 based on a 4-point scale (0 = none, 1 = mild, 2 = moderate, and 3 = severe), defined as a decrease (improvement) from Day 1 (Baseline) in the total score of conjunctival hyperemia and mucopurulent discharge (pus),with no increase (worsening) from Day 1 (Baseline) in either individual variable in the study eye.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.0","spread":null},{"groupId":"OG001","value":"96.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Clinical Improvement of Ocular Symptoms at Day 6","description":"Percentage of patients with clinical improvement of ocular symptoms at Day 6, defined as a decrease (improvement) from Day 1 (Baseline) in the total score of itching and tearing (each on 4-point scale: 0 = none, 1 = mild, 2 = moderate, and 3 = severe), with no increase (worsening) from Day 1 (Baseline) in any individual score in the study eye diagnosed with bacterial conjunctivitis","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"82.2","spread":null}]}]}]},{"type":"POST_HOC","title":"Percentage of Patients With Clearing (Clinical Success) of Conjunctival Hyperemia and Conjunctival Discharge Up to Day 6","description":"Percentage of patients that achieved clinical success, defined as achievement of a score of zero for both conjunctival hyperemia and conjunctival discharge in the study eye up to Day 6. Conjunctival hyperemia and conjunctival discharge were each assessed on a 4-point severity grade scale (0=none, +1=mild, +2=moderate, +3=severe). (Note: The \"Up to Day 6\" analysis included all data up to the Day 6 time point but excluded any Day 6 visit data that was collected after the Day 6 time point).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.1","spread":null},{"groupId":"OG001","value":"50.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":288},"commonTop":["Conjunctivitis bacterial"]}}}