{"nctId":"NCT04626297","briefTitle":"A Study of Lebrikizumab (LY3650150) on Vaccine Response in Adults With Atopic Dermatitis (ADopt-VA)","startDateStruct":{"date":"2020-11-17","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":254,"armGroups":[{"label":"Lebrikizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Lebrikizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Lebrikizumab","otherNames":["LY3650150","DRM06"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic atopic dermatitis (AD) according to American Academy of Dermatology Consensus Criteria that has been present for ≥1 year before screening.\n* Eczema Area and Severity Index (EASI) score ≥16 at the baseline visit.\n* Investigator Global Assessment (IGA) score ≥3 (scale of 0 to 4) at the baseline visit.\n* ≥10% Body Surface Area (BSA) of AD involvement at the baseline visit.\n* History of inadequate response to treatment with topical medications; or determination that topical treatments are otherwise medically inadvisable.\n* Have not received any tetanus-containing vaccine within approximately 5 years of baseline.\n* Have never received a meningococcal conjugate vaccine or have received not more than 1 prior MCV dose at least 4 years prior to baseline, of a vaccine containing 1 or more meningococcal serogroups (serogroups A, C, W, Y).\n* Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\n  * a. Female participants of childbearing potential: must agree to remain abstinent (refrain from heterosexual intercourse) or use a highly effective contraceptive method during the treatment period and for at least 18 weeks after the last dose of study drug. Women of non-childbearing potential (non-WOCBP) may participate without any contraception requirements.\n  * b. Male participants are not required to use any contraception except in compliance with specific local government study requirements.\n\nExclusion Criteria:\n\n* Recurring herpes simplex, herpes zoster, recurring cellulitis, chronic osteomyelitis\n* Evidence of active or chronic hepatitis\n* History of human immunodeficiency virus (HIV) infection or positive HIV serology.\n* Presence of skin comorbidities that may interfere with study assessments.\n* History of malignancy, including mycosis fungoides, within 5 years before screening, except completely treated in situ carcinoma of the cervix or completely treated and resolved non-metastatic squamous or basal cell carcinoma of the skin.\n* Uncontrolled chronic disease that might require bursts of oral corticosteroids, e.g., co-morbid severe uncontrolled asthma.\n* Have a prior history of Guillain-Barre syndrome.\n* Allergic to latex.\n* History of past vaccination allergy or Arthus-type hypersensitivity.\n* Have an uncontrolled seizure disorder.\n* Have known hypogammaglobulinemia or a screening serum immunoglobulin G (IgG) or immunoglobulin A (IgA) concentration less than the lower limit of the reporting laboratory's reference range.\n* Treated with topical corticosteroids (TCS), calcineurin inhibitors, or phosphodiesterase-4 inhibitors such as crisaborole within 1 week prior to the baseline visit.\n* Treated with the following prior to baseline visit:\n\n  * a. An investigational drug within 8 weeks or within 5 half-lives (if known), whichever is longer\n  * b. B Cell-depleting biologics, including rituximab, within 6 months\n  * c. Other biologics within 5 half-lives (if known) or 8 weeks, whichever is longer\n* Received a Bacillus Calmette-Guerin (BCG) vaccination or treatment within 12 months of screening, or treated with a live (attenuated) vaccine within 12 weeks of the baseline visit or planned during the study.\n* A contraindication to the Tdap vaccine or mean corpuscular volume (MCV).\n* Pregnant or breastfeeding women, or women planning to become pregnant or breastfeed during the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Develop a Booster Response to Tetanus Toxoid 4 Weeks After Tdap (Tetanus-diphtheria-pertussis) Vaccine Administration","description":"Booster response to tetanus toxoid is defined as: ≥4-fold increase in anti-tetanus toxoid immunoglobulin G (IgG) antibody concentration if the pre-vaccination level was \\>0.10 International units per milliliter (IU/mL) and ≤2.7 IU/mL; OR ≥2-fold increase in anti-tetanus toxoid IgG antibody concentration if the pre-vaccination level was \\>2.7 IU/mL; OR ≥4-fold increase in anti-tetanus toxoid IgG antibody concentration and a post-vaccination level ≥0.10 IU/mL if the pre-vaccination level was ≤0.10 IU/mL","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.4","spread":null},{"groupId":"OG001","value":"73.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Have Positive Antibody Response to Meningococcus C Antigen 4 Weeks After Meningococcal Conjugate Vaccine (MCV) Administration","description":"Positive antibody response to Meningococcus C antigen as measured by group C serum bactericidal antibodies is defined as: post-vaccination rabbit complement serum bactericidal assay (rSBA) titer ≥4 times the lower limit of quantitation (LLOQ), if the pre-vaccination rSBA titer is less than the LLOQ; OR post-vaccination rSBA titer ≥4 times the pre-vaccination titer, if the pre-vaccination rSBA titer is greater than or equal to the LLOQ.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"86.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving an Investigator Global Assessment (IGA) Score of 0 or 1 and a Reduction of ≥2 Points From Baseline","description":"The IGA measures the investigator's global assessment of the participants overall severity of their atopic dermatitis (AD), based on a static, numeric 5-point scale from 0 (clear skin) to 4 (severe disease). The score is based on an overall assessment of the degree of erythema, papulation/induration, oozing/crusting, and lichenification. Markov Chain Monte Carlo Multiple Imputation (MCMC-MI) was used to handle missing data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"40.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a ≥75% Reduction From Baseline in Eczema Area and Severity Index Score (EASI-75)","description":"The EASI-75 is defined as a ≥ 75% improvement from baseline in the EASI score. EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs, by scoring the extent of disease (percentage of skin affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100%) and the severity of 4 clinical signs (erythema, edema/papulation, excoriation, and lichenification) each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head and neck, trunk, upper limbs, and lower limbs). Half scores are allowed. The final EASI score will be obtained by weight-averaging these 4 scores and will range from 0 to 72. A higher score represents greater disease severity. MCMC-MI was used to handle missing data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.7","spread":null},{"groupId":"OG001","value":"58.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ≥90% Reduction From Baseline in Eczema Area and Severity Index Score (EASI-90)","description":"The EASI-90 is defined as a ≥ 90% improvement from baseline in the EASI score. EASI assesses objective physician estimates of 2 dimensions of atopic dermatitis - disease extent and clinical signs, by scoring the extent of disease (percentage of skin affected: 0 = 0%; 1 = 1-9%; 2 = 10-29%; 3 = 30-49%; 4 = 50-69%; 5 = 70-89%; 6 = 90-100%) and the severity of 4 clinical signs (erythema, edema/papulation, excoriation, and lichenification) each on a scale of 0 to 3 (0 = none, absent; 1 = mild; 2 = moderate; 3 = severe) at 4 body sites (head and neck, trunk, upper limbs, and lower limbs). Half scores are allowed. The final EASI score will be obtained by weight-averaging these 4 scores and will range from 0 to 72. A higher score represents greater disease severity. MCMC-MI was used to handle missing data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"39.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ≥4-Point Improvement From Baseline in Pruritus Numeric Rating Scale (NRS) Score","description":"The Pruritus NRS is an 11-point scale used by participants to rate their worst itch severity over the past 24 hours, with 0 indicating \"No itch\" and 10 indicating \"Worst itch imaginable.\" MCMC-MI was used to handle missing data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.2","spread":null},{"groupId":"OG001","value":"51.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Percent Body Surface Area (BSA)","description":"The BSA assessment estimates the extent of disease or skin involvement with respect to AD and is expressed as a percentage of body surface area. It was assessed for 4 body regions: head and neck, trunk (including genital region), upper extremities, and lower extremities (including the buttocks). Each body region will be assessed for disease extent ranging from 0% to 100%. BSA was calculated using the participant's palm, 1 palm = 1% with estimates of the number of palms it takes to cover the affected AD area. Maximum number of palms were 10 for head and neck (10%), 20 for upper extremities (20%), 30 for trunk, including axilla and groin (30%), and 40 for lower extremities, including buttocks (40%). Percent of BSA for a body region = total number of palms in a body region \\* % surface area equivalent to 1 palm. Overall percent BSA for an individual is arithmetic mean of % BSA of all 4 body regions and ranges from 0% to 100% with higher values representing greater severity of AD.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.34","spread":"1.882"},{"groupId":"OG001","value":"-27.55","spread":"1.719"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep-Loss Score","description":"Sleep Loss due to interference of itch will be assessed by the participant. Participants rate their interference of itch on sleep based on a 5-point Likert scale \\[0 (not at all) to 4 (unable to sleep at all)\\]. Higher scores indicate a greater impact and worse outcome. Assessments will be recorded daily by the participant using an electronic diary, and the week 16 score was calculated by averaging the daily scores from the previous 7 days and the average score was used to compute a change from baseline. MCMC-MI was used to handle missing data.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"0.122"},{"groupId":"OG001","value":"-1.35","spread":"0.107"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":127},"commonTop":["Dermatitis atopic","Covid-19","Nasopharyngitis","Headache","Fatigue"]}}}