{"nctId":"NCT03201900","briefTitle":"Study for Verification of Efficacy and Safety for Perampanel Monotherapy in Untreated Participants With Partial Onset Seizures (Including Secondarily Generalized Seizures (FREEDOM Study)","startDateStruct":{"date":"2017-06-28","type":"ACTUAL"},"conditions":["Partial Onset Seizures"],"count":91,"armGroups":[{"label":"E2007","type":"EXPERIMENTAL","interventionNames":["Drug: E2007"]}],"interventions":[{"name":"E2007","otherNames":["Perampanel","Fycompa","2-(2-Oxo-1-phenyl-5-pyridin-2-yl-1,2-dihydropyridin-3-yl) benzonitrile hydrate (4:3)"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be considered reliable and willing to be available for the study period and are able to record seizures and report adverse events (AEs) himself/herself or have a caregiver who can record seizures and report AEs for them\n* Participants who are newly diagnosed or recurrent epilepsy and have experienced at least 2 unprovoked seizures separated by a minimum of 24 hours in the 1 year prior to the Pretreatment Phase\n* Participants who have excluded the progressive central nervous system (CNS) abnormality occurring seizures by computed tomography (CT) or magnetic resonance imaging (MRI)\n* Participants who have had a diagnosis of epilepsy with partial seizures with or without secondarily generalized seizures according to the International League Against Epilepsy (ILAE) Classification of Epileptic Seizures (1981). Diagnosis should have been established by clinical history and an electroencephalogram (EEG) that is consistent with localization-related epilepsy; normal interictal EEGs will be allowed provided that the participant meets the other diagnosis criterion (ie, clinical history)\n\nExclusion Criteria:\n\n* Participants who present only simple partial seizures without motor signs\n* Participants who have seizure clusters where individual seizures cannot be counted\n* Participants who present or have a history of Lennox-Gastaut syndrome\n* Participants who have a history of status epilepticus\n* Participants who have a history of psychogenic non-epileptic seizures\n* Participants who have a history of suicidal ideation/attempt\n* Participants who present clinically problematic psychological or neurological disorder(s)\n* Evidence of clinically significant disease\n* Evidence of clinically significant active hepatic disease\n* A prolonged time from the beginning of the QRS complex to the end of the T wave (QT) interval corrected for heart rate\n* Participants who have a history of receiving any AEDs (except for AEDs used as rescue treatment), antipsychotics or anti-anxiety drugs within 12 weeks prior to the Pretreatment Phase\n* Participants who have not used a stable dose of antidepressant in the 12 weeks\n* Participants who have a history of any type of surgery for brain or central nervous system within 1 year\n* Participants who have a history of receiving any AED (including AED used as rescue treatment) for more than 2 weeks\n* Participants who have used intermittent rescue benzodiazepines on 2 or more occasions within 4 weeks\n* Participants who have a history of receiving any AED polytherapy\n* Participants who experienced treatment with perampanel\n* Participants who have had non-constant ketogenic diet within 4 weeks\n* Participants who have a history of drug or alcohol dependency or abuse\n* Participants who have had multiple drug allergies or a severe drug reaction to an AED(s)\n* Females who are breastfeeding or pregnant in the Pretreatment Phase (as documented by a positive beta-human chorionic gonadotropin \\[β-hCG\\] test)\n* Females of childbearing potential who:\n\n  * Within 28 days before the start of the Pretreatment Phase, did not use a highly effective method of contraception, which includes any of the following:\n\n    * total abstinence (if it is their preferred and usual lifestyle);\n    * an intrauterine device or intrauterine hormone-releasing system (IUS);\n    * a contraceptive implant;\n    * an oral contraceptive (with additional barrier method) (Participant must be on a stable dose of the same oral contraceptive product for at least 28 days before dosing and throughout the study and for 28 days after study drug discontinuation);\n    * have a vasectomized partner with confirmed azoospermia\n  * Do not agree to use a highly effective method of contraception (as described above) throughout the entire study period and for 28 days after study drug discontinuation\n* Participants who have participated in a study involving administration of an investigational drug or device within 4 weeks before Visit 1, or within approximately 5 half-lives of the previous investigational compound, whichever is longer","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"74 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Partial-onset Seizures (POS) Who Achieved Seizure-free Status During the 26-week Maintenance Period of 4 mg Perampanel","description":"A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain. POS was a seizure that starts in one area of the brain that may or may not associated with loss of awareness and consciousness. Seizure-free status was defined as no incidence of seizure during 26-week Maintenance Period of 4 mg perampanel.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With POS Who Achieved Seizure-free Status During the 26-week Maintenance Period of Last Evaluated Dose of 4 or 8 mg Perampanel","description":"A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain. POS was a seizure that starts in one area of the brain that may or may not associated with loss of awareness and consciousness. Seizure-free status was defined as no incidence of seizure during the 26-week Maintenance Period of last evaluated dose of 4 or 8 mg perampanel.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With POS Who Achieved Seizure-free Status During the 52-week Treatment Phase (26-week Maintenance Period Plus 26-week Extension Phase) of 4 mg of Perampanel","description":"A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain. POS was a seizure that starts in one area of the brain that may or may not associated with loss of awareness and consciousness. Seizure-free status was defined as no incidence of seizure during 52-weeks treatment of 4 mg perampanel.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With POS Who Achieved Seizure-free Status During the 52-week of Treatment Phase (26-week Maintenance Period Plus 26-week Extension Phase) of Last Evaluated Dose of 4 or 8 mg Perampanel","description":"A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain. POS was a seizure that starts in one area of the brain that may or may not associated with loss of awareness and consciousness. Seizure-free status was defined as no incidence of seizure during the 52-week treatment of last evaluated dose of 4 or 8 mg perampanel.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First Seizure From the First Dose of Study Drug in the Maintenance Period of 4 mg Perampanel","description":"Time to onset of first seizure was defined as the period from the first dose of study drug in the 4 mg Maintenance Period to the onset of first seizure. A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of First Seizure From the First Dose of Study Drug in the Maintenance Period of Last Evaluated Dose of 4 or 8 mg Perampanel","description":"Time to onset of first seizure was defined as the period from the first dose of study drug in the 4 mg or 8 mg Maintenance Period to the onset of first seizure. A seizure was a brief episode of signs or symptoms due to abnormal excessive or synchronous neuronal activity in the brain.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Withdrawal From the First Dose of Study Drug in the Maintenance Period of 4 mg Perampanel","description":"Time to withdrawal from the study was defined as the period from the first dose of study drug in the 4 mg Maintenance Period to the date of withdrawal from study, regardless of reason.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Withdrawal From the First Dose of Study Drug in the Maintenance Period of Last Evaluated Dose of 4 or 8 mg Perampanel","description":"Time to withdrawal from the study was defined as the period from the first dose of study drug in the 4 mg or 8 mg Maintenance Period to the date of withdrawal from study, regardless of reason.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Treatment-emergent Adverse Events (TEAEs), Treatment-emergent Serious Adverse Event (TESAEs), and TEAEs Leading to Discontinuation of the Study Drug","description":null,"paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":89},"commonTop":["Dizziness","Nasopharyngitis","Somnolence","Headache","Diarrhoea"]}}}