{"nctId":"NCT02349295","briefTitle":"A Study of Ixekizumab (LY2439821) in Participants With Active Psoriatic Arthritis","startDateStruct":{"date":"2014-12-31","type":"ACTUAL"},"conditions":["Psoriatic Arthritis"],"count":363,"armGroups":[{"label":"Ixekizumab 80 milligram (mg) every 2 Weeks (Q2W)","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Ixekizumab 80 mg Q2W"]},{"label":"Ixekizumab 80 mg Q4W","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Ixekizumab 80 mg Q4W"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Ixekizumab 80 mg Q4W","otherNames":["LY2439821"]},{"name":"Ixekizumab 80 mg Q2W","otherNames":["LY2439821"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presents with established diagnosis of active psoriatic arthritis (PsA) for at least 6 months, and currently meets Classification for Psoriatic Arthritis (CASPAR) criteria\n* Active PsA defined as the presence of at least 3 tender and at least 3 swollen joints\n* Presence of active psoriatic skin lesion or a history of plaque psoriasis (Ps)\n* Men must agree to use a reliable method of birth control or remain abstinent during the study\n* Women must agree to use reliable birth control or remain abstinent during the study and for at least 12 weeks after stopping treatment\n* Have been treated with 1 or more conventional disease-modifying antirheumatic drugs (cDMARDs)\n* Have had prior treatment with at least 1 and not more than 2 tumor necrosis factor (TNF) inhibitors. The participant must have discontinued at least 1 TNF inhibitor due to either an inadequate response (based on a minimum of 12 weeks on therapy) or documented intolerance.\n\nExclusion Criteria:\n\n* Current use of biologic agents for treatment of Ps or PsA\n* Inadequate response to greater than 2 biologic DMARDs\n* Current use of more than one cDMARDs\n* Diagnosis of active inflammatory arthritic syndromes or spondyloarthropathies other than PsA\n* Have received treatment with interleukin (IL) -17 or IL12/23 targeted monoclonal antibody (MAb) therapy\n* Serious disorder or illness other than psoriatic arthritis\n* Serious infection within the last 3 months\n* Breastfeeding or nursing (lactating) women","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving American College of Rheumatology 20 Index (ACR20)","description":"ACR20 response is defined as a greater than or equal to (≥) 20% improvement from baseline for tender joint count (TJC) and swollen joint count (SJC) and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain visual analog scale (VAS), Participant's Global Assessment of Disease Activity VAS (PatGA), Physician's Global Assessment of the Disease Activity VAS (PGA), Participant's Assessment of Physical Function using the Health Assessment Questionnaire Disability Index (HAQ-DI), or Acute Phase Reactant as measured by high sensitivity C-reactive protein (hs-CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"53.3","spread":null},{"groupId":"OG002","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Score","description":"HAQ-DI is a participant reported questionnaire that measures disease-associated disability(physical function).It consists of 24 questions with 8 domains: dressing/grooming,arising,eating,walking,hygiene,reach,grip and other daily activities. The disability section scores the participant's self-perception on degree of difficulty (0=without any difficulty,1=with some difficulty,2=with much difficulty,3=unable to do)covering the 8 domains.The HAQ-DI is a composite ranging from 0-3 with lower scores indicating less functional disability.The reported use of special aids/devices and/or the need for assistance of another person to perform these activities is assessed.Least Square (LS) mean calculated using Mixed Model Repeated Measurements (MMRM) analysis with treatment,baseline score,geographic region, TNFi experience,visit, treatment-by-visit interaction(itcn), geographic region-by-visit itcn,TNFi experience-by-visit itcn and baseline score-by-visit itcn.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"0.08"},{"groupId":"OG001","value":"-0.6","spread":"0.07"},{"groupId":"OG002","value":"-0.4","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ACR20","description":"ACR20 response is defined as a ≥20% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving American College of Rheumatology 50 Index (ACR50)","description":"ACR50 response is defined as a ≥50% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"35.2","spread":null},{"groupId":"OG002","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving American College of Rheumatology 70 Index (ACR70)","description":"ACR70 response is defined as a ≥70% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"22.1","spread":null},{"groupId":"OG002","value":"12.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Psoriasis Area and Severity Index (PASI) 75","description":"The PASI is an index that combines assessments of the extent of body-surface involvement in 4 anatomical regions (head, trunk, arms, and legs) and the severity of desquamation, erythema, and plaque induration/infiltration (thickness) in each region, yielding an overall score of 0 for no psoriasis to 72 for the most severe disease. Participants achieving PASI 75 were defined as having an improvement of at least 75% in the PASI compared to their baseline measures.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.4","spread":null},{"groupId":"OG001","value":"57.4","spread":null},{"groupId":"OG002","value":"61.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Minimal Disease Activity (MDA)","description":"It uses a composite of 7 key outcome measures (includes PASI) used in PsA to encompass all of the domains of the disease to measure the overall state of a patients' disease. The LEI is used to assess tender entheseal points. Patients are classified as achieving MDA if they fulfill 5 of 7 outcome measures: 1. TJC ≤1, 2. SJC ≤1, 3. PASI total score ≤1 or BSA ≤3, 4. patient pain VAS score of ≤15, 5. patient global VAS score of ≤20, 6. HAQ-DI score ≤0.5, 7. tender entheseal points (6 entheseal points) ≤1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"27.9","spread":null},{"groupId":"OG002","value":"23.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Achieving Complete Resolution in Enthesitis as Assessed by the Leeds Enthesitis Index (LEI)","description":"The LEI was developed specifically for use in PsA. It measures enthesitis at 6 sites (lateral epicondyle, left and right; medial femoral condyle, left and right; Achilles tendon insertion, left and right). Each site was assigned a score of 0 (absent) or 1 (present); the results from each site were then added to produce a total score (range 0 to 6). So, \"0\" indicates good score here.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.7","spread":null},{"groupId":"OG001","value":"35.3","spread":null},{"groupId":"OG002","value":"31.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Itch Numeric Rating Scale (NRS)","description":"The Itch NRS is a participant-administered, 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no itch\" and 10 representing \"worst itch imaginable.\" Overall severity of a participants itching from psoriasis was indicated by circling the number that best described the worst level of itching in the past 24 hours. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.40"},{"groupId":"OG001","value":"-3.4","spread":"0.39"},{"groupId":"OG002","value":"-3.3","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Tender Joint Count (TJC)","description":"TJC is the number of tender and painful joints determined for each participant by examination of 68 joints. Joints were assessed by pressure and joint manipulation on physical examination. Participants were asked for pain sensations on these manipulations and watched for spontaneous pain reactions. Any positive response on pressure, movement, or both was translated into a single tender-versus-nontender dichotomy. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.2","spread":"1.96"},{"groupId":"OG001","value":"-12.7","spread":"1.87"},{"groupId":"OG002","value":"-12.5","spread":"1.77"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Swollen Joint Count (SJC)","description":"SJC is the number of swollen joints determined for each participant by examination of 66 joints. Joints were classified as either swollen or not swollen. Swelling was defined as palpable fluctuating synovitis of the joint. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.0","spread":"1.05"},{"groupId":"OG001","value":"-8.5","spread":"0.99"},{"groupId":"OG002","value":"-7.4","spread":"0.94"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Participants Assessment of Pain Visual Analog Scale (VAS)","description":"The pain VAS is a participant-administered single-item scale designed to measure current joint pain from Psoriatic arthritis (PsA) using a 100-millimeter(mm) horizontal VAS. Overall severity of participant's joint pain from PsA is indicated by marking a vertical tick on the horizontal 100-mm scale, where the left end from 0 mm (no pain) to right end 100 mm (worst possible joint pain). LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.4","spread":"3.97"},{"groupId":"OG001","value":"-36.9","spread":"3.74"},{"groupId":"OG002","value":"-33.5","spread":"3.58"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patients Global Assessment of Disease Activity VAS","description":"The patient's overall assessment of his or her PsA activity will be recorded using a 100-mm horizontal VAS, where 0 represents no disease activity and 100 represents extremely active disease. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.0","spread":"3.91"},{"groupId":"OG001","value":"-40.7","spread":"3.68"},{"groupId":"OG002","value":"-37.3","spread":"3.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physicians Global Assessment of Disease Activity VAS","description":"The investigator will be asked to give an overall assessment of the severity of the participant's current PsA activity using a 100-mm horizontal VAS, where 0 represents no disease activity and 100 represents extremely active disease. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.3","spread":"3.98"},{"groupId":"OG001","value":"-40.0","spread":"3.85"},{"groupId":"OG002","value":"-37.9","spread":"3.75"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in C-Reactive Protein (CRP)","description":"C-reactive protein (CRP) is a disease related biomarker and measured in milligrams per liter. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.6","spread":"1.87"},{"groupId":"OG001","value":"-11.8","spread":"1.76"},{"groupId":"OG002","value":"-9.8","spread":"1.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Disease Activity Score-CRP (DAS28-CRP)","description":"The DAS28-CRP is a measure of disease activity in 28 joints that consists of a composite numerical score with the following variables: TJC28, SJC28, hs-CRP (measured in mg/L), and Participant's Global Assessment of Disease Activity recorded by participants on a 0 to 100 millimeter (mm) VAS. For DAS28-CRP, the Tender Joint Count 28 (TJC28) and Swollen Joint Count (SJC28) are a subset of TJC and SJC, and include 14 joints on each side of the body: 2 shoulders, 2 elbows, 2 wrists, 10 metacarpophalangeal joints, the 2 interphalangeal joints of the thumb, the 8 proximal interphalangeal joints, and the 2 knees. DAS28 values range from 0 to 9.4. Higher values indicate more severe symptoms and greater functional impairment. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"0.20"},{"groupId":"OG001","value":"-2.1","spread":"0.19"},{"groupId":"OG002","value":"-1.8","spread":"0.18"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI) Score","description":"The BASDAI is a self-administered measure used to answer 6 questions with a 0 to 10 centimeter (cm) VAS pertaining to the 5 major symptoms of axial activity. To give each symptom equal weighting, the mean of the 2 scores relating to morning stiffness was taken. The resulting 0 to 50 score was divided by 5 to give a final 0 to 10 BASDAI Score. BASDAI ranges from 0-10. Higher scores represent greater disease activity. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.1","spread":"0.38"},{"groupId":"OG001","value":"-3.7","spread":"0.36"},{"groupId":"OG002","value":"-3.6","spread":"0.35"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fatigue Severity Numeric Rating Scale (NRS) Score","description":"The Fatigue Severity NRS is a participant-administered single-item 11-point horizontal scale anchored at 0 and 10, with 0 representing \"no fatigue\" and 10 representing \"as bad as you can imagine.\" Participants rated their fatigue (feeling tired or worn out) by circling the 1 number that described their worst level of fatigue during the past 24 hours. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.37"},{"groupId":"OG001","value":"-2.0","spread":"0.35"},{"groupId":"OG002","value":"-2.1","spread":"0.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item Short-Form Health Survey (SF-36) Scores: Physical Component Summary (PCS)","description":"The SF-36 is a participant-reported outcome measure evaluating participant's health status. It comprises 36 items covering 8 domains: physical functioning, role physical, role emotional, bodily pain, vitality, social functioning, mental health, and general health. Items are answered on Likert scales of varying lengths. The 8 domains are regrouped into the PCS and MCS scores. The summary scores range from 0 to 100, with higher scores indicating better levels of function and/or better health. In this study, the SF-36 acute version was used, which has a 1 week recall period. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"1.36"},{"groupId":"OG001","value":"8.9","spread":"1.29"},{"groupId":"OG002","value":"8.2","spread":"1.23"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 36-Item Short-Form Health Survey (SF-36) Scores: Mental Component Summary (MCS)","description":"The SF-36 is a participant-reported outcome measure evaluating participant's health status. It comprises 36 items covering 8 domains: physical functioning, role physical, role emotional, bodily pain, vitality, social functioning, mental health, and general health. Items are answered on Likert scales of varying lengths. The 8 domains are regrouped into the PCS and MCS scores. The summary scores range from 0 to 100, with higher scores indicating better levels of function and/or better health. In this study, the SF-36 acute version was used, which has a 1 week recall period. LS mean was calculated using MMRM analysis with treatment, baseline score, geographic region, TNFi experience, visit, treatment-by-visit interaction, geographic region-by-visit interaction, TNFi experience-by-visit interaction, and baseline score-by-visit interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.32"},{"groupId":"OG001","value":"3.6","spread":"1.24"},{"groupId":"OG002","value":"4.0","spread":"1.18"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Anti-Drug Antibodies (TE-ADA)","description":"Number of participants with positive treatment emergent anti-ixekizumab antibodies was summarized by treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK):Minimum Observed Serum Concentration at Steady State (Ctrough,ss) of Ixekizumab","description":"The Ctrough is the minimum observed serum concentration at steady state of Ixekizumab. The Ctrough at Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.46","spread":"79.1"},{"groupId":"OG001","value":"7.96","spread":"71.1"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics: Area Under the Concentration-Time Curve for Dosing Interval (Tau) at Steady State [AUC(Tau,Steady State)] of Ixekizumab","description":"The AUC(Tau,Steady State) is the area under the concentration-time curve for dosing interval (Tau) at steady state of ixekizumab (Tau is 28 days for 80 mg Q4W cohort, and is 14 days for 80mg Q2W cohort, respectively).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":"59.3"},{"groupId":"OG001","value":"143","spread":"57.5"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ACR 20","description":"ACR20 response is defined as a ≥20% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.9","spread":null},{"groupId":"OG001","value":"67.6","spread":null},{"groupId":"OG002","value":"50.0","spread":null},{"groupId":"OG003","value":"60.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42.1","spread":null},{"groupId":"OG001","value":"50.5","spread":null},{"groupId":"OG002","value":"39.1","spread":null},{"groupId":"OG003","value":"45.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ACR 50","description":"ACR50 response is defined as a ≥50% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":null},{"groupId":"OG001","value":"45.9","spread":null},{"groupId":"OG002","value":"34.8","spread":null},{"groupId":"OG003","value":"43.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.0","spread":null},{"groupId":"OG001","value":"35.1","spread":null},{"groupId":"OG002","value":"26.1","spread":null},{"groupId":"OG003","value":"34.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving ACR 70","description":"ACR70 response is defined as a ≥70% improvement from baseline for TJC and SJC and in at least 3 of the following 5 criteria: Participant's assessment of Joint Pain VAS, Participant's Global Assessment of Disease Activity VAS, Physician's Global Assessment of the Disease Activity VAS, Participant's Assessment of Physical Function using the HAQ-DI, or hs-CRP.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null},{"groupId":"OG001","value":"28.8","spread":null},{"groupId":"OG002","value":"15.2","spread":null},{"groupId":"OG003","value":"23.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null},{"groupId":"OG001","value":"21.6","spread":null},{"groupId":"OG002","value":"10.9","spread":null},{"groupId":"OG003","value":"19.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":123},"commonTop":["Upper respiratory tract infection","Nasopharyngitis","Sinusitis","Injection site reaction","Urinary tract infection"]}}}