{"nctId":"NCT00306592","briefTitle":"Natalizumab Re-Initiation of Dosing","startDateStruct":{"date":"2006-03"},"conditions":["Multiple Sclerosis, Relapsing-Remitting"],"count":404,"armGroups":[{"label":"Natalizumab","type":"EXPERIMENTAL","interventionNames":["Biological: BG00002 (natalizumab)"]}],"interventions":[{"name":"BG00002 (natalizumab)","otherNames":["Tysabri"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* MS subjects who completed Study C-1801 (NCT00027300), C-1802 (NCT00030966), or C-1803 (NCT00097760) and completed a Dosing Suspension Safety Evaluation (neurological examination and magnetic resonance imaging \\[MRI\\] scan)\n* Considered by the investigator to be free of signs and symptoms suggestive of progressive multifocal leukoencephalopathy (PML) based on medical history, physical examination, or laboratory testing (results from the Dosing Suspension Safety Evaluation from Study C-1808 \\[NCT000276172\\] may be used)\n* Other protocol-defined inclusion criteria may apply\n\nExclusion Criteria:\n\n* Considered by the investigator to be immunocompromised, based on medical history, physical examination, or laboratory testing (results from the Dosing Suspension Safety Evaluation from Study C-1808 may be used), or due to prior immunosuppressive treatment\n* History of persistent anti-natalizumab antibodies, based upon testing from prior natalizumab studies\n* Other protocol-defined exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious AEs (SAEs)","description":"AEs: any sign, symptom, or diagnosis/disease that is unfavorable or unintended, that is new, or if pre-existing, worsens in participants administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. SAEs: an event that results in death; an event that, in the view of the investigator, places the participant at immediate risk of death (a life-threatening event); an outcome that results in a congenital anomaly/birth defect diagnosed in a child of a participant; an event that requires or prolongs inpatient hospitalization; an event that results in persistent or significant disability/incapacity. Any other medically important event that, in the opinion of the investigator, may jeopardize the participant or may require intervention to prevent one of the other outcomes listed in the definition above. Treatment-emergent AEs: events in participants who had received at least 1 dose of study drug, regardless of relationship to study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"826","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"487","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"161","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Hypersensitivity-related Adverse Events","description":"For purposes of this analysis, the terms 'hypersensitivity' and 'drug hypersensitivity' were categorized by their temporal relationship to study drug infusion (within 2 hours of the start of the infusion), and were considered equivalent. Hypersensitivity reactions are defined as infusion reactions with the following preferred terms: hypersensitivity not otherwise specified (NOS), anaphylactic reaction, anaphylactoid reaction, dermatitis allergic, drug hypersensitivity, urticaria NOS, vasoconstriction, urticaria generalised, hypersensitivity, urticaria.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Antibodies to Natalizumab","description":"'Positive with unknown persistence' is defined as a positive result (≥0.5 micrograms/mL) at one timepoint only with no confirmatory re-test available at least 42 days later. 'Transient positive' is defined as a positive at one timepoint but negative upon re-test at least 42 days later. 'Persistent positive' is defined as positive at 2 or more timepoints separated by at least 42 days. The threshold for classifying a sample as 'antibody positive' was set at the lowest level of reactivity that had a measurable impact on drug serum concentrations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1004","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":61,"n":1094},"commonTop":["Multiple sclerosis relapse","Nasopharyngitis","Upper respiratory tract infection","Headache","Urinary tract infection"]}}}