{"nctId":"NCT01951170","briefTitle":"An Open-Label Study of RoActemra/Actemra (Tocilizumab) in Patients With Moderate to Severe Active Rheumatoid Arthritis","startDateStruct":{"date":"2013-11"},"conditions":["Rheumatoid Arthritis"],"count":52,"armGroups":[{"label":"Tocilizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Tocilizumab"]}],"interventions":[{"name":"Tocilizumab","otherNames":["RoActemra®/Actemra®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients at least 18 years of age\n* Patients with a diagnosis of active moderate to severe rheumatoid arthritis (RA)\n* Oral corticosteroids and nonsteroidal anti-inflammatory are permitted if on a stable dose regimen for \\>/= 4 weeks prior baseline\n* Permitted non-biologic disease-modifying anti-rheumatic drugs (DMARDs) used alone or in combination are allowed if at a stable dose for at least 4 weeks prior to baseline\n* Receiving treatment on an outpatient basis, not including tocilizumab\n* Females of childbearing potential and males with female partners of childbearing potential may participate in this study only if using a reliable means of contraception for at least 5 months following the last dose tocilizumab\n* Previous or current treatment with methotrexate with an inadequate response to methotrexate, intolerance to methotrexate or treatment with methotrexate was considered as inappropriate\n* Evidence of one or more erosions in hands or feet assessed by X-ray attributable to RA or magnetic resonance imaging (MRI) of wrist of metacarpophalangeal (MCP) joints of dominant hand\n\nExclusion Criteria:\n\n* Major surgery (including joint surgery) within 8 weeks prior to screening or planned major surgery within 6 months following baseline\n* Rheumatic autoimmune disease other than rheumatoid arthritis\n* Functional Class IV as defined by the American College of Rheumatology (ACR) Classification of Functional Status in Rheumatoid Arthritis\n* Diagnosis of juvenile idiopathic arthritis or juvenile RA and/or RA before the age of 16\n* Prior history of current inflammatory joint disease other than RA\n* Exposure to tocilizumab at any time prior to baseline\n* Treatment with any investigational agent within 4 weeks (or five half-lives of the investigational drug, whichever is longer) of screening\n* Previous treatment with any cell-depleting therapies\n* Treatment with intravenous (IV) gamma globulin, plasmapheresis within 6 months of baseline\n* Intraarticular (IA) or parenteral corticosteroids within 4 weeks prior to baseline\n* Any previous treatment with alkylating agents such as chlorambucil, or with total lymphoid irradiation\n* Treatment with 2 or more anti-tumor necrosis factor (TNF) agents or any other biologic agent at any time prior to screening\n* Evidence of serious uncontrolled concomitant disease (e.g., cardiovascular, nervous system, pulmonary)\n* History of diverticulitis, diverticulosis requiring antibiotic treatment, or chromic ulcerative lower gastrointestinal (GI) disease such as Crohn's disease, ulcerative colitis, or other symptomatic lower genitourinary (GU) conditions that might predispose to perforation\n* Known active current or history of recurrent infections","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Genant-modified Total Sharp Score (mTSS)","description":"The mTSS is a measure of joint damage that combines scores for bone erosion and joint-space narrowing (JNS). Erosion score: A total of 14 locations in each hand and wrist and 6 joints in the foot were evaluated for erosion using an 8-point scale where 0=normal to 3.5=very severe erosion. JNS score: A total of 13 locations in each hand and wrist and 6 joints in the foot were evaluated for joint narrowing score using a 9-point scale where 0=normal to 4.0=definite ankylosis (stiffness or fixation of a joint). mTSS scores ranged from 0 (normal) to 292 (worst possible total score). Change from baseline = mTSS score at Week 24 minus score at baseline. An increase in mTSS from baseline represents disease progression and/or joint worsening, no change represents halting of disease progression, and a decrease represents improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Activity Score 28-Erythrocyte Sedimentation Rate (DAS28-ESR) Remission","description":"The DAS28 score is a measure of the patient's disease activity calculated using the tender joint count of 28 joints (TJC28), swollen joint count of 28 joints (SJC28), patient's global assessment of disease activity visual analog scale (PGA VAS) with 0=no disease activity to 100=maximum disease activity displayed on the 100-millimeter (mm) horizontal VAS and the erythrocyte sedimentation rate (ESR) for a total possible score of 0 to 10. Higher scores represent higher disease activity. DAS28-ESR remission is defined as a score \\< 2.6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Positive American College of Rheumatology 20/50/70 (ACR20/50/70) Responses","description":"A positive ACR20 response requires at least 20% improvement compared to baseline in SJC (66 joints) and TJC (68 joints) as well as at least 20% improvement in 3 of the following 5 assessments: 1) PGA pain VAS, 2) PGA VAS; 3) physician's global assessment of disease activity VAS, 4) Health Assessment Questionnaire-Disability Index (HAQ-DI) with 20 questions consisting of 8 components: dressing/grooming, arising, eating, walking, hygiene, reach, grip, and activities, 0=without difficulty to 3=unable to do; and 5) acute phase reactant (C-reactive protein \\[CRP\\] - if not available, ESR was used). ACR50 and ACR70 responses are defined in a similar way except that they required a 50% and 70% improvement from baseline, respectively. VAS range for all assessments was 0=no disease activity to 100=maximum disease activity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.60","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With European League Against Rheumatism (EULAR) Response","description":"EULAR response was calculated as the difference between DAS28-ESR scores at baseline and Week 24, and reported as the percentage of participants with good, moderate, or no response. Good responders = decrease from baseline \\>1.2 with a DAS28 score of ≤3.2; moderate responders = decrease from baseline \\>1.2 with a DAS28 score of \\>3.2, or decrease from baseline \\>0.6 to ≤1.2 with a DAS28 score of ≤5.1; non-responders = decrease from baseline ≤0.6 or decrease from baseline \\>0.6 and ≤1.2 with a DAS28 score of \\>5.1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.02","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Global Assessment of Disease Activity Visual Analog Scale (PGA VAS)","description":"PGA VAS is the participant's overall assessment of their current disease activity. The disease activity is displayed on a 100-mm horizontal VAS. The left-hand extreme (0 mm) of the line is described as \"no disease activity\" (symptom free and no arthritis symptoms) and the right-hand extreme (100 mm) is described as \"maximum disease activity\" (maximum arthritis disease activity). The change in PGA VAS is determined as the difference in values from baseline. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.26","spread":"21.677"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.6","spread":"25.934"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Patient's Global Assessment of Pain Using a Visual Analog Scale (PGA Pain VAS)","description":"The PGA pain VAS is the participant's overall assessment of pain. Pain is displayed on a 100-mm horizontal VAS. The left-hand extreme (0 mm) of the line is described as \"no pain\" and the right-hand extreme (100 mm) is described as \"unbearable pain\". The change in PGA VAS is determined as the difference in values from baseline. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.55","spread":"22.780"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.9","spread":"26.980"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Physician Global Assessment of Disease Activity","description":"The Physician Global Assessment of Disease Activity is the investigator's overall assessment of the participant's current disease activity. The disease activity is displayed on a 100-mm horizontal VAS. The left-hand extreme (0 mm) of the line is described as \"no disease activity\" (symptom free and no arthritis symptoms) and the right-hand extreme (100 mm) is described as \"maximum disease activity\" (maximum arthritis disease activity). The change in Physician Global Assessment of Disease Activity is determined as the difference in values from baseline. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.63","spread":"18.803"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.8","spread":"21.342"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI)","description":"HAQ-DI is the participant-reported assessment of ability to perform tasks in 8 categories of daily living activities: dress/groom; arise; eat; walk; reach; grip; hygiene; and common activities over past week. Each item scored on 4-point scale from 0 to 3: 0=no difficulty; 1=some difficulty; 2=much difficulty; 3=unable to do. Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score range 0-3 where 0 = least difficulty and 3 = extreme difficulty. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.36","spread":"0.639"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":"0.588"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Functional Assessment of Chronic Illness Therapy - Fatigue (FACIT-F)","description":"The FACIT measurement system is a collection of health-related quality of life questionnaires targeted to the management of chronic illness and includes questions on physical well-being, social/family well-being, emotional well-being and functional well-being. The FACIT-F Scale measures an individual's level of fatigue during their usual daily activities. Total scores range from 0 to 52 with lower scores representing greater fatigue, and scores below 30 representing severe fatigue. A positive change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.42","spread":"11.771"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.62","spread":"10.541"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Simplified Disease Activity Index (SDAI)","description":"The SDAI is a combined index for measuring disease activity in rheumatoid arthritis and calculated as SDAI = TJC28 + SJC28 + PGA VAS (in mm) + Physician Global Assessment of Disease Activity VAS (in mm) + C reactive protein (CRP) in milligrams/deciliter (mg/dL) with a total SDAI score ranging from 0 to 86. Higher scores indicate greater disease activity. The SDAI scale is divided into the following categories: Clinical remission = score ≤ 3.3; Low disease activity = score \\> 3.3 and ≤ 11.0; Moderate disease activity = score \\> 11.0 and ≤ 26.0; Severe disease = score \\> 26.0. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.65","spread":"14.656"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-31.6","spread":"16.470"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Disease Activity Index (CDAI)","description":"The CDAI is a combined index for measuring disease activity in rheumatoid arthritis and calculated as CDAI = TJC28 + SJC28 + PGA VAS (in mm) + Physician Global Assessment of Disease Activity VAS (in mm) with a total CDAI score ranging from 0-76. Higher scores indicate greater disease activity. The SDAI scale is divided into the following categories: Clinical remission = score ≤ 2.8; Low disease activity = score \\> 2.8 and ≤ 10.0; Moderate disease activity = score \\> 10.0 and ≤ 22.0; Severe disease = score \\> 22.0. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.91","spread":"13.460"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.0","spread":"15.138"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Tender Joint Count (TJC)","description":"TJC was counted based on 68 joints (TJC68) and based on 28 joints (TJC28). A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.27","spread":"12.550"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.8","spread":"13.622"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.19","spread":"6.234"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.1","spread":"7.568"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Swollen Joint Count (SJC)","description":"SJC was counted based on 66 joints (SJC66) and based on 28 joints (SJC28). A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.00","spread":"11.068"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.0","spread":"8.745"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.71","spread":"6.470"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.77","spread":"5.994"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Rheumatoid Arthritis Magnetic Resonance Imaging Scoring System (RAMRIS) Scoring of Bone Erosions","description":"Bone erosions were assessed by magnetic resonance imaging (MRI) at baseline and Week 24. Scans of 25 bone locations were read and scored in pairs for each participant by 2 assessors. Scores for each location ranged 0-10 on an 11-point scale with 0= no erosion, 1= 1-10% erosion, 2= 11-20% erosion, and up to 10= 91-100% erosion. Total score was the sum of the 25 individual scores and ranged 0-250 with 0= no erosion and 250= most severe erosion. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.88","spread":"6.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":"1.66"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in RAMRIS Scoring of Cartilage Loss","description":"Cartilage loss was assessed by MRI at baseline and Week 24. Scans of 25 joints were read and scored in pairs for each participant by 2 assessors. Scores for each location ranged 0-4 on a 9-point scale, with 0= no cartilage loss and 4= complete cartilage loss. Total score was the sum of the 25 individual scores and ranged 0-100 with 0= no cartilage loss and 100= most severe cartilage loss. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.29","spread":"9.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.12","spread":"0.59"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in RAMRIS Scoring of Synovitis","description":"Synovitis (synovial membrane inflammation) was assessed by MRI at baseline and Week 24. Scans of 8 joint locations were read and scored in pairs for each participant by 2 assessors. Scores for each location ranged 0-3 on a 4-point scale, with 0= no synovitis, 1= 1-33% volume enhancement, 2= 34-67% volume enhancement and 3= 68-100% volume enhancement. Total score was the sum of the 8 individual scores and ranged 0-24 with 0= no synovitis and 24= most severe synovitis. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"4.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"2.67"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in RAMRIS Scoring of Osteitis","description":"Osteitis (bone inflammation) was assessed by MRI at baseline and Week 24. Scans of 25 bone locations were read and scored in pairs for each participant by 2 assessors. Scores for each location ranged 0-3 on a 4-point scale, with 0= no osteitis, 1= 1-33% involvement of original articular bone, 2= 34-67% involvement of original articular bone and 3= 68-100% involvement of original articular bone. Total score was the sum of the 25 individual scores and ranged 0-75 with 0= no osteitis and 75= most severe osteitis. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.63","spread":"10.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4","spread":"9.58"}]}]}]},{"type":"SECONDARY","title":"Safety: Percentage of Participants With Adverse Events (AEs)","description":"An adverse event is any untoward medical occurrence in a participant administered a pharmaceutical product and which does not necessarily have to have a causal relationship with the treatment. An adverse event can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Preexisting conditions which worsen during a study are also considered as adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of AEs Leading to Tocilizumab Dose Modification or Study Treatment Withdrawal","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Safety: Number of Participants With Confirmed Positive Assessment of Tocilizumab Immunogenicity","description":"A tocilizumab antibody screen was performed at baseline and at the end of follow up (8 weeks after end of treatment at Week 32). A confirmatory anti-tocilizumab antibody test was performed on positive screen samples. A confirmed positive test indicates the presence of tocilizumab antibodies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":52},"commonTop":["Upper respiratory tract infection","Rheumatoid arthritis","Neutropenia","Diarrhoea","Mouth ulceration"]}}}