{"nctId":"NCT01187407","briefTitle":"A Study of Flexible or Fixed Dose LY2216684 as Adjunctive Treatment for Participants With Major Depressive Disorder Who Have Had a Partial Response to Selective Serotonin Reuptake Inhibitor (SSRI) Treatment","startDateStruct":{"date":"2011-03"},"conditions":["Major Depressive Disorder (MDD)"],"count":1480,"armGroups":[{"label":"12 or 18 mg flexible dose LY2216684 + SSRI","type":"EXPERIMENTAL","interventionNames":["Drug: LY2216684","Drug: Placebo","Drug: SSRI"]},{"label":"6 mg fixed dose LY2216684 + SSRI","type":"EXPERIMENTAL","interventionNames":["Drug: LY2216684","Drug: Placebo","Drug: SSRI"]},{"label":"Placebo + SSRI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: SSRI"]}],"interventions":[{"name":"LY2216684","otherNames":["Edivoxetine"]},{"name":"Placebo","otherNames":[]},{"name":"SSRI","otherNames":["selective serotonin reuptake inhibitor"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of Major Depressive Disorder (MDD)\n* Using a reliable method of birth control\n* Are taking a selective serotonin reuptake inhibitor (SSRI) approved for MDD treatment within the participant's country and the SSRI prescribed, including dose, should be consistent with labeling guidelines within the participating country\n* Have a partial response to SSRI treatment\n* Meet inclusion scores on pre-defined psychiatric scales to assess diagnosis of depression, disease severity, and response to SSRI treatment\n* Reliable and able to keep all scheduled appointments\n\nExclusion Criteria:\n\n* Presence of another primary psychiatric illness:\n\n  * Have had or currently have any additional ongoing Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision (DSM-IV-TR) Axis 1 condition other than major depression within 1 year of screening\n  * Have had any anxiety disorder that was considered a primary diagnosis within the past year (including panic disorder, obsessive-compulsive disorder, post-traumatic stress disorder, generalized anxiety disorder, and social phobia, but excluding specific phobias)\n  * Have a current or previous diagnosis of a bipolar disorder, schizophrenia, or other psychotic disorder\n  * Have a history of substance abuse and/or dependence within the past 1 year (drug categories defined by DSM-IV-TR), not including caffeine and nicotine\n  * Have an Axis II disorder that, in the judgment of the investigator, would interfere with compliance with protocol\n* Have any diagnosed medical condition that could be exacerbated by noradrenergic agents, including unstable hypertension, unstable heart disease, tachycardia, tachyarrhythmia, narrow-angle glaucoma, and history of urinary hesitation or retention\n* Use of excluded concomitant or psychotropic medication other than SSRI\n* Have initiated or discontinued hormone therapy within the previous 3 months of prior to enrollment\n* History of treatment-resistant depression as shown by lack of response of the current depressive episode to 2 or more adequate courses of antidepressant therapy at a clinically appropriate dose for at least 4 weeks, or in the judgment of the investigator, the participant has treatment-resistant depression\n* Have a lifetime history of vagal nerve stimulation (VNS) transcranial magnetic stimulation (TMS), or psychosurgery\n* Have received electroconvulsive therapy (ECT) in the past year\n* Enrollment in a clinical study for an investigational drug\n* Serious or unstable medical condition\n* History of seizure disorders\n* Have initiated psychotherapy, change in intensity of psychotherapy or other nondrug therapies (such as acupuncture or hypnosis) within 6 weeks prior to enrollment or any time during the study\n* Participants who, in the opinion of the investigator, are judged to be at serious risk for harm to self or others","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Randomization to Week 8 in the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist (sadness \\[apparent\\], sadness \\[reported\\], inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts). Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.36","spread":"0.55"},{"groupId":"OG001","value":"-9.59","spread":"0.55"},{"groupId":"OG002","value":"-9.36","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Sheehan Disability Scale (SDS) Global Functional Impairment Score","description":"The SDS was completed by the participant and used to assess the effect of the participant's symptoms on their work (Item 1), social (Item 2), and family life (Item 3). Each item is measured on a 0 (not at all) to 10 (extremely) point scale with higher values indicating greater disruption. The Global Functional Impairment Score is the sum of the 3 items, and scores ranged from 0 to 30 with higher values indicating greater disruption in the participant's work life (work/school impairment score), social life (social life/leisure activities impairment score), and family life (family life/home responsibilities impairment score). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.30","spread":"0.43"},{"groupId":"OG001","value":"-6.29","spread":"0.44"},{"groupId":"OG002","value":"-4.30","spread":"0.43"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Fatigue Associated With Depression (FAsD) Impact Subscale Score","description":"The FAsD is a participant-rated scale with a total of 13 items. Six of the 13 items ask how often participants experience different aspects of fatigue with responses from 1 (never) to 5 (always). Seven of the 13 items ask how often fatigue impacts various aspects of the participant's lives with responses from 1 (not at all) to 5 (very much). The impact subscale score was derived by taking the mean of Items 7 through 13 (applicable items only). Item 12 applied only to participants with a spouse or significant other and Item 13 applied to participants who had a job or who went to school. The FAsD impact subscale score ranges from 1 to 5. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline subscale score, treatment-by-visit, and baseline subscale score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.71","spread":"0.06"},{"groupId":"OG001","value":"-0.67","spread":"0.06"},{"groupId":"OG002","value":"-0.56","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Montgomery-Asberg Depression Rating Scale (MADRS) Total Score of Less Than or Equal to 10 up to Week 8","description":"A MADRS total score of less than or equal to 10 was defined as remission criteria. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist (sadness \\[apparent\\], sadness \\[reported\\], inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts). Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Percentage of participants was calculated by dividing the number of participants who meet criteria for remission by the total number of participants analyzed, multiplied by 100%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.84","spread":null},{"groupId":"OG001","value":"29.41","spread":null},{"groupId":"OG002","value":"26.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Montgomery-Asberg Depression Rating Scale (MADRS) Total Score of Less Than or Equal 10 for at Least 2 Consecutive Measurements, Including the Participant's Last Measurement","description":"A MADRS total score of less than or equal to 10 for at least 2 consecutive measurements, including the participant's last measurement was defined as remission criteria at last 2 consecutive visits. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist (sadness \\[apparent\\], sadness \\[reported\\], inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts). Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Percentage of participants was calculated by dividing the number of participants who meet criteria for remission at last 2 consecutive visits by the total number of participants analyzed, multiplied by 100%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.75","spread":null},{"groupId":"OG001","value":"19.00","spread":null},{"groupId":"OG002","value":"14.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Hospital and Anxiety and Depression Scale (HADS) Anxiety Subscale Score","description":"The HADS is a 14-item questionnaire with 2 subscales: anxiety and depression. Each item was rated on a 4-point scale (0 to 3), giving maximum scores of 21 for anxiety and depression subscale. Scores of 11 or more on either subscale were considered to be a significant 'case' of psychological morbidity, while scores of 8 to 10 represent 'borderline' and scores of 0 to 7 represent 'normal'. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline subscale score, treatment-by-visit, and baseline subscale score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.24","spread":"0.24"},{"groupId":"OG001","value":"-2.64","spread":"0.24"},{"groupId":"OG002","value":"-2.05","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Have a Greater Than or Equal to 50 Percent Improvement in the Montgomery-Asberg Depression Rating Scale (MADRS) Total Score From Randomization up to Week 8","description":"A greater than or equal to 50 percent improvement (that is, a decrease from baseline) in the MADRS total score was defined as response criteria. The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist (sadness \\[apparent\\], sadness \\[reported\\], inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts). Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Percentage of participants was calculated by dividing the number of participants meeting response criteria at last visit by the total number of participants analyzed, multiplied by 100%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.74","spread":null},{"groupId":"OG001","value":"34.84","spread":null},{"groupId":"OG002","value":"32.46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Hospital Anxiety and Depression Scale (HADS) Depression Subscale Score","description":"The HADS is a 14-item questionnaire with 2 subscales: anxiety and depression. Each item was rated on a 4-point scale (0 to 3), giving maximum scores of 21 for anxiety and depression subscale. Scores of 11 or more on either subscale were considered to be a significant 'case' of psychological morbidity, while scores of 8 to 10 represent 'borderline' and scores of 0 to 7 represent 'normal'. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline subscale score, treatment-by-visit, and baseline subscale score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.40","spread":"0.26"},{"groupId":"OG001","value":"-3.62","spread":"0.27"},{"groupId":"OG002","value":"-2.55","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in Montgomery-Asberg Depression Rating Scale (MADRS) Individual Items","description":"The MADRS is a rating scale for severity of depressive mood symptoms. The MADRS had a 10-item checklist (sadness \\[apparent\\], sadness \\[reported\\], inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, and suicidal thoughts). Items were rated on a scale of 0 to 6, for a total score range of 0 (low severity of depressive symptoms) to 60 (high severity of depressive symptoms). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline item score, treatment-by-visit and baseline item score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.34","spread":"0.08"},{"groupId":"OG001","value":"-1.25","spread":"0.08"},{"groupId":"OG002","value":"-1.26","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"0.09"},{"groupId":"OG001","value":"-1.31","spread":"0.09"},{"groupId":"OG002","value":"-1.26","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":"0.08"},{"groupId":"OG001","value":"-0.91","spread":"0.08"},{"groupId":"OG002","value":"-0.87","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.09"},{"groupId":"OG001","value":"-0.96","spread":"0.09"},{"groupId":"OG002","value":"-0.92","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":"0.08"},{"groupId":"OG001","value":"-0.67","spread":"0.08"},{"groupId":"OG002","value":"-0.71","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"0.08"},{"groupId":"OG001","value":"-1.14","spread":"0.08"},{"groupId":"OG002","value":"-0.98","spread":"0.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.15","spread":"0.09"},{"groupId":"OG001","value":"-1.07","spread":"0.09"},{"groupId":"OG002","value":"-1.16","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.11","spread":"0.09"},{"groupId":"OG001","value":"-1.30","spread":"0.09"},{"groupId":"OG002","value":"-1.14","spread":"0.09"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.84","spread":"0.07"},{"groupId":"OG001","value":"-0.82","spread":"0.07"},{"groupId":"OG002","value":"-0.91","spread":"0.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.03"},{"groupId":"OG001","value":"-0.19","spread":"0.03"},{"groupId":"OG002","value":"-0.17","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in Clinical Global Impressions of Severity (CGI-S)","description":"CGI-S measures severity of depression at the time of assessment compared with the start of treatment. Scores range from 1 (normal, not at all ill) to 7 (among the most extremely ill participants). Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.20","spread":"0.08"},{"groupId":"OG001","value":"-1.21","spread":"0.08"},{"groupId":"OG002","value":"-1.14","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in The Fatigue Associated With Depression (FAsD) Average Score and Experience Subscale Score","description":"The FAsD is a participant-rated scale with a total of 13 items. Six of the 13 items ask how often participants experience different aspects of fatigue with responses from 1 (never) to 5 (always). Seven of the 13 items ask how often fatigue impacts various aspects of the participant's lives with responses from 1 (not at all) to 5 (very much). The experience subscale score was derived by taking the mean of Items 1 through 6, and the average score was the mean of Items 1 through 13 (derived by taking the mean of all applicable items for each participant). Item 12 applied only to participants with a spouse or significant other and Item 13 applied to participants who had a job or who went to school. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"0.05"},{"groupId":"OG001","value":"-0.68","spread":"0.06"},{"groupId":"OG002","value":"-0.53","spread":"0.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.06"},{"groupId":"OG001","value":"-0.67","spread":"0.06"},{"groupId":"OG002","value":"-0.50","spread":"0.06"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in Sheehan Disability Scale (SDS) Items","description":"The SDS was completed by the participant and used to assess the effect of the participant's symptoms on their work (work/school impairment score), social life (social life/leisure activities impairment score), and family life (family life/home responsibilities impairment score). Each item is measured on a 0 (not at all) to 10 (extremely) point scale with higher values indicating greater disruption. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline item score, treatment-by-visit, and baseline item score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.81","spread":"0.19"},{"groupId":"OG001","value":"-1.93","spread":"0.20"},{"groupId":"OG002","value":"-1.32","spread":"0.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.79","spread":"0.16"},{"groupId":"OG001","value":"-2.11","spread":"0.16"},{"groupId":"OG002","value":"-1.52","spread":"0.16"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.75","spread":"0.15"},{"groupId":"OG001","value":"-2.16","spread":"0.15"},{"groupId":"OG002","value":"-1.47","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Quality of Life Enjoyment and Satisfaction Questionnaire-Short Form (Q-LES-Q-SF)","description":"The Q-LES-Q-SF is a self-administered 16 item questionnaire measuring degree of enjoyment and satisfaction experienced in various areas of daily life during the past week on a 5-point Likert scale (1=very poor and 5=very good). The total raw score is the sum of Items 1 to 14 and ranges from 14 to 70. The raw scores are converted to and expressed as the percentage of the maximum possible score. Higher scores indicate higher levels of enjoyment/satisfaction. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.54","spread":"1.00"},{"groupId":"OG001","value":"10.05","spread":"1.02"},{"groupId":"OG002","value":"8.74","spread":"0.99"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the EuroQol Questionnaire-5 Dimension (EQ-5D)","description":"The EQ-5D Visual Analog Scale is a generic, multidimensional, health-related, quality-of-life instrument. Overall health state score is self-reported using a visual analogue scale, marked on a scale of 0 to 100 with 0 representing worst imaginable health state and 100 representing best imaginable health state. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.457","spread":"1.218"},{"groupId":"OG001","value":"11.895","spread":"1.239"},{"groupId":"OG002","value":"9.530","spread":"1.207"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-emergent (TE) Suicidal Ideation and Behaviors Assessed by Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS captured occurrence, severity, and frequency of suicide-related thoughts and behaviors. Suicidal ideation was defined as a \"yes\" answer to any 1 of 5 suicidal ideation questions, which included a wish to be dead and 4 different categories of active suicidal ideation. Suicidal behavior was defined as a \"yes\" answer to any of 5 suicidal behavior questions: preparatory acts or behavior, aborted attempt, interrupted attempt, actual attempt, and completed suicide. Suicidal ideation and behavior are defined as treatment-emergent (TE) if not present at baseline. Percentage of participants was calculated by dividing the number of participants with suicide-related TE events by the total number of participants analyzed, multiplied by 100%. A summary of serious and other non-serious adverse events, regardless of causality, is located in the Reported Adverse Event module.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.17","spread":null},{"groupId":"OG001","value":"3.62","spread":null},{"groupId":"OG002","value":"4.39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":null},{"groupId":"OG001","value":"0.00","spread":null},{"groupId":"OG002","value":"0.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Arizona Sexual Experiences (ASEX) Scale","description":"The ASEX scale was used to assess sexual functioning in both males and females. The ASEX total score for the male and female version was calculated as the sum of the responses (rated from 1 \\[extremely\\] to 6 \\[no/never\\]) of the 5 items of the ASEX scale. Total scores ranged from 5 to 30, with higher scores indicating greater sexual dysfunction. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.62","spread":"0.29"},{"groupId":"OG001","value":"-1.29","spread":"0.29"},{"groupId":"OG002","value":"-0.97","spread":"0.29"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in the Massachusetts General Hospital Cognitive and Physical Functioning Questionnaire (CPFQ)","description":"The CPFQ is a 7-item participant-rated questionnaire pertaining to a participant's cognitive and physical well-being. It assesses motivation, wakefulness, energy, focus, recall, word-finding difficulty, and mental acuity. Each item was scored on a 6-point scale ranging from 1 (greater than normal) to 6 (totally absent). Total scores ranged from 7 to 42. Higher scores indicate greater disease severity. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline score, treatment-by-visit, and baseline score-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.74","spread":"0.38"},{"groupId":"OG001","value":"-4.67","spread":"0.39"},{"groupId":"OG002","value":"-3.64","spread":"0.38"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in Blood Pressure","description":"Blood pressure measurements were collected when the participant was in a sitting position. Three measurements of sitting blood pressure collected at approximately 1-minute intervals at every visit were averaged and used as the value for the visit. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline value, treatment-by-visit, and baseline value-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.64","spread":"0.62"},{"groupId":"OG001","value":"2.93","spread":"0.63"},{"groupId":"OG002","value":"0.78","spread":"0.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.46","spread":"0.49"},{"groupId":"OG001","value":"4.47","spread":"0.50"},{"groupId":"OG002","value":"1.01","spread":"0.49"}]}]}]},{"type":"SECONDARY","title":"Change From Randomization to Week 8 in Pulse Rate","description":"Pulse measurements were collected when the participant was in a sitting position. Least Squares (LS) means were calculated using mixed model repeated measures (MMRM) adjusting for treatment, investigator, visit, baseline value, treatment-by-visit, and baseline value-by-visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.26","spread":"0.65"},{"groupId":"OG001","value":"7.32","spread":"0.66"},{"groupId":"OG002","value":"-1.03","spread":"0.65"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics: Plasma Concentrations of LY2216684","description":"A validated bioanalytical assay was used to determine plasma LY2216684 concentrations.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":"10.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.2","spread":"21.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.4","spread":"34.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":1476},"commonTop":["Headache","Nausea","Nasopharyngitis","Hyperhidrosis","Tachycardia"]}}}