{"nctId":"NCT00321672","briefTitle":"Study of NGX-4010 for the Treatment of Painful HIV-Associated Neuropathy","startDateStruct":{"date":"2006-06"},"conditions":["Pain","HIV Infections","Peripheral Nervous System Diseases"],"count":494,"armGroups":[{"label":"NGX-4010, 60 minutes","type":"EXPERIMENTAL","interventionNames":["Drug: NGX-4010, 8% capsaicin patch"]},{"label":"NGX-4010, 30 minutes","type":"EXPERIMENTAL","interventionNames":["Drug: NGX-4010, 8% capsaicin patch"]},{"label":"0.04% conc. capsaicin patch, 60 min.","type":"OTHER","interventionNames":["Drug: 0.04% capsaicin patch"]},{"label":"0.04% conc. capsaicin patch, 30 min.","type":"OTHER","interventionNames":["Drug: 0.04% capsaicin patch"]}],"interventions":[{"name":"NGX-4010, 8% capsaicin patch","otherNames":["the brandname of NGX-4010, 8% capsaicin patch is Qutenza."]},{"name":"0.04% capsaicin patch","otherNames":["NGX-4010"]},{"name":"NGX-4010, 8% capsaicin patch","otherNames":["The brandname of NGX-4010, 8% capsaicin patch is Qutenza."]},{"name":"0.04% capsaicin patch","otherNames":["NGX-4010"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented evidence of HIV-1 infection\n* Documented diagnosis of painful HIV-associated distal symmetric polyneuropathy resulting from HIV disease and/or antiretroviral drug exposure To be confirmed based on symptoms of pain, burning or dysesthetic discomfort in both feet for at least 2 months prior to Screening Visit, AND absent or diminished ankle reflexes OR at least one of following: distal diminution of vibration sensation or pain or temperature sensation in legs\n* Average NPRS scores during screening period of 3 to 9, inclusive\n* Life expectancy of 12 months or longer per Investigator's judgment\n* Intact, unbroken skin over painful areas to be treated\n* If taking chronic pain medications, be on stable regimen for at least 21 days prior to Day 0 and willing to maintain medications at same stable dose(s) and schedule throughout study\n* Female subjects with child-bearing potential: negative serum pregnancy test performed at Screening Visit\n* Willing to use effective methods of birth control and/or refrain from conception process during study and for 30 days following study drug exposure\n* Willing and able to comply with protocol for duration of study\n\nExclusion Criteria:\n\n* Concomitant opioid medication, unless orally or transdermally administered and not exceeding total daily dose of morphine 80 mg/day or equivalent; parenteral opioids not allowed\n* Unavailability of effective rescue medication strategy for subject, such as unwillingness to use opioid analgesics during study treatment or high tolerance to opioids precluding ability to relieve treatment-associated discomfort as judged by investigator\n* Active substance abuse or history of chronic substance abuse within past year or prior chronic substance abuse (including alcoholism) judged likely to recur during study period by investigator\n* Recent use (within 21 days preceding Day 0) of any topically applied pain medication, such as non-steroidal anti-inflammatory drugs, menthol, methyl salicylate, local anesthetics including Lidoderm® (lidocaine patch 5%), steroids or capsaicin products on painful areas\n* Started or stopped treatment with one or more neurotoxic antiretroviral agents (ie, didanosine \\[ddI\\], zalcitabine \\[ddC\\], or stavudine \\[d4T\\] during 8 weeks prior to Day 0\n* Participation in previous clinical trial in which subject received either blinded or open-label NGX-4010\n* Current use of any investigational agent or Class 1 anti-arrhythmic drugs (such as tocainide and mexiletine)\n* Evidence of another contributing cause for peripheral neuropathy, e.g., current uncontrolled diabetes mellitus (HbA1c≥9%) or history of diabetes mellitus preceding onset of HIV-associated neuropathy (HIV-AN); hereditary neuropathy; vitamin B12 deficiency (B12 level ≤200pg/mL at screening); or treatment within 90 days prior to Screening Visit with any drug that may have contributed to sensory neuropathy\n* Hypertension, unless adequately controlled by medication\n* Significant ongoing pain from other cause(s) that may interfere with judging HIV-AN related pain\n* Any implanted medical device for treatment of neuropathic pain\n* Hypersensitivity to capsaicin (i.e., chili peppers or over-the-counter (OTC) capsaicin products), local anesthetics, opioid-based oral analgesics or adhesives\n* Significant medical conditions (including active malignancy defined as treatment required in last 5 years) that in opinion of investigator would interfere with ability to complete study or evaluation of AEs\n* Recent significant medical-surgical intervention that in judgment of Investigator would interfere with ability to complete study or evaluation of AEs; examples include to major surgery, or receipt of immunosuppressive therapy within 3 months prior to Day 0\n* Evidence of cognitive impairment including dementia that may interfere with subject's ability to complete daily pain diaries requiring recall of average HIV-associated neuropathy pain level in past 24 hours","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Primary Measure of Efficacy Was the Percent Change in the \"Average Pain for the Past 24 Hours\" Numeric Pain Rating Scale (NPRS) Score From Baseline During Weeks 2 to 12.","description":"Efficacy was assessed by daily Numeric Pain Rating Scale (NPRS) capturing \"average pain for the past 24 hours\" for painful HIV-associated neuropathy area(s) at approximately 9 PM every evening throughout the 12-week study period. The NPRS is an 11-point scale (0 to 10) with 0 indicating no pain and 10 indicating the worst possible pain.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-32.8","spread":"2.41"},{"groupId":"OG001","value":"-30.0","spread":"3.27"},{"groupId":"OG002","value":"-26.2","spread":"2.39"},{"groupId":"OG003","value":"-19.1","spread":"3.61"},{"groupId":"OG004","value":"-29.5","spread":"1.70"},{"groupId":"OG005","value":"-24.5","spread":"2.43"}]}]}]},{"type":"SECONDARY","title":"Absolute Change in the Mean \"Average Pain for the Past 24 Hours\" Numeric Pain Rating Scale (NPRS) Score From Baseline During Weeks 2 to 12.","description":null,"paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.15"},{"groupId":"OG001","value":"-1.8","spread":"0.20"},{"groupId":"OG002","value":"-1.6","spread":"0.14"},{"groupId":"OG003","value":"-1.1","spread":"0.22"},{"groupId":"OG004","value":"-1.8","spread":"0.10"},{"groupId":"OG005","value":"-1.4","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Reaching 30% Decrease in Their Mean \"Average Pain for the Past 24 Hours\" Numeric Pain Rating Scale (NPRS) Score From Baseline During Weeks 2 to 12","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"45","spread":null},{"groupId":"OG002","value":"39","spread":null},{"groupId":"OG003","value":"26","spread":null},{"groupId":"OG004","value":"43","spread":null},{"groupId":"OG005","value":"36","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":165},"commonTop":["Application site pain","Application site erythema","Peripheral sensory neuropathy","Pain in extremity","Erythema"]}}}