{"nctId":"NCT01715285","briefTitle":"A Study of Abiraterone Acetate Plus Low-Dose Prednisone Plus Androgen Deprivation Therapy (ADT) Versus ADT Alone in Newly Diagnosed Participants With High-Risk, Metastatic Hormone-Naive Prostate Cancer (mHNPC)","startDateStruct":{"date":"2013-02-12","type":"ACTUAL"},"conditions":["Prostate Neoplasms"],"count":1209,"armGroups":[{"label":"Abiraterone acetate + Prednisone + ADT","type":"EXPERIMENTAL","interventionNames":["Drug: Abiraterone acetate","Drug: Prednisone","Other: Androgen deprivation therapy (ADT)"]},{"label":"Placebo + Androgen Deprivation Therapy (ADT)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Androgen deprivation therapy (ADT)","Drug: Abiraterone acetate Placebo","Drug: Prednisone Placebo"]}],"interventions":[{"name":"Abiraterone acetate","otherNames":["Zytiga"]},{"name":"Prednisone","otherNames":[]},{"name":"Androgen deprivation therapy (ADT)","otherNames":[]},{"name":"Abiraterone acetate Placebo","otherNames":[]},{"name":"Prednisone Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Newly diagnosed metastatic prostate cancer within 3 months prior to randomization with histologically or cytologically confirmed adenocarcinoma of the prostate without neuroendocrine differentiation or small cell histology\n* Distant metastatic disease documented by positive bone scan or metastatic lesions on computed tomography (CT) or magnetic resonance imaging (MRI) scan\n* At least 2 of the following high-risk prognostic factors: Gleason score of greater than or equal to (\\>=8); presence of 3 or more lesions on bone scan; presence of measurable visceral (excluding lymph node disease) metastasis on CT or MRI Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1 scan\n* Eastern Cooperative Oncology Group (ECOG) performance status grade of 0, 1 or 2\n* Adequate hematologic, hepatic, and renal function\n* Agrees to protocol-defined use of effective contraception\n\nExclusion Criteria:\n\n* Active infection or other medical condition that would make prednisone use contraindicated\n* Any chronic medical condition requiring a higher systemic dose of corticosteroid than 5 mg prednisone per day\n* Pathological finding consistent with small cell carcinoma of the prostate\n* Known brain metastasis\n* Any prior pharmacotherapy, radiation therapy, or surgery for metastatic prostate cancer (the following exception are permitted): up to 3 months of androgen deprivation therapy (ADT) with lutenizing hormone releasing hormone agonists or antagonists or orchiectomy with or without concurrent anti-androgens prior Cycle 1 Day 1; participants may have one course of palliative radiation or surgical therapy to treat symptoms resulting from metastatic disease if it was administered at least 28 days prior to Cycle 1 Day 1)","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Radiographic Progression-Free Survival (PFS)","description":"Radiographic PFS was defined as the time (in months) interval from randomization to the first date of radiographic progression or death. Radiographic progression included progression by bone scan (according to modified Prostate Cancer Working Group 2 \\[PCWG2\\] criteria), defined as at least 2 new lesions on bone scan and progression of soft tissue lesions by computed tomography (CT) or magnetic resonance imaging (MRI) (according to Response Evaluation Criteria in Solid Tumors \\[RECIST\\] 1.1 criteria). As per the RECIST 1.1 guideline, progression requires a 20 percent (%) increase in the sum of diameters of all target lesions and a minimum absolute increase of 5 millimeter (mm) in the sum as compared to nadir sum of diameter.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.02","spread":null},{"groupId":"OG001","value":"14.78","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival was defined as the time from randomization to date of death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.32","spread":null},{"groupId":"OG001","value":"36.53","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Chemotherapy","description":"Time to initiation of chemotherapy was defined as the time (in months) interval from the date of randomization to the date of initiation of cytotoxic chemotherapy for prostate cancer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"57.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Subsequent Therapy for Prostate Cancer","description":"Time to subsequent therapy was defined as the time (in months) interval from the date of randomization to the date of initiation of subsequent therapy for prostate cancer.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.87","spread":null},{"groupId":"OG001","value":"21.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Pain Progression","description":"Time to pain progression was defined as the time (in months) interval from randomization to the first date a participant experienced a greater than or equal to (\\>=) 30 percent (%) increase in Brief Pain Inventory-Short Form (BPI-SF) from baseline in the BPI-SF worst pain intensity (Item 3) observed at 2 consecutive evaluations (\\>=4) weeks apart. BPI-SF was an 11-item questionnaire, designed to assess severity and impact of pain on daily functions. Total score ranged from 0 to 10 with 0 representing \"no pain\" and 10 representing\" pain as bad as you can imagine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.41","spread":null},{"groupId":"OG001","value":"16.62","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Skeletal-Related Event","description":"Time to skeletal-related event was defined as the earliest of the following: clinical or pathological fracture, spinal cord compression, palliative radiation to bone, or surgery to bone.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Prostate-Specific Antigen (PSA) Progression","description":"Time to PSA progression was defined as the time (in months) interval from the date of randomization to the date of PSA progression, according to PCWG2 criteria. PCWG2 defines PSA progression as the date that a 25 percent (%) or greater increase and an absolute increase of 2 nanogram per milliliter (ng/mL) or more from the nadir is documented, which is confirmed by a second value obtained 3 or more weeks later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.31","spread":null},{"groupId":"OG001","value":"7.43","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":192,"n":597},"commonTop":["Hypertension","Back Pain","Arthralgia","Alanine Aminotransferase Increased","Fatigue"]}}}