{"nctId":"NCT00604383","briefTitle":"Protein Kinase C (PKC) Inhibitor-Diabetic Retinopathy Phase 3 Study","startDateStruct":{"date":"2001-03"},"conditions":["Diabetic Retinopathy"],"count":685,"armGroups":[{"label":"Ruboxistaurin","type":"EXPERIMENTAL","interventionNames":["Drug: ruboxistaurin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"ruboxistaurin","otherNames":["LY333531"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 1 or Type 2 diabetes mellitus\n* 18 years or older\n* Meet specific requirements for diabetic retinopathy\n* Free of severe or chronically disabling conditions, except diabetes, diabetic retinopathy and diabetic macular edema\n* Hemoglobin A1c (HbA1C) ≤13.0%\n\nExclusion Criteria:\n\n* History of panretinal photocoagulation for diabetic retinopathy, conditions that might affect the progression of diabetic retinopathy, or unstable angina\n* Investigators, site personnel directly affiliated with the study and their families\n* Presence of eye disorders that may affect the progression of diabetic retinopathy or cause vision loss\n* Presence of medical disorder, cancer, or elevated laboratory measurements that could represent a safety risk during the study\n* Women who are pregnant, breastfeeding, intend to become pregnant, or who are sexually active without using an acceptable method of birth control","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Had Sustained Moderate Visual Loss (SMVL) as Defined as a Visual Acuity Loss of ≥15 Letters Measured Twice During a 6-month Period","description":"SMVL is defined as a ≥15-letter decrease from baseline in best-corrected Early Treatment Diabetic Retinopathy Study (ETDRS) visual acuity (VA) that the participant sustained during the last 6 months of study participation (Months 30-36). Participants who discontinued the study early may have had SMVL if there was a 6-month period of ≥15 letters lost in VA ending with the last visit at which VA was assessed. ETDRS visual acuity uses an eye chart with 5 letters per line. The scores range from 0 (no letters read correctly) to 100 (all letters read correctly). Percentage of participants = (number of participants who had SMVL) / (number of participants who were randomized) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"9.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Developed Center Involved or Imminently Threatened Diabetic Macular Edema (DME)","description":"DME is the accumulation of extracellular fluid in the retinal tissue of the macular area, which can reduce the ability for fine visual discrimination. Percentage of participants = (number of participants who developed center involved or imminently threatened DME) / (number of participants who had no center involved or imminently threatened DME at baseline) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"49.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced the Development of Proliferative Diabetic Retinopathy (PDR)","description":"Percentage of participants = (number of participants who experienced the development of PDR) / (number of participants who were randomized) \\* 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.9","spread":null},{"groupId":"OG001","value":"36.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline up to 36 Months in the National Eye Institute Visual Function Questionnaire-25 (NEI-VFQ-25)","description":"NEI-VFQ-25 consisted of 25 questions and was used to measure the influence of visual disability and symptoms on general health of participants. The possible total score range for the NEI-VFQ-25 was from 0 (worst possible outcome) to 100 (best possible outcome).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.82","spread":"14.75"},{"groupId":"OG001","value":"-4.10","spread":"13.45"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline up to 36 Months in Mental and Physical Components of the Medical Outcomes Study 36-Item Short Form (SF-36) Health Status Questionnaire","description":"SF-36 is a health-related survey that assesses participant's quality of life and consists of 36 questions. There are 2 component scores, mental component score (MCS) and physical component score (PCS). MCS score consisted of social functioning, vitality, mental health, and role-emotional scales. PCS score consisted of physical functioning, bodily pain, role-physical, and general health scales. Both MCS and PCS have scores ranging from 0 to 100 with higher scores indicating better mental or physical health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.21","spread":"70.91"},{"groupId":"OG001","value":"-19.85","spread":"70.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-30.63","spread":"84.92"},{"groupId":"OG001","value":"-29.15","spread":"79.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":145,"n":345},"commonTop":["Oedema peripheral","Nasopharyngitis","Hypertension","Cough","Influenza"]}}}