{"nctId":"NCT03607838","briefTitle":"SI-6603 (Condoliase) Study for Lumbar Disc Herniation (Discovery 6603 Study)","startDateStruct":{"date":"2018-11-07","type":"ACTUAL"},"conditions":["Lumbar Disc Herniation"],"count":352,"armGroups":[{"label":"SI-6603","type":"EXPERIMENTAL","interventionNames":["Drug: SI-6603"]},{"label":"Sham","type":"SHAM_COMPARATOR","interventionNames":["Drug: Sham injection"]}],"interventions":[{"name":"SI-6603","otherNames":[]},{"name":"Sham injection","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with single-level LDH (L4-L5 or L5-S1 (or L5-L6)) with clear, demonstrable nerve root impingement as assessed by magnetic resonance imaging (MRI) and clinical symptoms corresponding to position of the impaired nerve root.\n* Subjects with radiculopathy/radicular leg pain in the unilateral leg for 6 weeks or more but 1 year or less.\n* Subjects with positive result of Straight Leg Raise (SLR) test (≤70°) only on the ipsilateral leg having chief complaint of radiculopathy\n* Subjects with inadequate improvement in pain caused by LDH despite 6 weeks or more of conservative treatment.\n\nExclusion Criteria:\n\n* Subjects who have 2 or more lumbar disc herniations as assessed by MRI.\n* Subjects who have undergone a lumbar operation, lumbar percutaneous nucleotomy, or lumbar intradiscal therapies at the affected level of lumbar spine.\n* Subjects who have received block procedure (e.g., spinal injection, epidural injection or nerve block) for treatment of LDH, oral or injectable corticosteroids within 28 days prior to randomization.\n* Subjects who have received opioids or cannabis by any route of administration, local anesthesia to the back, buttock, or posterior/lateral aspects of the affected leg within 7 days prior to randomization.\n* Subjects with a body mass index (BMI) ≥40.\n* Subjects who are receiving compensation according to the Workers' Compensation Act or are involved in personal injury litigation due to a lumbar-related injury.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 13 in Average Worst Leg Pain Score During the Past 24 Hours Over the Previous 7 Days","description":"The primary endpoint was the change from baseline to Week 13 in average worst leg pain score during the past 24 hours over the previous 7 days, as assessed by 100 mm Visual Analog Scale (VAS). VAS is a pain assessment tool with 0 mm representing an absence of pain, and 100 mm representing the worst pain patients have ever experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.7","spread":"2.38"},{"groupId":"OG001","value":"-34.2","spread":"2.36"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 52 in Average Worst Leg Pain Score During the Past 24 Hours Over the Previous 7 Days","description":"One of the key secondary endpoints was the change from baseline to Week 52 in average worst leg pain score during the past 24 hours over the previous 7 days, as assessed by 100 mm Visual Analog Scale (VAS). VAS is a pain assessment tool with 0 mm representing an absence of pain, and 100 mm representing the worst pain patients have ever experienced.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-51.2","spread":"2.40"},{"groupId":"OG001","value":"-44.7","spread":"2.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Herniation Volume","description":"One of the key secondary endpoints was change from baseline to Week 13 in herniation volume. Herniation volumes were assessed with MRI by a central imaging facility.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-103.8","spread":"10.74"},{"groupId":"OG001","value":"-78.1","spread":"10.79"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 13 in Oswestry Disability Index (ODI) Score","description":"One of the key secondary endpioints was change from baseline to Week 13 in Oswestry Disability Index (ODI) score. The ODI questionnaire is designed to provide information as to how the patient's back (or leg) pain affects their ability to manage in everyday life. A higher score on the ODI indicates a more severe disability. The final index score is calculated as a percentage, with 0% indicating no disability and 100% indicating highest disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-29.6","spread":"1.38"},{"groupId":"OG001","value":"-25.4","spread":"1.38"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":167},"commonTop":["Magnetic resonance imaging spinal abnormal","Back pain","Pain in extremity","COVID-19","Spinal X-ray abnormal"]}}}