{"nctId":"NCT03920293","briefTitle":"Safety and Efficacy Study of Ravulizumab in Adults With Generalized Myasthenia Gravis","startDateStruct":{"date":"2019-03-12","type":"ACTUAL"},"conditions":["Generalized Myasthenia Gravis"],"count":175,"armGroups":[{"label":"Ravulizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Ravulizumab"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ravulizumab","otherNames":["ALXN1210","Ultomiris"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosed with Myasthenia Gravis at least 6 months (180 days) prior to the date of the Screening Visit as confirmed by specific criteria.\n2. Myasthenia Gravis Foundation of America Clinical Classification Class II to IV at screening.\n3. MG-ADL profile must be ≥ 6 at screening and randomization (Day 1).\n4. Vaccinated against meningococcal infections within 3 years prior to, or at the time of, initiating study drug to reduce the risk of meningococcal infection (N meningitidis).\n\nExclusion Criteria:\n\nMedical Conditions\n\n1. Any active or untreated thymoma. History of thymic carcinoma or thymic malignancy unless deemed cured by adequate treatment with no evidence of recurrence for ≥ 5 years before screening.\n2. History of thymectomy within the 12 months prior to screening.\n3. History of N meningitidis infection.\n4. Use of the following within the time period specified below:\n\n   * IV immunoglobulin within 4 weeks of randomization\n   * Use of plasma exchange within 4 weeks of randomization\n   * Use of rituximab within 6 months of screening\n5. Participants who have received previous treatment with complement inhibitors (for example, eculizumab).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline In Myasthenia Gravis-Activities Of Daily Living (MG-ADL) Total Score At Week 26","description":"The MG-ADL is an 8-point questionnaire that focused on relevant symptoms and functional performance of activities of daily living in participants with MG. The 8 items of the MGADL questionnaire were derived from symptom-based components of the original 13-item QMG scale to assess disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. In this functional status instrument, each response was graded 0 (normal) to 3 (most severe). The range of total MG-ADL score was 0 to 24. A decrease in score indicated improvement. Estimates were based on Mixed Effect Repeated Measures (MMRM) that included treatment group, stratification factor region, and MG-ADL total score at baseline, study visit, and study visit by treatment group interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.1","spread":"0.38"},{"groupId":"OG001","value":"-1.4","spread":"0.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In The Quantitative Myasthenia Gravis (QMG) Total Score At Week 26","description":"The QMG scoring system consisted of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item); each graded 0 to 3, with 3 being the most severe. The range of total QMG score is 0 to 39. The QMG scoring system was considered to be an objective evaluation of therapy for MG and was based on quantitative testing of sentinel muscle groups. A decrease in score indicated improvement. Estimates were based on MMRM that included treatment group, stratification factor region, and QMG total score at baseline, study visit, and study visit by treatment group interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"0.46"},{"groupId":"OG001","value":"-0.8","spread":"0.45"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Quantitative Myasthenia Gravis (QMG) Total Score Reduction of at Least 5 Points At Week 26","description":"The QMG scoring system consisted of 13 items: ocular (2 items), facial (1 item), bulbar (2 items), gross motor (6 items), axial (1 item), and respiratory (1 item); each graded 0 to 3, with 3 being the most severe. The range of total QMG score is 0 to 39. A decrease in score indicated improvement. Percentage of participants with a ≥5-point reduction in the QMG total score are reported. Estimates were based on a generalized linear mixed model (GLMM) that included treatment group, stratification factor region and QMG total score at baseline, study visit and study visit by treatment group interaction.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null},{"groupId":"OG001","value":"11.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline In the Revised 15 Component Myasthenia Gravis Quality of Life (MG-QOL15r) At Week 26","description":"The revised Myasthenia Gravis Qualify of Life 15-item scale (MG-QOL15r) is a health-related QoL evaluative instrument specific to participants with MG. The MG-QOL15r was designed to provide information about participants' perception of impairment and disability, determine the degree to which disease manifestations are tolerated, and to be administered and interpreted easily. Each item was graded on a scale of 0 to 2, with 2 being the most severe. The range of MG-QOL15r score is 0 to 30. Higher scores indicated greater extent of and dissatisfaction with MG-related dysfunction. Estimates are based on MMRM that included treatment group, stratification factor region and MG-QOL15r score at baseline, study visit and study visit by treatment group interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"0.71"},{"groupId":"OG001","value":"-1.6","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Neurological Quality of Life (Neuro-QoL) Fatigue Score at Week 26","description":"The Neuro-QOL Fatigue is a reliable and validated brief 19-item survey of fatigue, completed by the participant. Each items was rated on a scale of 1 to 5, with 5 being the most severe. The range of total score is 19 to 95. Higher scores indicated greater fatigue and greater impact of MG on activities. Estimates were based on MMRM that included treatment group, stratification factor region and Neuro-QoL Fatigue score at baseline, study visit, and study visit by treatment group interaction.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.0","spread":"1.92"},{"groupId":"OG001","value":"-4.8","spread":"1.87"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Myasthenia Gravis Activities of Daily Living (MG-ADL) Total Score Reduction of at Least 3 Points At Week 26","description":"The MG-ADL is an 8-point questionnaire that focused on relevant symptoms and functional performance of activities of daily living in participants with MG. The 8 items of the MGADL questionnaire were derived from symptom-based components of the original 13-item QMG scale to assess disability secondary to ocular (2 items), bulbar (3 items), respiratory (1 item), and gross motor or limb (2 items) impairment related to effects from MG. In this functional status instrument, each response was graded 0 (normal) to 3 (most severe). The range of total MG-ADL score was 0 to 24. A decrease in score indicated improvement. Percentage of participants with a ≥3-point reduction in the MG-ADL total score are reported. Estimates were based on a GLMM that included treatment group, stratification factor region and MG-ADL total score at baseline, study visit and study visit by treatment group interaction.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.7","spread":null},{"groupId":"OG001","value":"34.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":86},"commonTop":["Headache","COVID-19","Diarrhoea","Nausea","Arthralgia"]}}}