{"nctId":"NCT00994110","briefTitle":"Placebo Controlled Trial of SOM230 for the Reduction of Post-Pancreatectomy Fistula, Leak, and Abscess","startDateStruct":{"date":"2009-10"},"conditions":["Pancreatic Cancer"],"count":439,"armGroups":[{"label":"SOM230","type":"EXPERIMENTAL","interventionNames":["Drug: Pasireotide (SOM230)"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"Pasireotide (SOM230)","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patients aged 18 years or greater.\n* Signed informed consent\n* Candidate for pancreaticoduodenectomy or distal pancreatectomy with or without splenectomy.\n\nExclusion Criteria:\n\n* Pregnancy\n* Patients with malabsorption syndrome, short bowel or chologenic diarrhea not controlled by specific therapeutic means.\n* Patients with uncontrolled diabetes mellitus or a fasting plasma glucose \\> 250mg/dl.\n\nNote: At the principle investigator's discretion, non-eligible patients can be re-screened after adequate medical therapy has been instituted.\n\n* Patients who have congestive heart failure (NYHA Class III or IV), unstable angina, sustained ventricular tachycardia, ventricular fibrillation, clinically significant bradycardia, advanced heart block or a history of acute myocardial infarction within the six months preceding enrollment.\n* Patients who are at risk for QT prolongation. Risk factors include: patients with electrolyte disturbances such as hypokalemia, hypomagnesemia, and hypocalcemia; patients with a family history of long QT syndrome. syncope, and idiopathic sudden death; patients with concomitant diseases that could prolong QT such as autonomic neuropathy (caused by diabetes, or Parkinson's disease), HIV, cirrhosis, uncontrolled hypothyroidism, bradycardia, high-grade AV block, significant cardiac arrhythmias, or cardiac failure; patients using concomitant medications known to prolong the QT interval while receiving protocol treatment. These medications include selected antiarrhythmics, antihistamines, macrolide antibiotics, and /or tricyclic antidepressants as follows:\n\nAlbuterol Alfuzosin Amantadine Amiodarone Amitriptyline Amphetamine Arsenic Trioxide Astemizole Atazanavir Atomoxetine Azithromycin Chloroquine Clomipramine Dolasetron Metaproterenol Moxifloxacin Phenermine Phenylpropanolamine\n\n* Those drugs not specifically listed above but possibly suspected of causing QT prolongation would not necessarily preclude patient registration, but would be discussed with the attending physician prior to initiation of protocol therapy.\n* Patients with QTc \\>450 msec.\n* Patients with liver disease such as cirrhosis, chronic active hepatitis or chronic persistent hepatitis.\n* Patients with acute cholecystitis\n* Patients with the presence of active or suspected acute or chronic uncontrolled infection or with a history of immunocompromise, including a positive HIV test result (ELISA and Western blot).\n* Patients with abnormal coagulation (INR\\>1.5) or patients receiving anticoagulants that affect PT (prothrombin time) or APTT ( activated thromboplastin time)\n* Patients with WBC \\<3 K/mcL; PLT \\< 100 K/mcL\n* Patients who have any current or prior medical condition that may interfere with the conduct of the study or the evaluation of its results in the opinion of the Investigator.\n* Patients who have participated in any clinical investigation with an investigational drug (other then pasireotide) within 30 days prior to dosing.\n* Known hypersensitivity to somatostatin analogues or any component of the pasireotide or octreotide LAR or s.c. formulations\n* Patients with a history of non-compliance to medical regimens or who are considered potentially unreliable or will be unable to complete the entire study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"To Compare 60-day ≥Grade 3 Pancreatic Complication Rates (Fistula, Leak, and Abscess) as Defined by the MSKCC Surgical Secondary Events System Between Patients Who Receive Perioperative SOM230 and Saline Placebo.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":138,"n":217},"commonTop":["Hyperglycemia","Hypocalcemia","Hypophosphatemia","Hypoalbuminemia","Serum amylase increased"]}}}