{"nctId":"NCT03712137","briefTitle":"Study of the Safety and Effectiveness of JUVÉDERM VOLUX™ XC Injectable Gel for Restoring Jawline Definition","startDateStruct":{"date":"2018-11-12","type":"ACTUAL"},"conditions":["Jawline Definition"],"count":206,"armGroups":[{"label":"VOLUX XC","type":"EXPERIMENTAL","interventionNames":["Device: VOLUX XC"]},{"label":"No-treatment control","type":"EXPERIMENTAL","interventionNames":["Other: No-treatment control"]}],"interventions":[{"name":"VOLUX XC","otherNames":[]},{"name":"No-treatment control","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has \"Moderate\" or \"Severe\" loss of jawline definition as determined by the EI using the ALJDs (Grade 2 or 3 on the ALJDS) on both sides. The grade does not have to be the same on both sides, but must be Grade 2 or 3\n* Treating Investigator (TI) considers the subject's jaw amenable to an improvement of at least 1 grade on the scale for the jawline definition\n* Written Informed Consent (IC) has been obtained\n\nExclusion Criteria:\n\n* Has ever received permanent facial implants (eg, polymethylmethacrylate, silicone, polytetrafluoroethylene) anywhere in the face or neck, or is planning to be implanted with any of these products during the study\n* Has ever undergone fat injections in the malar, chin or jawline area or is planning to undergo this procedure during the study\n* Has undergone semipermanent dermal filler treatment (eg, calcium hydroxyapatite, poly-L-lactic acid) below the subnasale within 36 months before enrollment or is planning to undergo such treatment during the study\n* Has received deoxycholic acid treatment in the submental region in the last 6 months\n* Has active autoimmune disease\n* Females who are pregnant, nursing, or planning a pregnancy during the course of the study","healthyVolunteers":true,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Show ≥ 1-point Jawline Improvement on Both Sides From Baseline on the Allergan Loss of Jawline Definition Scale (ALJDS)","description":"The ALJDS is an Investigator assessment of loss of jawline definition measured by a 5-point scale (0=None, 1=Mild, 2=Moderate, 3=Severe, 4=Extreme)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.0","spread":null},{"groupId":"OG001","value":"69.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Note \"Improved\" or \"Much Improved\" in Jawline Area as Assessed by the Evaluating Investigator Using the Global Aesthetic Improvement Scale (GAIS)","description":"The Evaluating Investigator (EI) will assess the aesthetic improvement of the jawline area using the GAIS 5-point scale where: 2=much improved, 1=improved, 0=no change, -1=worse and -2=much worse. The percentage of participants who the Evaluating Investigator assesses as 2=much improved or 1=improved will be reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Note \"Improved\" or \"Much Improved\" in Jawline Area as Assessed by the Participant Using the Global Aesthetic Improvement Scale (GAIS)","description":"The participant will assess the aesthetic improvement of the jawline area using the GAIS 5-point scale where: 2=much improved, 1=improved, 0=no change, -1=worse and -2=much worse. The percentage of participants who assess themselves as 2=much improved or 1=improved will be reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Overall Score for FACE-Q™ Satisfaction With Lower Face and Jawline Score","description":"The subject will assess satisfaction using the 5 questions on the Satisfaction of Lower Face and Jawline scale of the FACE-Q™ questionnaire measured on a 4-point scale (1=Very Dissatisfied 2=Somewhat Dissatisfied, 3=Somewhat Satisfied, 4=Very Satisfied). The raw scale summed score will then be converted into a Rasch-transformed score from 0 (worst) to 100 (best)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.9","spread":"33.09"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":50},"commonTop":["HEADACHE","SEASONAL ALLERGY"]}}}