{"nctId":"NCT00866606","briefTitle":"Study Evaluating On-Demand Treatment With BeneFIX In Chinese Subjects","startDateStruct":{"date":"2009-02"},"conditions":["Hemophilia B"],"count":35,"armGroups":[{"label":"Benefix","type":"EXPERIMENTAL","interventionNames":["Biological: Benefix"]}],"interventions":[{"name":"Benefix","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects equal or more than 6 years of age with mild, moderate or severe hemophilia B (FIX activity: more than 5%, 1-5%, or less than 1%, respectively)\n* Subjects with previous exposure to FIX replacement therapy\n* If HIV positive, documented CD4 count more than 200/µL within 6 months of study entry\n\nExclusion Criteria:\n\n* Diagnosed with any bleeding disorder in addition to hemophilia B\n* Current FIX inhibitor or history of FIX inhibitor (defined as \\>ULN of the reporting laboratory)\n* Subject has no history of exposure to FIX products (previously untreated patient \\[PUP\\])\n* Subject is currently utilizing primary FIX prophylaxis\n* Subjects anticipating elective surgery that may be planned to occur in the 6 months following study entry\n* Treated with immunomodulatory therapy within 30 days prior to study entry or planned use for the duration of their study participation\n* Participated in another investigational drug or device study within 30 days prior to study entry or planned participation for the duration of their study participation\n* Subjects with a known hypersensitivity to hamster protein\n* Significant hepatic or renal impairment (ALT and AST \\>5 x ULN, bilirubin \\>2 mg/dL or serum creatinine \\>1.25 x ULN)\n* Prothrombin Time \\>1.5 x ULN\n* Platelet count \\<80,000/µL\n* Pregnant or breastfeeding women\n* Unwilling or unable to follow the terms of the protocol\n* Any condition which may compromise the subject's ability to comply with and/or perform study-related activities or that poses a clinical contraindication to study participation, in the opinion of the Investigator or Sponsor","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator Hemostatic Efficacy Assessment of Participants After 8 Hours Post Infusion","description":"Investigator Hemostatic Efficacy Assessment was based on response of bleeding episodes to BeneFIX treatment on 4-point rating scale: Excellent(1): definite pain relief or improvement in signs of bleeding starting within 8 hrs after infusion, with no additional infusion; Good(2): definite pain relief or improvement in signs of bleeding starting within 8 hrs or following infusion; Moderate(3): probable or slight improvement starting after 8 hours following infusion; No Response(4): no improvement at all between infusions or during 24 hour interval following an infusion, or condition worsens.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.70","spread":"0.72"}]}]}]},{"type":"PRIMARY","title":"Investigator Hemostatic Efficacy Assessment of Participants After 24 Hours Post Infusion","description":"Investigator Hemostatic Efficacy Assessment was based on response of bleeding episodes to BeneFIX treatment on 4-point rating scale: Excellent(1): definite pain relief or improvement in signs of bleeding starting within 8 hrs after infusion, with no additional infusion; Good(2): definite pain relief or improvement in signs of bleeding starting within 8 hrs or following infusion; Moderate(3): probable or slight improvement starting after 8 hours following infusion; No Response(4): no improvement at all between infusions or during 24 hour interval following an infusion, or condition worsens.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.58","spread":"0.71"}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With FIX Inhibitor Development","description":"Incidence of FIX inhibitor was defined as any result determined as positive at local laboratory, and confirmed at central laboratory with Nijmegen assay result \\>=0.6 Bethesda Unit (BU). Incidence was stratified by participant exposure history - Minimally Treated Patients (MTPs): those who had received at least one prior FIX infusion, and \\<= 100 documented Exposure Days (EDs); while Previously Treated Patients (PTPs): those who had received \\>100 documented prior EDs. When number of prior EDs for an individual was not known to be at least 100, participants were included in the MTP population.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.86","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Infusions Required to Treat Each Bleed","description":"The number of BeneFIX infusions required to treat each bleeding episode were analyzed. The average frequency of BeneFIX infusions per hemorrhage incidence to treat every hemorrhage was equal to the total number of injections throughout the study divided by total number of hemorrhagic events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.20","spread":"0.86"}]}]}]},{"type":"SECONDARY","title":"FIX Incremental Recovery","description":"FIX recovery was assessed by evaluating FIX:C after initial exposure and following 6 months of repeated exposures to BeneFIX. A modified FIX recovery study was performed at Day 1 (Visit 2) and Month 6/Final/Early Termination visits (Visit 4) and when clinically indicated at the applicable on-demand visits. Blood samples for determination of FIX:C were collected immediately before BeneFIX infusion and at 30 minutes (±5 minutes) after the start of infusion. Post-infusion blood samples were collected via venipuncture in arm contralateral to arm used for infusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.760","spread":"0.222"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.727","spread":"0.275"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Less Than Expected Therapeutic Effect (LETE)","description":"The incidence of LETE for on-demand treatment was defined as no response after each of 2 successive infusions within 24 hours for the same bleeding event in the absence of confounding factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Allergic-Type Allergic Reactions","description":"Hypersensitivity to undesirable (damaging, discomfort-producing and sometimes fatal) reactions produced by the normal immune system. Hypersensitivity reactions require a pre-sensitized (immune) state of the host.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Thrombosis","description":"Thrombosis is the formation of a blood clot (thrombus) inside a blood vessel, obstructing the flow of blood through the circulatory system. When a blood vessel is injured, the body uses platelets and fibrin to form a blood clot to prevent blood loss.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Red Blood Cell (RBC) Agglutination","description":"RBC Agglutination is the clumping of red blood cells in the presence of an antibody. The antibody or other molecule bonded multiple particles and joined them, creating a large complex.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":35},"commonTop":["Anemia","Inflammation","Injury","Joint Sprain","Abdominal pain"]}}}