{"nctId":"NCT02281318","briefTitle":"Efficacy and Safety Study of Mepolizumab Adjunctive Therapy in Participants With Severe Eosinophilic Asthma on Markers of Asthma Control","startDateStruct":{"date":"2014-12-11","type":"ACTUAL"},"conditions":["Asthma"],"count":556,"armGroups":[{"label":"Mepolizumab SC","type":"EXPERIMENTAL","interventionNames":["Biological: Mepolizumab","Drug: SOC"]},{"label":"Placebo SC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: SOC"]}],"interventions":[{"name":"Mepolizumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"SOC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: At least 12 years of age at the time of signing the informed consent/assent (For those countries where local regulations permit enrolment of adults only, participant recruitment will be restricted to those who are \\>=18 years of age)\n* Inhaled Corticosteroid: A well-documented requirement for regular treatment with high dose inhaled corticosteroid (ICS) in the 12 months prior to Visit 1 with or without maintenance oral corticosteroids (OCS). For participants \\>=18 years old: ICS dose must be \\>=880 micrograms (mcg)/day fluticasone propionate (FP) (exactuator) or equivalent daily. For ICS/long-acting beta-2-agonist (LABA) combination preparations, the highest approved maintenance dose in the local country will meet this ICS criterion. For participants \\>=12 to \\<=17 years old: ICS dose must be \\>=440 mcg/day FP (ex-actuator) or equivalent daily. For ICS/LABA combination preparations, the mid-strength approved maintenance dose in the local country will meet this ICS criterion\n* Controller Medication: Current treatment with an additional controller medication, besides ICS, for at least 3 months or a documented failure in the past 12 months of an additional controller medication for at least 3 successive months (e.g. LABA, leukotriene receptor antagonist \\[LTRA\\], or theophylline)\n* Eosinophilic asthma: Prior documentation of eosinophilic asthma or high likelihood of eosinophilic asthma as per Randomisation Criteria 1 and 2\n* FEV1: Persistent airflow obstruction as indicated by : For participants \\>=18 years of age at visit 1, a pre-bronchodilator FEV1 \\<80% predicted (National Health and Nutrition Examination Survey \\[NHANES III\\]) recorded at Visit 1. For participants 12-17 years of age at Visit 1: A pre-bronchodilator FEV1 \\<90% predicted (NHANES III) recorded at Visit 1 OR FEV1:FVC ratio \\<0.8 recorded at Visit 1\n* Exacerbation history: Previously confirmed history of two or more exacerbations requiring treatment with systemic Corticosteroid (CS) (intramuscular, intravenous, or oral), in the 12 months prior to visit 1, despite the use of high-dose inhaled corticosteroids (ICS). For participants receiving maintenance CS, the CS treatment for the exacerbations must have been a two-fold dose increase or greater.\n* Gender: Male or Eligible Female. To be eligible for entry into the study, females of childbearing potential must commit to consistent and correct use of an acceptable method of birth control listed in the protocol for the duration of the trial and for 4 months after the last study drug administration.\n* Informed Consent/Assent: Able to give written informed consent/assent prior to participation in the core study, which will include the ability to comply with the requirements and restrictions listed in the consent/assent form and in this protocol. Participants must be able to read, comprehend, and write at a level sufficient to complete study related materials. Written informed consent must be obtained from ALL patients/legally authorized representative(s); for patients 12-17 years old, written informed assent must be obtained in addition to the legally authorized representative(s)' consent.\n* French participants: In France, a participant will be eligible for inclusion in this study only if either affiliated to or a beneficiary of a social security category.\n\nExclusion Criteria:\n\n* Smoking history: Current smokers or former smokers with a smoking history of \\>=10 pack years (number of pack years = (number of cigarettes per day/20) x number of years smoked). A former smoker is defined as a participant who quit smoking at least 6 months prior to Visit 1.\n* Concurrent Respiratory Disease: Presence of a known pre-existing, clinically important lung condition other than asthma. This includes current infection, bronchiectasis, pulmonary fibrosis, bronchopulmonary aspergillosis, or diagnoses of emphysema or chronic bronchitis (chronic obstructive pulmonary disease other than asthma) or a history of lung cancer.\n* Malignancy: A current malignancy or previous history of cancer in remission for less than 12 months prior to screening (Participants that had localized carcinoma of the skin which was resected for cure will not be excluded).\n* Liver Disease: Known, pre-existing, unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, esophageal or gastric varices or persistent jaundice), cirrhosis, and known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Cardiovascular: Participants who have severe or clinically significant cardiovascular disease uncontrolled with standard treatment. Including but not limited to: (a) known ejection fraction of \\<30% OR (b) severe heart failure meeting New York Heart Association Class IV classification OR (c) hospitalised in the 12 months prior to Visit 1 for severe heart failure meeting New York Heart Association Class III OR (d) angina diagnosed less than 3 months prior to Visit 1 or at Visit 1.\n* Other Concurrent Medical Conditions: Participants who have known, pre-existing, clinically significant endocrine, autoimmune, metabolic, neurological, renal, gastrointestinal, hepatic, haematological or any other system abnormalities that are uncontrolled with standard treatment.\n* Eosinophilic Diseases: Participants with other conditions that could lead to elevated eosinophils such as Hypereosinophilic Syndromes, including Churg-Strauss Syndrome (Eosinophilic Granulomatosis with Polyangiitis \\[EGPA\\]), or Eosinophilic Esophagitis. Participants with a known, pre-existing parasitic infestation within 6 months prior to Visit 1 are also to be excluded.\n* Electrocardiogram (ECG) Assessment: QT interval corrected for heart rate by Fridericia's formula (QTc(F)) \\>=450 milliseconds (msec) or QTc(F) \\>=480 msec for participants with Bundle Branch Block at Visit 1.\n* Alcohol/Substance Abuse: A history (or suspected history) of alcohol misuse or substance abuse within 2 years prior to Visit 1.\n* Immunodeficiency: A known immunodeficiency (e.g. human immunodeficiency virus \\[HIV\\]), other than that explained by the use of corticosteroids taken as therapy for asthma.\n* Xolair: Participants who have received omalizumab (Xolair) within 130 days of Visit 1.\n* Other Monoclonal Antibodies: Participants who have received any monoclonal antibody (other than Xolair) to treat inflammatory disease within 5 half-lives of Visit 1.\n* Investigational Medications: Participants who have received treatment with an investigational drug within the past 30 days or five terminal phase half-lives of the drug whichever is longer, prior to Visit 1 (this also includes investigational formulations of marketed products).\n* Hypersensitivity: Participants with allergy/intolerance to a monoclonal antibody or biologic.\n* Pregnancy: Participants who are pregnant or breastfeeding. Patients should not be enrolled if they plan to become pregnant during the time of study participation. A urine pregnancy test is required of all women of child bearing potential. This test will be performed at the time points specified in the Time and Events Schedule in protocol.\n* Adherence: Participants who have known evidence of lack of adherence to controller medications and/or ability to follow physician's recommendations.\n* Previous participation: Previously participated in any study with mepolizumab and received investigational product (including placebo)","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (BL) in St. George's Respiratory Questionnaire (SGRQ) Score at Week 24","description":"SGRQ consisted of 50 questions (scored from 0 to 100 where 0 indicates best and 100 indicates worst health) designed to measure Quality of Life in par. with diseases of airway obstruction, measuring symptoms, impact, and activity. Questions were completed by the par. with a recall over the past 4 weeks. SGRQ Total Score was calculated by summing the pre-assigned weights of answers, dividing by the sum of the maximum weights for items in SGRQ and multiplying by 100 to get a %. Change from BL in SGRQ was calculated as value at Week 24 minus value at BL for each par. and was analyzed using mixed model repeated measures allowing for covariates of BL value, region, BL maintenance oral corticosteroid (OCS) therapy, exacerbations in the year prior to the study (as an ordinal variable), BL % predicted FEV1 and visit, plus interaction terms for visit by BL and visit by treatment group. Modified Intent-to-Treat (mITT) Population consisted of all randomized par. who received \\>= 1 dose of drug.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":"1.01"},{"groupId":"OG001","value":"-15.6","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Clinic Pre-bronchodilator Forced Expiratory Volume in One Second (FEV1) at Week 24","description":"FEV1 is the volume of air that can be forced out in one second after taking a deep breath. The change from Baseline in pre-bronchodilator FEV1 was calculated as the value at Week 24 minus the value at Baseline for each subject and was analyzed using a mixed model repeated measures adjusting for Baseline absolute pre-bronchodilator FEV1, region, Baseline maintenance OCS therapy, exacerbations in the year prior to the study and visit, plus interaction terms for visit by Baseline and visit by treatment group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":"26.2"},{"groupId":"OG001","value":"176","spread":"26.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a 4 Point or Greater Reduction From Baseline in SGRQ Score at Week 24","description":"The percentage of participants achieving a 4 point or greater reduction from Baseline in SGRQ (scored from 0-100 with lower scores indicating better outcome) at Week 24 was compared between treatment groups using a logistic regression model with covariates of Baseline value, region, Baseline maintenance OCS therapy, exacerbations in the year prior to the study (as an ordinal variable) and Baseline % predicted FEV1.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Asthma Control Questionnaire (ACQ-5) Score at Week 24","description":"The ACQ-5 is a five-item questionnaire, designed to be self-completed by the participants. ACQ-5 score is the mean score of 5 questions, each assessed on a 0-6 point scale to give a mean ranging between 0-6 with lower scores indicating better outcome. The five questions inquired about the frequency and/or severity of symptoms over the previous week. The response options for all these questions consisted of a zero (no impairment/limitation) to six (total impairment/limitation) scale. The mean change from Baseline was calculated as the value at Week 24 minus the Baseline value for each participant and analyzed using a mixed model repeated measures allowing for covariates of Baseline value, region, Baseline maintenance OCS therapy, exacerbations in the year prior to the study (as an ordinal variable), Baseline % predicted FEV1 and visit, plus interaction terms for visit by Baseline and visit by treatment group.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.40","spread":"0.064"},{"groupId":"OG001","value":"-0.80","spread":"0.064"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":278},"commonTop":["Headache","Nasopharyngitis","Upper respiratory tract infection","Back pain","Arthralgia"]}}}