{"nctId":"NCT03954444","briefTitle":"A Clinical Endpoint Bioequivalence Study of \"Oxymetazoline Hydrochloride Cream\"","startDateStruct":{"date":"2019-04-15","type":"ACTUAL"},"conditions":["Rosacea"],"count":1105,"armGroups":[{"label":"Oxymetazoline hydrochloride Cream, 1%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxymetazoline Hydrochloride"]},{"label":"RHOFADE Cream, 1%","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rhofade Cream, 1%"]},{"label":"Vehicle Cream","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oxymetazoline Hydrochloride","otherNames":[]},{"name":"Rhofade Cream, 1%","otherNames":["Oxymetazoline hydrochloride"]},{"name":"Placebo","otherNames":["Oxymetazoline hydrochloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) Study subjects must have provided IRB approved written informed consent using the latest version of the IRB informed consent form, (or assent in applicable states/countries). In addition, study subjects must sign a HIPAA authorization, if applicable.\n* (2) Healthy male or non-pregnant females, ≥18 years-of-age with a clinical diagnosis of rosacea with persistent (non-transient) facial erythema.\n* (3) Ability to follow study instructions and complete subject diary without assistance.\n* (4) Females of child bearing potential must not be pregnant or lactating at screening visit and at baseline visit, as documented by a negative urine pregnancy test.\n* (5) Female subjects of childbearing potential must be willing to use an acceptable form of birth control from the day of the first dose administration to 30 days after the last administration of Investigational Product (IP). A sterile sexual partner is NOT considered an adequate form of birth control.\n* (6) Moderate to severe persistent facial erythema associated with rosacea, defined as a grade of ≥3 on the CEA scale as assessed by the Investigator at Screening and on Baseline (Day 1) visit prior to study drug application.\n* (7) Moderate to severe persistent facial erythema associated with rosacea, defined as a grade of ≥3 on the SSA scale as assessed by the subject at Screening and on Baseline (Day 1) visit prior to study drug application.\n* (8) Stable erythema (for at least 3 months prior to screening) associated with rosacea, with minimal variation from day to day and within each day, in the opinion of the subject.\n* (9) Willingness to complete the required visits including short stay for at least 12 hours at the investigational site for 2 separate visits.\n* (10) Subjects who use make-up, facial moisturizers, creams, lotions, cleansers and/or sunscreens must have used the same product brands/types for a minimum period of 4 weeks prior to Baseline, must agree not to change brand/type or frequency of use throughout the study and must agree not to use make-up, facial moisturizers, creams, lotions and/or sunscreens on the scheduled clinic visit day before the visit.\n* (11) Subject must be willing to avoid the use of abrasive cleansers or washes (e.g., exfoliating facial scrubs), adhesive cleansing strips (e.g., Bioré® Pore Strips) and wax epilation on the face, during the entire duration of their study participation.\n* (12) Subject's willingness to minimize external factors that might trigger rosacea flare-ups (e.g., spicy foods, thermally hot foods and drinks, hot environments, prolonged sun exposure, strong winds, alcoholic beverages).\n* (13) Subject must be in good health and free from any systemic or dermatological disorder (other than rosacea) that, in the opinion of the Investigator, will interfere with the study evaluations or increase the risk of AEs.\n* (14) Any skin type or race, providing the skin pigmentation will allow discernment of erythema.\n\nExclusion Criteria:\n\n* (1) Any of the following conditions: severe or unstable or uncontrolled cardiovascular disease, clinically unstable hypertension, orthostatic hypotension, and uncontrolled hypertension or hypotension, cerebral or coronary insufficiency, Raynaud's Syndrome, thromboangiitis obliterans, scleroderma, Sjögren's syndrome, renal or hepatic impairment.\n* (2) Subjects with narrow angle glaucoma.\n* (3) Females who are pregnant, breast feeding, or planning a pregnancy during the study.\n* (4) Females of childbearing potential who do not agree to utilize an adequate form of contraception during their participation in the study.\n* (5) Clinical signs of particular forms of rosacea (rosacea conglobata, rosacea fulminans, isolated rhinophyma, isolated pustulosis of the chin) on the face or other concomitant facial dermatoses that are similar to rosacea such as peri-oral dermatitis, demodicidosis, facial keratosis pilaris, seborrheic dermatitis, acute lupus erythematosus, or actinic telangiectasia that may interfere with the study evaluations, in the opinion of the Investigator.\n* (6) Presence of ≥3 facial inflammatory lesions of rosacea at screening and baseline.\n* (7) Presence of any skin condition on the face that would interfere with the diagnosis or assessment of rosacea, as determined by the Investigator.\n* (8) Excessive facial hair (e.g., beards, sideburns, moustaches, etc.) that would interfere with the study treatments or study assessments.\n* (9) History of drug or alcohol abuse within 12 months prior to the Screening visit.\n* (10 Known hypersensitivity or allergies to any component of the study treatment.\n* (11) Use within 12 hours prior to baseline of any topical products including, but not limited to, lotions, creams, ointments, and cosmetics applied to the face (facial cleanser is acceptable).\n* (12) Use 1 week prior to baseline of niacin ≥500 mg/day.\n* (13) Use within 2 weeks prior to baseline of products containing topical corticosteroids, topical retinoids, topical antibiotics, topical anti-inflammatory, topical treatment for rosacea, or topical treatment for acne.\n* (14) Use within 4 weeks prior to baseline of topical immunomodulators, systemic antibiotics, systemic corticosteroids, systemic anti-inflammatory agents, systemic treatment for rosacea, or systemic treatment for acne (other than oral retinoids, which require a 6-month washout).\n* (15) Undergone 4 weeks prior to baseline any dermatologic or surgical procedure on the face.\n* (16) Use within 3 months prior to baseline of any systemic immunomodulators known to have an effect on rosacea.\n* (17) Use within 6 months prior to baseline of any oral retinoids (e.g., isotretinoin) or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n* (18) Undergone 6 months prior to baseline any laser, light-source (e.g. intense pulsed light, photodynamic therapy) or other energy-based therapy to the face.\n* (19) Exposed to excessive UV radiation within 1 week before Screening visit and/or subject is unwilling to refrain from excessive exposure to UV radiation during the course of the study.\n* (20) Current use of monoamine oxidase (MAO) inhibitors, barbiturates, opiates, sedatives, systemic anesthetics, alpha-agonists, cardiac glycosides, beta blockers, other antihypertensive agents, or oxymetazoline (e.g., eye drops, nasal sprays).\n* (21) Subject has participated in a clinical trial within 30 days or in a biologics study within 6 months preceding admission of this study.\n* (22) Previous participation in this study.\n* (23) Inability to communicate well (i.e., language problem, poor mental development, psychiatric illness or poor cerebral function), that may impair the ability to provide written informed consent.\n* (24) Subject has any evidence of organ dysfunction, chronic infectious disease, system disorder or has a condition or is in a situation that, in the Investigator's opinion, that may put the subject at significant risk, may confound the study results, or may significantly interferes with the subject's participation in the study.\n* (25) Employees or family members of the research center or Investigator.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Treatment Success at All Time Points 3, 6, 9 and 12 Hours Post-application on Day 29. Treatment Success Was Defined as Having a Clinician Erythema Assessment Score at Least 2 Grades Lower Than the Baseline (Day 1 Predose) Value","description":"The primary efficacy endpoint was the proportion of subjects with treatment success at all time points 3, 6, 9, and 12 hours post-application on Day 29. Treatment success was defined as having CEA score at least 2 grades lower than the baseline (Day 1 pre-dose) value. Clinician Erythema Assessment was measured as (0-clear, 1-almost clear, 2-mild, 3-moderate, 4- severe).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"70","spread":null},{"groupId":"OG002","value":"51","spread":null}]},{"measurements":[{"groupId":"OG000","value":"271","spread":null},{"groupId":"OG001","value":"286","spread":null},{"groupId":"OG002","value":"265","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":379},"commonTop":["Application site pruritus","Application site pain","Headache","Application site erythema","Application site acne"]}}}