{"nctId":"NCT02595398","briefTitle":"Suprachoroidal Injection of CLS-TA in Subjects With Macular Edema Associated With Non-infectious Uveitis","startDateStruct":{"date":"2015-11-17","type":"ACTUAL"},"conditions":["Uveitis","Uveitis, Posterior","Uveitis, Anterior","Uveitis, Intermediate","Panuveitis"],"count":160,"armGroups":[{"label":"4mg CLS-TA Suprachoriodal Injection","type":"EXPERIMENTAL","interventionNames":["Drug: 4mg CLS-TA Suprachoriodal Injection"]},{"label":"Sham Procedure","type":"SHAM_COMPARATOR","interventionNames":["Drug: Sham Procedure"]}],"interventions":[{"name":"4mg CLS-TA Suprachoriodal Injection","otherNames":["Triamcinolone Acetonide"]},{"name":"Sham Procedure","otherNames":["suprachoroidal sham"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of non-infectious uveitis (pan, anterior, intermediate and posterior)\n* Diagnosis of macular edema associated with non-infectious uveitis (retinal thickness ≥ 300 microns)\n* Visual Acuity score of ≥ 5 letters read (20/800 Snellen equivalent) and ≤ 70 letters read (20/40 Snellen equivalent), in the study eye\n\nExclusion Criteria:\n\n* Any active ocular disease or infection in the study eye other than uveitis\n* Intraocular pressure \\> 22 mmHg or uncontrolled glaucoma in the study eye; subjects are not excluded if IOP ≤ 22 mmHg with no more than 2 IOP lowering medications.\n* Any uncontrolled systemic disease that, in the opinion of the Investigator, would preclude participation in the study\n* Any topical ocular corticosteroid in the 10 days prior to baseline; intraocular or periocular corticosteroid injections in the 2 months prior to baseline; an OZURDEX implant in the 6 months prior to baseline; RETISERT or ILUVIEN implant in the 3 years prior to baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects Demonstrating ≥ 15 Letter Improvement From Baseline in Best Corrected Visual Acuity at 24 Weeks","description":"Best corrected visual acuity (BCVA) refers to the measurement of the best possible vision that can be achieved following refraction or correction. BCVA was assessed following the Early Treatment Diabetic Retinopathy Study (ETDRS) protocol and was measured in the number of letters read correctly on electronic Visual Acuity (eVA). An increase from the pre-treatment state in BCVA of 15 letters or more represents a clinically meaningful improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Central Subfield Thickness","description":"Central subfield thickness (CST) is a diagnostic measurement used in identifying the presence of edema in the circular area 1 mm in diameter centered around the fovea. CST was measured using spectral domain optical coherence tomography (SD-OCT). A masked reading center graded the SD-OCT digital images. A negative change from baseline value represents a reduction in macular edema. Only images that were gradable by the central reading center were included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-152.6","spread":"159.14"},{"groupId":"OG001","value":"-17.9","spread":"150.98"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Treatment-Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"Number of subjects with treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs) reported between the first dose of study drug and study exit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":96},"commonTop":["Intraocular pressure increased","Eye pain","Cataract subcapsular","Cystoid macular oedema","Intraocular pressure increased"]}}}