{"nctId":"NCT00470600","briefTitle":"Efficacy and Safety Study of Caldolor (IV Ibuprofen) in Hospitalized Adult Orthopedic Patients","startDateStruct":{"date":"2007-05"},"conditions":["Pain"],"count":185,"armGroups":[{"label":"Normal Saline","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Normal Saline"]},{"label":"Intravenous ibuprofen","type":"EXPERIMENTAL","interventionNames":["Drug: Caldolor"]}],"interventions":[{"name":"Caldolor","otherNames":["Ibuprofen"]},{"name":"Normal Saline","otherNames":["NS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Scheduled for elective hip or knee replacement, reconstruction or arthroplasty surgery with anticipated need for post-operative intravenous (IV) morphine analgesia with anticipated use of (greater than or equal to (≥) 28 hours.\n2. Adequate IV access\n3. Anticipated hospital stay ≥ 28 hours\n\nExclusion Criteria:\n\n1. Be unable to make a reliable self-report of pain intensity to pain relief\n2. Less than 18 years of age\n3. Greater than 80 years of age\n4. Use of analgesics, muscle relaxants, NSAIDS and sedatives less than 12 hours prior to clinicaltrial material(CTM) administration with the following exceptions: paracetamol (acetaminophen) can be administered until 6 hours prior to surgery; tramadol can be administered until midnight the evening prior to surgery; muscle relaxants working at the neuromuscular junction used for intubation and/or anesthesia administration for the surgical procedure prior to CTM administration; and sedatives (i.e., midazolam) used as a co-induction agent for the surgical procedure prior to CTM administration\n5. Patients taking warfarin, lithium, combination of angiotension converting enzyme(ACE)-inhibitors and furosemide\n6. Patients with anemia (active, clinically significant anemia) and/or a history or evidence of asthma or heart failure\n7. History of allergy or hypersensitivity to any component of Caldolor, aspirin (or aspirin related products), NSAIDs, or COX-2 inhibitors\n8. Pregnant or nursing\n9. History of severe head trauma that required current hospitalization, intracranial surgery or stroke within the previous 30 days, or any history of intracerebral arteriovenous malformation, cerebral aneurysm or CNS mass lesion\n10. Weigh less than 30 kilogram\n11. Have a history of congenital bleeding diathesis (e.g. hemophilia) or any active clinically significant bleeding, or have underlying platelet dysfunction including (but not limited to) idiopathic thrombocytopenic purpura, disseminated intravascular coagulation, or congenital platelet dysfunction\n12. Have gastrointestional (GI) bleeding that required medical intervention within the previous 6 weeks (unless definitive surgery has been performed)\n13. Have a platelet count less than 30,000 mm\\^3 determined within the 28 days prior to surgery\n14. Pre-existing dependence on narcotics or known tolerance to opioids\n15. Inability to understand the requirements of the study, be willing to provide written informed consent (as evidenced by signature on an informed consent document approved by an Institutional Review Board \\[IRB\\]), and agree to abide by the study restrictions and to return for the required assessments\n16. Refusal to provide written authorization for use and disclosure of protected health information\n17. Be on dialysis, have oliguria or creatinine greater than 3.0 milligram/deciliter.\n18. Inability to achieve hemostasis or inability to close surgical incision, prior to Operating Room discharge\n19. Operative procedure includes organ transplant\n20. Pre or intra-operative procedure utilized for the prevention of pre- or post-operative pain (i.e. epidural or nerve blocks)\n21. Be receiving full dose anticoagulation therapy or Activated Protein C within 6 hours before dosing (Prophylaxis with subcutaneous heparin is acceptable)\n22. Have received another investigational drug within the past 30 days\n23. Be otherwise unsuitable for the study in the opinion of the investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUC-VAS With Movement (Post-operative Period, Hour-6-28)","description":"Measurement of the patient's self assessment of pain with movement using the validated visual analog scale (VAS) during the post-operative period (study hour-6 through hour-28). VAS assessments document the patient's self reported level of pain from \"No pain\" (0 mm) to \"Worst possible pain\" (100 mm) on a 100 mm line. VAS assessments were performed immediately following surgery \\[variable since every surgery has a unique length of time even if it is the same procedure\\] and at hours 6, 8, 12, 16, 20, 24 and 28 (for the primary endpoint).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1326.1","spread":"82.0"},{"groupId":"OG001","value":"1005.0","spread":"81.5"}]}]}]},{"type":"SECONDARY","title":"Secondary Endpoint: AUC-VAS at Rest (Post-operative Period, Hours 6-28)","description":"Measurement of the patient's self assessment of pain at rest using a visual analog scale (VAS) during the post-operative period (study hour-6 through hour-28). VAS assessments document the patient's self reported level of pain from \"No pain\" (0 mm) to \"Worst possible pain\" (100 mm) on a 100 mm line. VAS assessments were performed immediately following surgery and at hours 6, 8, 12, 16, 20, 24 and 28 (for the primary endpoint).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"997.0","spread":"83.6"},{"groupId":"OG001","value":"728.0","spread":"83.0"}]}]}]},{"type":"SECONDARY","title":"Patient Demand of Narcotic Use (Post-operative Period, From Hour 6 to 28).","description":"Patient demand of narcotic used by patients in each treatment group for analgesia, post-surgery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.5","spread":"29.9"},{"groupId":"OG001","value":"41.1","spread":"27.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":86},"commonTop":["Nausea","Vomiting","Constipation","Pyrexia","Pruritis"]}}}