{"nctId":"NCT01835470","briefTitle":"Efficacy, Safety, Pharmacokinetics and Immunogenicity Study of Abatacept Administered Intravenously to Treat Active Polyarticular-course Juvenile Idiopathic Arthritis in Japan","startDateStruct":{"date":"2013-08-09","type":"ACTUAL"},"conditions":["Juvenile Idiopathic Arthritis"],"count":23,"armGroups":[{"label":"Abatacept","type":"EXPERIMENTAL","interventionNames":["Drug: Abatacept"]}],"interventions":[{"name":"Abatacept","otherNames":["BMS-188667","ONO-4164"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects who have a history of an inadequate therapeutic response or intolerance in the opinion of the examining physician to at least one biologics or Methotrexate (MTX).\n* Diagnosis of Juvenile Idiopathic Arthritis (JIA) by International League of Associations for Rheumatology (ILAR) criteria as oligoarticular, polyarticular Rheumatoid Factor (RF+), polyarticular (RF-), or systemic with a polyarticular-course.\n* Men and women, ages 4 to 17 years, inclusive at enrollment.\n* Subjects must have a history of at least 5 joints with active disease and must have currently active articular disease as defined by:\n\n  1. ≥2 active joints (e.g. presence of swelling, or if no swelling is present, limitation of motion (LOM) accompanied by pain, tenderness, or both) at screening and at Week 0 (Day 1).\n  2. ≥2 joints with LOM at screening and at Week 0 (Day 1).\n\nExclusion Criteria:\n\n* Systemic onset JIA with any of the following manifestations within the last 6 months prior to enrollment: intermittent fever due to JIA, rheumatoid rash, hepatosplenomegaly, pleuritis, pericarditis, or macrophage activation syndrome.\n* Presence of any other rheumatic disease or major chronic infectious/inflammatory/immunologic disease (e.g. inflammatory bowel disease, psoriatic arthritis, spondyloarthropathy, hypogammaglobulinemia, or systemic lupus erythematosus, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Experiencing a American College of Rheumatology (ACR) Pediatric 30 Response at Week 16","description":"American College of Rheumatology (ACR) pediatric (PED) 30 response was defined as '≥30% improvement' and '≥3 of the 6 Juvenile Idiopathic Arthritis (JIA) core set' and ≥30% worsening in not more than 1 of the 6 JIA core set variables. JIA core set variables defined as the number of active joints, number of joints with Limit of Motion (LOM), physician's global assessment of disease severity, patient global assessment of overall well being, parent assessment of physical function, and acute phase reactant value. A non-responder imputation was applied.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing a American College of Rheumatology Pediatric 50, 70, 90 Response or Inactive Disease at Week 16","description":"ACR PED 50 response is defined as '≥50% improvement' and '≥3 of the 6 Juvenile Idiopathic Arthritis (JIA) core set' and ≥30% worsening in not more than 1 of the 6 JIA core set variables. ACR PED 70 response is defined as '≥70% improvement' and '≥3 of the 6 JIA core set' and ≥30% worsening in not more than 1 of the 6 JIA core set variables. ACR PED 90 response is defined as '≥90% improvement' and '≥3 of the 6 JIA core set' and ≥30% worsening in not more than 1 of the 6 JIA core set variables. Inactive disease status is defined as no active joints, physician's global assessment of disease severity equal or less than 10mm and C-reactive protein (CRP) within normal limits (0.3 mg/dL). A non-responder imputation is applied. mm=millimeter; mg/dL=milligrams/deciliter","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percentage of Improvement From Baseline in Physical Function as Assessed by the Childhood Health Assessment Questionnaire (CHAQ) Disability Index at Week 16","description":"Physical function was evaluated using the disability section of the Childhood Health Assessment Questionnaire (CHAQ). The questionnaire was derived from the adult HAQ. The disability section assessed physical functions in 8 domains: dressing and grooming, arising, eating, walking, hygiene, reach, grip and common activities. The questions were evaluated on a 4-point scale: 0 = without any difficulty, 1 = with some difficulty, 2 = with much difficulty and 3 =unable to do. Higher scores indicate greater dysfunction. A disability index was calculated as the mean of the 8 functional scales. The percentage of Improvement from baseline was calculated using the following equation: (Baseline value - Post-baseline value) / Baseline value x 100.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Death, Serious Adverse Events (SAEs), Drug-Related SAEs, Discontinuation Due to Drug-Related SAEs, Drug-Related Adverse Events (AEs), and Discontinuation Due to Drug-Related AEs During the Short Term Period","description":"AE=any new unfavorable symptom, sign, or disease or worsening of a preexisting condition that may not have a causal relationship with treatment. SAE=a medical event that at any dose results in death, persistent or significant disability/incapacity, or drug dependency/abuse; is life-threatening, an important medical event, or a congenital anomaly/birth defect; or requires or prolongs hospitalization. SAEs also include hospitalizations for elective surgical procedures. Drug-related=related or missing relationship to study drug. Data includes all events from the date of the first dose of the study drug up to 56 days post the last dose of the study drug in the short-term period or start of the long-term period, whichever occurred first.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Concentration (Cmax) of Abatacept During the Short Term Period","description":"Cmax was obtained from the serum concentration versus time data after intravenous administration of abatacept. Blood samples were collected at 0 hour (pre-dose) on Days 15 and 29 and at 0 hour (pre-dose) and 0.5 hours (post dose) on Days 57, 85, and 113. A blood sample was also collected on an interim visit that occurred on any day between Day 92 and Day 110. ug/mL=micrograms/milliliter","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163.13","spread":"26.22"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"172.43","spread":"23.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167.85","spread":"18.42"}]}]}]},{"type":"SECONDARY","title":"Trough Observed Concentration (Ctrough) of Abatacept During the Short Term Period","description":"Blood samples were collected at 0 hour (pre-dose) on Days 15 and 29 and at 0 hour (pre-dose) and 0.5 hours (post dose) on Days 57, 85, and 113. A blood sample was also collected on an interim visit that occurred on any day between Day 92 and Day 110. ug/mL=micrograms/milliliter","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.50","spread":"27.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.64","spread":"29.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.24","spread":"36.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.79","spread":"40.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.56","spread":"36.61"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Immunogenicity During the Short Term Period","description":"A positive immunogenicity response for 'Cytotoxic T-lymphocyte antigen (CTLA4), Immunoglobulin (Ig)', 'Ig and/or Junction Region', respectively = (1) missing baseline immunogenicity measurement and positive analytical laboratory reported immunogenicity response post-baseline (2) negative baseline immunogenicity response and positive analytical laboratory reported immunogenicity response post-baseline (3) positive baseline immunogenicity response and positive analytical laboratory reported immunogenicity response post-baseline with titer value strictly greater than the baseline titer value. Assessment based on assay cutpoint value. Serum samples were collected prior to study medication at Week 0 (Day 1), Week 8 (Day 57), and Week 16 (Day 113) in the short term period. Participants who early discontinued from the study or complete and did not switch to commercial abatacept had a serum sample collected on final visit or early termination visit, 28, 84 and 168 days after the last dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":20},"commonTop":["NASOPHARYNGITIS","PHARYNGITIS","INFLUENZA","STOMATITIS","LIGAMENT SPRAIN"]}}}