{"nctId":"NCT00710424","briefTitle":"A Study of Sativex® for Pain Relief Due to Diabetic Neuropathy","startDateStruct":{"date":"2005-07"},"conditions":["Pain","Diabetic Neuropathy"],"count":297,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":["GW-4001-01"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, aged 18 years or above.\n* Ability (in the investigators opinion) and willingness to comply with all study requirements.\n* Diagnosed with Type 1 or 2 diabetes mellitus as diagnosed according to the World Health Organisation (WHO) criteria.\n* Diagnosed with neuropathic pain due to distal symmetrical diabetic neuropathy of at least six months duration, as defined by a NDS score of at least 4, and in who pain is not wholly relieved with their current therapy. The NDS score must be attained from at least two different test parameters and not only the ankle jerk reflex.\n* The last six daily diary 0-10 NRS pain scores before randomisation summed to at least 24.\n* Stable dose of regular pain medication and non-pharmacological therapies (including TENS) for at least 14 days prior to the screening visit and willingness for these to be maintained throughout the study.\n* Agreement for the responsible authorities (as applicable in individual countries), their primary care physician, and their consultant, if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* Concomitant pain thought by the investigator to be of a nature or severity to interfere with their assessment of their painful diabetic neuropathy.\n* Uncontrolled diabetes with HbA1c blood levels of more than 11% at Visit1, Day B1.\n* Receiving a prohibited medication and were unwilling to stop or comply for the duration of the study.\n* Has used cannabinoid based medications within 60 days of study entry and were unwilling to abstain for the duration for the study.\n* Has used cannabis within 30 days of study entry and were unwilling to abstain for the duration for the study.\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Known or suspected history of alcohol or substance abuse.\n* History of epilepsy or recurrent seizures.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the IMP.\n* Postural drop of 20mmHg or more in systolic blood pressure at screening.\n* Medical history of gastroparesis.\n* Evidence of cardiomyopathy.\n* Experienced myocardial infarction or clinically relevant cardiac dysfunction within the last 12 months or had a cardiac disorder that, in the opinion of the investigator would put the subject at risk of a clinically relevant arrhythmia or myocardial infarction.\n* QT interval; of \\> 450 ms (males) or \\> 470 ms (females) at Visit 1.\n* Secondary or tertiary AV block or sinus bradycardia (HR \\<50bpm) or sinus tachycardia (HR\\>110bpm) at Visit 1.\n* Diastolic blood pressure of \\<50 mmHg or \\>105 mmHg in a sitting position at rest for five minutes prior to randomisation.\n* Impaired renal function i.e., creatinine clearance is lower than 50 ml/min at Visit 1.\n* Significantly impaired hepatic function, at Visit 1, in the investigator's opinion.\n* Female subjects of child bearing potential and male subjects whose partner was of child bearing potential, unless they were willing to ensure that they or their partner used effective contraception during the study and for three months thereafter.\n* If female, were pregnant or lactating, or were planning pregnancy during the course of the study and for three months thereafter.\n* Received an IMP within the 12 weeks before Visit 1.\n* Any other significant disease or disorder which, in the opinion of the investigator, may either put the subject at risk because of participation in the study, may influence the result of the study, or the subject's ability to participate in the study.\n* Following a physical exam, the subject had any abnormalities that, in the opinion of the investigator, would prevent the subject from safely participating in the study.\n* Intention to donate blood during the study.\n* Intention to travel internationally during the study.\n* Previous randomisation into this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change From Baseline in Mean Diabetic Neuropathy Pain 0-10 Numerical Rating Scale Score at the End of Treatment (Average of Last 7 Days Treatment)","description":"The diabetic neuropathy pain Numerical Rating Scale was complete at the end of every day. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your nerve pain due to diabetes in the last 24 hours\" where 0 = no pain and 10 = worst possible pain. No pain relates to the time prior to the onset of pain due to diabetic neuropathy. For those whose evaluable period ended before Day 7, the mean of the available post-randomisation data was used. Those with no post-baseline diary pain 0-10 Numerical Rating Scale scores were excluded from the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.67","spread":"2.13"},{"groupId":"OG001","value":"-1.55","spread":"2.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Neuropathic Pain Scale Score at the End of Treatment","description":"The Neuropathic Pain Scale score is the 0-100 sum of 10 individual pain scores (0-10 Numerical Rating Scale, 0= no pain to 10 = most pain imaginable). A negative change from baseline indicates an improvement in pain. The baseline mean Neuropathic Pain Scale score was to be the mean of the two assessments during the baseline period, with the end of study value as the mean of the last two assessments made during the evaluable period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.70","spread":"19.91"},{"groupId":"OG001","value":"-14.16","spread":"17.42"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Sleep Quality 0-10 Numerical Rating Scale Score at the End of Treatment","description":"The sleep quality Numerical Rating Scale was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your sleep quality in the last 24 hours\" where 0 = slept extremely well and 10 = unable to sleep at all. A negative value indicates an improvement in pain score from baseline. The analyses were based on the change from baseline for the last assessment falling within the evaluable period (considered the end of treatment).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"3.02"},{"groupId":"OG001","value":"-1.6","spread":"2.76"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change at the End of Treatment","description":"The subject was to assess the change in their nerve pain due to diabetic neuropathy at the end of the study compared to baseline on a 7-point scale from very much worse to very much improved. The number of participants reporting each score is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Brief Pain Inventory (Short Form)'Pain Severity Composite Score' at the End of Treatment","description":"The brief pain inventory (short form) is a 14-item questionnaire that asks patients to rate pain over the prior week and the degree to which it interferes with activities on a 0 to 10 scale, where 0=no pain and 10=pain as bad as you can imagine. Severity is measured as worst pain, least pain, average pain, and pain right now. The pain severity composite score was calculated as the arithmetic mean of the four severity items (range 0-10). The minimum value is zero and maximum is 10. A higher score represents a poor outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"1.92"},{"groupId":"OG001","value":"-1.2","spread":"2.06"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Quality of Life EuroQol 5-D Weighted Health State Index Score at the End of Treatment Measured by Visual Analogue Scale","description":"The EuroQol-5D Health Status Visual Analogue Scale rated the health state on a scale of 0-100 with 0 = worst health state imaginable to 100 = best health state imaginable. An increase in score indicates an improvement in condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"22.26"},{"groupId":"OG001","value":"7.8","spread":"22.91"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Use of Rescue Analgesia at the End of Treatment","description":"The mean daily number of paracetamol tablets used were calculated for the periods over which the primary endpoint was calculated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.53","spread":"2.02"},{"groupId":"OG001","value":"-0.35","spread":"1.94"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who experienced an adverse event during the course of the study (including the follow-up period i.e 28 days after the end of treatment) is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"101","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Intoxication 0-10 Numerical Rating Scale Score at the End of Treatment","description":"Subjects rated their intoxication levels on a scale of 0-10, where 0 equals \"no intoxication\" and 10 equals \"extreme intoxication\". A negaitve value from baseline indicates and improvement. End of treatment was classed as the last on-treatment visit where data was recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"2.73"},{"groupId":"OG001","value":"-0.3","spread":"1.96"}]}]}]},{"type":"PRIMARY","title":"Number of Responders at the 30% Improvement Level at the End of Treatment","description":"A positive 30% pain response is defined as a reduction of at least 30% in the mean NRS average pain score from baseline to week 14 (last 7 days). The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = pain as bad as you can imagine. No pain relates to the time prior to the onset of pain. The average pain NRS was completed at the same time each day, i.e. bedtime in the evening. Estimates were produced for a one-week period, with the evaluable period finishing at the end of the appropriate seven-day period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"59","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":149},"commonTop":["Dizziness","Nausea","Vomiting","Diarrhoea","Headache"]}}}