{"nctId":"NCT02799381","briefTitle":"A Study Comparing Efficacy of Levodopa-Carbidopa Intestinal Gel/Carbidopa-Levodopa Enteral Suspension and Optimized Medical Treatment on Dyskinesia in Subjects With Advanced Parkinson's Disease (DYSCOVER)","startDateStruct":{"date":"2017-02-09","type":"ACTUAL"},"conditions":["Parkinson's Disease (PD)"],"count":63,"armGroups":[{"label":"Optimized Medical Treatment (OMT)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Optimized antiparkinsonian treatment"]},{"label":"Levodopa-Carbidopa Intestinal Gel (LCIG)","type":"EXPERIMENTAL","interventionNames":["Drug: Levodopa-Carbidopa Intestinal Gel (LCIG)","Device: CADD-Legacy ambulatory infusion pump","Device: Percutaneous endoscopic gastrostomy tube","Device: Jejunal extension tube"]}],"interventions":[{"name":"Optimized antiparkinsonian treatment","otherNames":[]},{"name":"Levodopa-Carbidopa Intestinal Gel (LCIG)","otherNames":["ABT-SLV187","DUOPA (carbidopa and levodopa Enteral Suspension)","DUODOPA"]},{"name":"CADD-Legacy ambulatory infusion pump","otherNames":[]},{"name":"Percutaneous endoscopic gastrostomy tube","otherNames":[]},{"name":"Jejunal extension tube","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have a diagnosis of idiopathic Parkinson's disease (PD) according to the United Kingdom Parkinson's Disease Society (UKPDS) Brain Bank Criteria\n* Participants with advanced levodopa-responsive PD and persistent motor fluctuations who have not been controlled with optimized medical treatment (OMT: the maximum therapeutic effect obtained with pharmacological antiparkinsonian therapies when no further improvement is expected with regard to any additional manipulations of levodopa and/or other antiparkinsonian medication based on the Investigator's clinical judgment)\n* Unified Dyskinesia Rating Scale (UDysRs) Total score ≥ 30 at Visit 3\n\nExclusion Criteria:\n\n* Participant(s) treated with levodopa-carbidopa intestinal gel (LCIG) previously\n* Participant's PD diagnosis is unclear or there is a suspicion that the subject has a parkinsonian syndrome such as secondary parkinsonism (e.g. caused by drugs, toxins, infectious agents, vascular disease, trauma, brain neoplasm), parkinson-plus syndrome (e.g. Multiple System Atrophy, Progressive supranuclear Palsy, Diffuse Lewy Body disease) or other neurodegenerative disease that might mimic the symptoms of PD\n* Participant(s) has undergone neurosurgery for the treatment of Parkinson's disease.\n* Participant(s) has contraindications to levodopa (e.g. narrow angle glaucoma, malignant melanoma)\n* Participant(s) experiencing clinically significant sleep attacks or clinically significant impulsive behavior (e.g. pathological gambling, hypersexuality) at any point during the three months prior to the Screening evaluation as judged by the Principal Investigator","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline to Week 12 in Unified Dyskinesia Rating Scale (UDysRS) Total Score","description":"The Unified Dyskinesia Rating Scale (UDysRS) is a tool used to assess dyskinesia in Parkinson's disease (PD) and contains both self-evaluation questions and items that are assessed directly by the physician to objectively rate the abnormal movements associated with PD. Part 1 contains 11 questions about the ON time dyskinesia and the impact of ON-dyskinesia on experiences of daily living. Part 2 contains 4 questions about OFF-dystonia rating. Part 3 contains 7 questions about objective evaluation of dyskinesia impairment and Part 4 contains 4 questions regarding dyskinesia disability. Each question is scored with respect to severity, which is rated on a scale where 0 = normal, 1 = slight, 2 = mild, 3= moderate and 4 = severe. The UDysRS total score is obtained by summing the item scores, ranging from 0 to 104. Higher scores are associated with more disability. Negative changes from baseline indicate improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.33","spread":"2.56"},{"groupId":"OG001","value":"-17.37","spread":"2.79"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in ON Time Without Troublesome Dyskinesia","description":"The Parkinson's Disease (PD) Symptom Diary is completed every 30 minutes for the full 24 hours of each of 3 days prior to selected study visits. It reflects both time awake and time asleep. Daily totals are normalized to a 16-hour scale (i.e., 16 hours of awake time). The normalized totals for the 3 days prior to the visit are averaged for the analysis. ON time is when PD symptoms are well controlled by the drug, and OFF time is when PD symptoms are not adequately controlled by the drug. Positive change from baseline for ON time without troublesome dyskinesia indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.63"},{"groupId":"OG001","value":"3.15","spread":"0.69"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Parkinson's Disease Questionnaire-8 (PDQ-8) Summary Index","description":"The Parkinson's Disease Questionnaire-8 (PDQ-8) is a disease-specific instrument designed to measure aspects of health that are relevant to participants with PD, and which may not be included in general health status questionnaires. The PDQ-8 is a self-administered questionnaire. Each item is scored on the following 5-point scale: 0 = Never, 1 = Occasionally, 2 = Sometimes, 3 = Often, 4 = Always (or cannot do at all, if applicable). Higher scores are consistently associated with the more severe symptoms of the disease such as tremors and stiffness. The results are presented as a summary index. The PDQ-8 summary index ranges from 0 to 100, where lower scores indicate a better perceived health status. Negative changes from baseline indicate improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.95","spread":"3.11"},{"groupId":"OG001","value":"-21.62","spread":"3.47"}]}]}]},{"type":"SECONDARY","title":"Mean Clinical Global Impression of Change (CGI-C) Score at Week 12","description":"The Clinical Global Impression of Change (CGI-C) score is a clinician's rating scale for assessing Global Improvement of Change. The CGI-C rates improvement by 7 categories: very much improved (1), much improved (2), minimally improved (3), no change (4), minimally worse (5), much worse (6), very much worse (7). The CGI-C score ranges from 1 to 7, with lower scores indicating improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.58","spread":"0.25"},{"groupId":"OG001","value":"2.48","spread":"0.28"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Unified Parkinson's Disease Rating Scale (UPDRS) Part II Score (Activities of Daily Living)","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) is an Investigator-used rating tool to follow the longitudinal course of Parkinson's disease. The Part II score is the sum of the answers to the 13 questions related to Activities of Daily Living, and ranges from 0-52. Higher scores are associated with more disability. Negative values indicate improvement from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.21","spread":"1.16"},{"groupId":"OG001","value":"-5.33","spread":"1.28"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in OFF Time","description":"The Parkinson's Disease (PD) Symptom Diary is completed every 30 minutes for the full 24 hours of each of 3 days prior to selected study visits. It reflects both time awake and time asleep. Daily totals are normalized to a 16-hour scale (i.e., 16 hours of awake time). The normalized totals for the 3 days prior to the visit are averaged for the analysis. ON time is when PD symptoms are well controlled by the drug, and OFF time is when PD symptoms are not adequately controlled by the drug. Negative change from baseline for OFF time indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.18","spread":"0.49"},{"groupId":"OG001","value":"-2.17","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline to Week 12 in Unified Parkinson's Disease Rating Scale (UPDRS) Part III Score (Motor Examination)","description":"The Unified Parkinson's Disease Rating Scale (UPDRS) is an Investigator-used rating tool to follow the longitudinal course of Parkinson's disease. The Part III score is the sum of the 27 answers related to Motor Examination, and ranges from 0-108. Higher scores are associated with more disability. Negative values indicate improvement from baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.87","spread":"1.89"},{"groupId":"OG001","value":"-4.93","spread":"2.08"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":28},"commonTop":["FALL","PROCEDURAL PAIN","PARKINSON'S DISEASE","DEPRESSION","ABDOMINAL PAIN"]}}}