{"nctId":"NCT00762450","briefTitle":"Effect on Bacterial Glycolytic Acid Formation on Plaque","startDateStruct":{"date":"2008-04"},"conditions":["Dental Plaque"],"count":6,"armGroups":[{"label":"A- Positive Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Triclosan, Fluoride"]},{"label":"B - Silica control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: fluoride"]},{"label":"C- Experimental product","type":"EXPERIMENTAL","interventionNames":["Drug: Fluoride, triclosan, amino acid"]}],"interventions":[{"name":"Triclosan, Fluoride","otherNames":["Total+ Whitening toothpaste"]},{"name":"fluoride","otherNames":["placebo toothpaste (No triclosan, no amino acid)"]},{"name":"Fluoride, triclosan, amino acid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Maxillary dentition is preferentially natural.\n* Maxillary restorations and/or reconstructions and eventual partial dentures must be in clinically good condition.\n* Natural mandibular front teeth and first premolars (4-4) are retained.\n* Second mandibular molars are ideally present to serve as abutment teeth.\n* Mandibular restorations and/or reconstructions must be in clinically good condition.\n* Partial mandibular denture replacing second premolars and first (and second) molars in good clinical condition.\n* Subjects should have a stimulated saliva flow rate of 1-2 ml/min (by chewing paraffin wax).\n* Willingness to give their informed consent and comply with the protocol.\n* No history of allergy to personal/oral care consumer products or ingredients, relevant to any ingredient in the test products as determined by the dental/medical professional monitoring the study\n\nExclusion Criteria:\n\n* Current participation in other dental clinical trials.\n* Subjects who are unable to provide sufficient plaque growth over a 2-day non- brushing period (by visual assessment).\n* Subjects in whom the plaque pH fails to fall sufficiently, i.e. at least to pH 5 following a sucrose rinse.\n* Subjects with poor oral health, i.e. with advanced periodontitis, un-restored carious lesions and stomatological diseases.\n* Subjects taking drugs known to currently affect salivary flow.\n* Subjects with un-stimulated salivary flow \\<0.3 ml/min and/or stimulated flow \\<0.9 ml/min.\n* Women who are pregnant or breastfeeding\n* History of allergy to common dentifrice ingredients\n* Immune compromised individuals (HIV, AIDS, immuno suppressive drug therapy)\n* Women of child bearing potential and not on birth control (Diaphragm, birth control pills or implants, IUD (intrauterine device) or condoms)\n* Medical condition which requires premedication prior to dental procedures/visits\n* History of allergy to amino acids","healthyVolunteers":true,"sex":"ALL","minimumAge":"72 Years","maximumAge":"79 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ph of Dental Plaque After Sucrose Challenge","description":"Panelists rinsed with toothpaste slurry (2 grams of toothpaste dissolved in 10 ml of water) waited 20 minutes and then rinsed with a 10% sucrose solution. Sucrose challenge is used to change the ph in the mouth and help determine if the toothpastes used in this study and control dental plaque growth.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.88","spread":"0.38"},{"groupId":"OG001","value":"5.04","spread":"0.38"},{"groupId":"OG002","value":"4.98","spread":"0.24"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":2},"commonTop":[]}}}