{"nctId":"NCT01979133","briefTitle":"Study of Icariin for Bipolar Disorder and Co-Occurring Substance Use Disorders","startDateStruct":{"date":"2013-10"},"conditions":["Bipolar Disorder","Substance Use Disorder"],"count":10,"armGroups":[{"label":"icariin","type":"EXPERIMENTAL","interventionNames":["Drug: Icariin"]}],"interventions":[{"name":"Icariin","otherNames":["Epimedium, Horny Goat Weed, Yin Yang Huo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Current BPD I, II or NOS and cocaine or alcohol use disorder with HAMD score of ≥ 15\n* Cocaine or alcohol use with 5 days of initiating study drug\n* Men and women\n* Age 18-70 years\n\nExclusion Criteria:\n\n* Psychotic features\n* Non-English speakers\n* Treatment resistant depression defined as failure of a trial of antidepressants (≥ 4 weeks at a therapeutic dose) in current episode\n* Major medical condition including heart, lung, liver or renal disease, cancer, neurological or immunological conditions\n* Vulnerable populations including prisoners, cognitively impaired individuals, and pregnant or nursing women\n* Prior side effects or allergic reactions to icariin-containing preparations\n* Change in psychotropic medications within 14 days of study entry\n* Current suicidal ideation (plan and intent), a suicide attempt within the past 12 months or history of \\> 1 lifetime suicide attempt","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hamilton Rating Scale of Depression (HAMD) From Baseline to Week 8 (Exit)","description":"HAMD is an observer-rated measure of depressive symptomatology:\n\n1. 17 questions (answers for individual questions range between 0-3 and 0-4). Total score range: 0-52. No subscales for this measure.\n2. 0 - no depression; 52 - very severe depression (lower score corresponds to a better outcome).\n3. Total score is obtained by summing questions 1-17.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":"5.2"},{"groupId":"OG001","value":"9","spread":"7.4"}]}]}]},{"type":"PRIMARY","title":"Change in Hamilton Rating Scale of Anxiety From Baseline to Week 8 (Exit)","description":"HAMA is a 14-item observer rated measure of anxiety symptomatology:\n\n1. 14 items in a scale, no subscales. Individual items are score 0 (no anxiety) to 4 (very severe anxiety).\n2. Total scores range from 0-56.\n3. Total scores represent more severe anxiety. Lower scores represent a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"6.4"},{"groupId":"OG001","value":"4.6","spread":"6.3"}]}]}]},{"type":"PRIMARY","title":"Change in Quick Inventory of Depressive Symptomatology (QIDS) Score From Baseline to Week 8","description":"The QIDS is a 16-item self-report measure of depressive symptomatology:\n\n1. 16 items rated on a scale from 0-3. No subscales for this instrument.\n2. Total score range is 0-27, where higher score represents higher levels of depression. Lower scores associated with better outcomes.\n3. Total score is obtained using the following formula: highest score on items 1-4 + item 5 + highest score on items 6-9 + item 10+item 11+item12+item13+item14+highest score on items 15-16","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.8","spread":"5.9"},{"groupId":"OG001","value":"5.7","spread":"4.5"}]}]}]},{"type":"PRIMARY","title":"Change in Number of Standard Drinks of Alcohol Per Week Baseline vs. Week 8 (Exit)","description":"1. Participants are asked to identify the number of alcoholic drinks they consumed on each day within the last 7 days from the day of visit (not including the day of visit). Participants are asked to provide alcohol name and the amount of alcohol they consumed. These values are then converted to standard drinks using a standard drinks calculator.\n2. The minimum number of drinks per week is 0. There is no maximum number of drinks per week, as the maximum number is unique to each participant.\n3. The general convention for standard drinks used in this study is as follows (oz per one standard drink):\n\n   * beer: 12 fl oz (5% ABV)\n   * wine: 5 fl oz (10-12% ABV or 18-20% ABV for fortified wine)\n   * hard liquor: 1.5 fl oz (40% ABV)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.8","spread":"45.9"},{"groupId":"OG001","value":"10.3","spread":"8.2"}]}]}]},{"type":"PRIMARY","title":"Change in Number of Heavy Drinking Days From Baseline to Week 8 (Exit)","description":"1. Heavy drinking day is defined as 5 standard drinks per day for men, and 4 standard drinks per day for women.\n2. Minimum score is 0 (no drinks); maximum score is unique to each individual participant. Lower score represents a better outcome.\n3. Average number of heavy drinking days per week is calculated by asking participants to identify the number of drinks they had on each day during the past 7 days (not including the day of visit).\n4. See outcome measure description for \"standard drinks per week\" for standard drinks convention.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"2.0"},{"groupId":"OG001","value":"1.2","spread":"1.2"}]}]}]},{"type":"PRIMARY","title":"Change in Days of Alcohol Use From Baseline to Week 8 (Exit)","description":"1. Total score range is 0-7 (no days of alcohol use - 7 days of alcohol use). The lower score represents better outcome.\n2. Participants are asked to identify days on which they used alcohol in the past week (not including the day of visit).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"2.4"},{"groupId":"OG001","value":"3.3","spread":"1.0"}]}]}]},{"type":"PRIMARY","title":"Change in Young Mania Rating Scale (YMRS) From Baseline to Week 8 (Exit)","description":"The YMRS is an 11-item observer-rated measure of mania symptomatology:\n\n1. 7 individual items are scored between 0-4.\n2. 4 individual items are scored between 0-8.\n3. Total score range is 0-60, with no subscales. Higher score is indicative of more manic symptoms. Lower score represents better outcomes.\n4. Total score is obtained by adding items on the scale together.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.8","spread":"7.0"},{"groupId":"OG001","value":"3.3","spread":"3.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}