{"nctId":"NCT02255552","briefTitle":"Study of Eteplirsen in DMD Patients","startDateStruct":{"date":"2014-11-17","type":"ACTUAL"},"conditions":["Duchenne Muscular Dystrophy (DMD)"],"count":109,"armGroups":[{"label":"Treated Group","type":"EXPERIMENTAL","interventionNames":["Drug: eteplirsen"]},{"label":"Untreated Group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"eteplirsen","otherNames":["AVI-4658","EXONDYS 51®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male 7-16 years old\n* Diagnosed with DMD, genotypically confirmed\n* Stable dose of corticosteroids for at least 24 weeks\n* Have intact right and left alternative upper muscle groups\n* Mean 6MWT greater than 300m (primary analysis on 300 to 450 meters)\n* Stable pulmonary and cardiac function: predicted FVC equal to or greater than 50% and LVEF of greater than 50%\n\nExclusion Criteria:\n\n* Previous treatment with drisapersen or any other RNA antisense agent or any gene therapy within the last 6 months\n* Participation in any other DMD interventional clinical study within 12 weeks\n* Major surgery within 3 months\n* Presence of other clinically significant illness\n* Major change in the physical therapy regime within 3 months\n\nOther inclusion/exclusion criteria apply.","healthyVolunteers":false,"sex":"MALE","minimumAge":"7 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the 6 Minute Walk Test (6MWT) Distance at Week 96","description":"6MWT was performed by standardized procedures for all participants. Participants were asked to walk a set course of 25 meters for 6 minutes (timed), and the distance walked (in meters) was recorded. Change from baseline in 6MWT distance at Week 96 was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-117.91","spread":"128.488"},{"groupId":"OG001","value":"-133.56","spread":"129.333"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dystrophin Protein Levels Determined by Western Blot at Week 96","description":"Change from baseline in dystrophin protein levels (in muscle biopsy samples) were determined by Western blot. For each time point, 2 blocks of tissues were analyzed by Western blot, each with 2 replicates of gels to determine the dystrophin level as compared to a healthy individual (Percent Normal). The block average value from 2 replicate gels was computed. The overall average was calculated as the mean of the block average values. The overall average values were used for all analyses. In case only 1 gel was available for a block, then that value was used as the block average value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.516","spread":"0.7236"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Having Ability to Rise Independently From the Floor Determined Based on North Star Ambulatory Assessment (NSAA) at Week 96","description":"NSAA is a clinician-administered scale that rates participant performance on 17-items and included assessments of abilities such as 10-meter walk/run, rising from a sit to stand, standing on 1 leg, climbing a box step, descending a box step, rising from lying to sitting, rising from the floor, lifting the head, standing on heels, and jumping. For all activities, participants were graded as follows: 0 = unable to achieve goal independently; 1 = modified method but achieves goal independent of physical assistance from another and 2 = normal, no obvious modification of activity. Number of participants having ability to rise independently from the floor indicated by a NSAA Rise from floor sub score greater than 0 (unable to achieve goal independently) was reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Lost Ambulation (LOA) by Week 96","description":"Number of participants who lost ambulation (LOA) by Week 96 was reported. Participant were considered non-ambulatory if each of the 3 conditions below were met: NSAA walk subscore was \"0\" (unable to achieve goal independently) on 2 consecutive days within a visit or NSAA was not done due to reason related to non-ambulation; 6MWT was not done with any reason related to permanent non-ambulation; and no later data showing this participant was still ambulatory. This was not required if non ambulatory status occurred at the time of early withdrawal or at the end of Week 96 assessment. NSAA is a 17-item scale to assess the participant's abilities; total score range from 0 (if all the activities are failed) to 34 (if all the activities are achieved) with higher scores indicating better performance on the assessment/ fully-independent function.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Forced Vital Capacity Percent (FVC%) Predicted at Weeks 96","description":"FVC is the total amount of air exhaled during the forced expiratory volume test that is measured during spirometry; and is the most important measurement of lung function. This test requires participant to breath into a tube connected to a machine that measures the amount of air that can be moved in and out of the lungs after taking an inhaled bronchodilator medicine which is used to dilate participant's bronchial (breathing) tubes. Percent of predicted FVC = (observed value) / (predicted value) \\* 100%.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.413","spread":"12.4011"},{"groupId":"OG001","value":"-2.461","spread":"9.6000"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in North Star Ambulatory Assessment (NSAA) Total Scores at Week 96","description":"NSAA is a clinician-administered scale that rates participant performance on 17-items and included assessments of abilities such as 10-meter walk/run, rising from a sit to stand, standing on 1 leg, climbing a box step, descending a box step, rising from lying to sitting, rising from the floor, lifting the head, standing on heels, and jumping. Participant were graded as follows: 0 = unable to achieve goal independently; 1 = modified method but achieves goal independent of physical assistance from another and 2 = normal, no obvious modification of activity. NSAA total score was derived by summing the scores for all the individual items and range from 0 (if all the activities are failed) to 34 (if all the activities are achieved) with higher scores indicating better performance on the assessment/ fully-independent function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.23","spread":"5.173"},{"groupId":"OG001","value":"-8.44","spread":"9.812"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dystrophin Intensity Levels Determined by Immunohistochemistry (IHC) at Week 96","description":"Change from baseline in dystrophin intensity levels (in muscle biopsy samples) was determined by Immunohistochemistry.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.030","spread":"0.0360"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":79},"commonTop":["Headache","Vomiting","Cough","Nasopharyngitis","Back pain"]}}}