{"nctId":"NCT04234464","briefTitle":"A Study to Assess the Efficacy of Budesonide/Albuterol Metered-dose Inhaler (BDA MDI/PT027) on Exercise-induced Bronchoconstriction in Adults and Adolescents With Asthma","startDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"conditions":["Exercise Induced Bronchospasm"],"count":60,"armGroups":[{"label":"A/B - Treatment with BDA MDI 160/180 followed by treatment with Placebo MDI","type":"EXPERIMENTAL","interventionNames":["Combination Product: Budesonide/albuterol sulfate metered-dose inhaler 160/180 μg","Combination Product: Placebo metered-dose inhaler"]},{"label":"B/A - Treatment with Placebo MDI followed by treatment with BDA MDI 160/180","type":"EXPERIMENTAL","interventionNames":["Combination Product: Budesonide/albuterol sulfate metered-dose inhaler 160/180 μg","Combination Product: Placebo metered-dose inhaler"]}],"interventions":[{"name":"Budesonide/albuterol sulfate metered-dose inhaler 160/180 μg","otherNames":["BDA MDI 160/180 μg (PT027)"]},{"name":"Placebo metered-dose inhaler","otherNames":["Placebo MDI"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Female or male aged 12 to 70 years at the time of informed consent\n2. Documented history of asthma for at least 6 months prior to Visit 1\n3. Receiving 1 of the following asthma therapies with stable dosing for at least the 4 weeks before Visit 1; no other asthma therapies are permitted during the study:\n\n   * Short/rapid-acting β 2-adrenoreceptor agonist (SABA) used as needed\n   * Low- to medium-dose maintenance therapy with inhaled corticosteroid (ICS) and SABA used as needed\n4. Demonstrate acceptable MDI administration technique (use of a spacer device during the treatment phase is not permitted)\n\nExclusion Criteria:\n\n1. Chronic obstructive pulmonary disease or other significant lung disease (eg, chronic bronchitis, emphysema, bronchiectasis with the need of treatment, cystic fibrosis, or bronchopulmonary dysplasia), including regular or occasional use of oxygen\n2. Systemic corticosteroids (SCS) use (any dose and any indication) within 3 months before Visit 1\n3. History of life-threatening asthma, defined by past intubations for asthma, or intensive care unit admission for asthma within the prior 24 months\n4. Receiving regular maintenance treatment with prohibited anti-inflammatory or long-acting bronchodilator asthma medication (inhaled, nebulized, oral, or systemic) within 1 month prior to Visit 1\n5. Unable to tolerate the lung function testing performed after exercise challenge test without use of rescue medication\n6. Current smokers, former smokers with \\>10 pack-years history, or former smokers who stopped smoking \\<6 months before Visit 1 (including all forms of tobacco, e-cigarettes \\[vaping\\], and marijuana)\n7. Completed treatment for lower respiratory infection within 6 weeks prior to Visit 1, regardless if resulting in accompanying asthma symptoms aggravation or not\n8. Upper respiratory infection involving antibiotic treatment not resolved within 7 days prior to Visit 1\n9. Received any marketed (eg, omalizumab, mepolizumab, reslizumab, benralizumab, dupilumab) or investigational biologic within 3 months before Visit 1, or any other prohibited medication\n10. Current treatment with any investigational product or within the last 30 days of Visit 1.\n11. Historical or current evidence of a clinically significant disease\n12. Cancer not in complete remission for at least 5 years before Visit 1\n13. Hospitalization for psychiatric disorder or attempted suicide within 1 year of Visit 1\n14. History of psychiatric disease or intellectual deficiency\n15. Having a scheduled or planned hospitalization during the study\n16. Inability (and/or unwillingness) to abstain from protocol-defined prohibited medications during the study.\n17. Use of any herbal products by inhalation or nebulizer within 2 weeks of Visit 1 and/or the unwillingness to stop during the study duration.\n18. Significant abuse of alcohol or drugs","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum Percentage Fall From Post-dose, Pre-exercise Baseline in Forced Expiratory Volume in 1 Second (FEV₁) Observed up to 60 Minutes Post-exercise Challenge","description":"Lung function was measured by spirometry. Spirometry assessments were completed 5 minutes before dosing, 30 minutes after dosing (baseline; 5 minutes before the exercise challenge), and then 5, 10, 15, 30, and 60 minutes after the exercise challenge. A reduction in FEV₁ was expected due to the effects of asthma and exercise on breathing and lung function. The percentage fall in FEV₁ was calculated based on the baseline value and maximum percentage fall value during the 60-minute assessment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.45","spread":null},{"groupId":"OG001","value":"18.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With a Maximum Percentage Fall in FEV₁ Post-exercise Challenge of <10%","description":"The percentage fall in FEV₁ was calculated based on the baseline value and maximum percentage fall value during the 60-minute assessment period, and the percentage of subjects with a maximum percentage fall \\<10% was determined.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":60},"commonTop":["Anxiety","Dyspnoea"]}}}