{"nctId":"NCT02395172","briefTitle":"Avelumab in Non-Small Cell Lung Cancer (JAVELIN Lung 200)","startDateStruct":{"date":"2015-03-24","type":"ACTUAL"},"conditions":["Carcinoma, Non-Small-Cell Lung"],"count":792,"armGroups":[{"label":"Avelumab","type":"EXPERIMENTAL","interventionNames":["Drug: Avelumab"]},{"label":"Docetaxel","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel"]}],"interventions":[{"name":"Avelumab","otherNames":[]},{"name":"Docetaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Signed written informed consent before any trial related procedure\n* Male or female participants aged greater than or equal to (\\>=) 18 years\n* Availability of a formalin-fixed, paraffin-embedded block containing tumor tissue or 7 unstained tumor slides suitable for PD-L1 expression assessment\n* Tumor determined to be evaluable for PD-L1 expression per the evaluation of a central laboratory\n* Participants with histologically confirmed Stage IIIb/IV or recurrent NSCLC who have experienced disease progression\n* Participants must have progressed after an acceptable therapy defined as follows:\n\n  1. Participants must have progressed during or after a minimum of 2 cycles of 1 course of a platinum based combination therapy administered for the treatment of a metastatic disease. A history of continuation (use of a non platinum agent from initial combination) or switch (use of a different agent) maintenance therapy is permitted provided there was no progression after the initial combination. A switch of agents during treatment for the management of toxicities is also permitted provided there was no progression after the initial combination OR\n  2. Participants must have progressed within 6 months of completion of a platinum-based adjuvant, neoadjuvant, or definitive chemotherapy, or concomitant chemoradiation regimen for locally advanced disease\n* Participants with non-squamous cell NSCLC of unknown epidermal growth factor receptor (EGFR) mutation status will require testing (local laboratory, or central laboratory if local testing is not available). Participants with a tumor that harbors an activating EGFR mutation will not be eligible\n* Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 to 1 at trial entry\n* Estimated life expectancy of more than 12 weeks\n* Adequate hematological function defined by White Blood Cell (WBC) count \\>= 2.5 × 10\\^9/L with absolute neutrophil count (ANC) \\>= 1.5 × 10\\^9/L, lymphocyte count \\>=0.5 × 10\\^9/L, platelet count \\>= 100 × 10\\^9/L, and hemoglobin \\>= 9 gram per deciliter (g/dL) (may have been transfused)\n* Adequate hepatic function defined by a total bilirubin level less than or equal to (\\<=) 1.5 × the upper limit of normal (ULN) range and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels \\<= 2.5 × ULN for all participants\n* Adequate renal function defined by an estimated creatinine clearance \\> 30 milliliter per minute (mL/min) according to the Cockcroft-Gault formula (or local institutional standard method).\n\nOther protocol defined inclusion criteria could apply\n\nExclusion criteria\n\n* In the United States only, participants with a squamous cell histology will be excluded\n* Systemic anticancer therapy administered after disease progression during or following a platinum based combination\n* Participants with non-squamous cell NSCLC whose disease harbors EGFR mutation(s) and/or anaplastic lymphoma kinase (ALK) rearrangement will not be eligible for this trial. Participants of unknown ALK and/or EGFR mutation status will require testing at screening (local laboratory, or central laboratory if local testing is not available)\n* Prior therapy with any antibody/drug targeting T cell coregulatory proteins (immune checkpoints) such as PD-1, PD L1, or cytotoxic T lymphocyte antigen-4 (CTLA-4).\n* Concurrent anticancer treatment\n* Major surgery for any reason, except diagnostic biopsy, within 4 weeks of randomization and/or if the participant has not fully recovered from the surgery within 4 weeks of randomization\n* Participants receiving immunosuppressive agents (such as steroids) for any reason should be tapered off these drugs before initiation of the trial treatment.\n* All participants with brain metastases, except those meeting the following criteria:\n\n  1. Brain metastases have been treated locally, and\n  2. No ongoing neurological symptoms that are related to the brain localization of the disease\n* Active autoimmune disease that might deteriorate when receiving an immunostimulatory agent:\n\n  1. Participants with diabetes type I, vitiligo, psoriasis, hypo- or hyperthyroid disease not requiring immunosuppressive treatment are eligible\n  2. Participants requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses less than or equal to (\\<=)10 milligram (mg) or equivalent prednisone per day\n  3. Administration of steroids through a route known to result in a minimal systemic exposure are acceptable\n* Previous or ongoing administration of systemic steroids for the management of an acute allergic phenomenon is acceptable as long as it is anticipated that the administration of steroids will be completed in 14 days, or that the daily dose after 14 days will be \\<=10 mg per day of equivalent prednisone\n\nOther protocol defined exclusion criteria could apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) Time in Programmed Death Ligand 1 (PD-L1) + Full Analysis Set Population (FAS)","description":"The OS time was defined as the time from randomization to the date of death. The participants who were still alive at the time of data analysis or who were lost to follow-up OS time was censored at the last recorded date that the participant was known to be alive before the data cutoff date. OS was measured using Kaplan-Meier (KM) estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.4","spread":null},{"groupId":"OG001","value":"10.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS) Time in Full Analysis Set Population","description":"The OS time was defined as the time from randomization to the date of death. The participants who were still alive at the time of data analysis or who were lost to follow-up OS time was censored at the last recorded date that the participant was known to be alive before the data cutoff date. OS was measured using Kaplan-Meier (KM) estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.6","spread":null},{"groupId":"OG001","value":"9.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) Time in PD-L1+ Full Analysis Set Population","description":"PFS was defined as the time from date of randomization until date of the first documentation of progressive disease (PD) or death due to any cause in the absence of documented PD, whichever occurs first. PFS was assessed as per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1) as adjudicated by independent endpoint review committee (IERC). PD was defined as at least a 20 percent (%) increase in the sum of longest diameter (SLD), taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions and unequivocal progression of non-target lesions. PFS was measured using Kaplan-Meier (KM) estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.4","spread":null},{"groupId":"OG001","value":"4.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (PFS) Time in Full Analysis Set Population","description":"PFS was defined as the time from date of randomization until date of the first documentation of progressive disease (PD) or death due to any cause in the absence of documented PD, whichever occurs first. PFS was assessed as per Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST v1.1) as adjudicated by independent endpoint review committee (IERC). PD was defined as at least a 20 percent (%) increase in the sum of longest diameter (SLD), taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions and unequivocal progression of non-target lesions. PFS was measured using Kaplan-Meier (KM) estimates.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Best Overall Response (BOR) as Assessed by an Independent Endpoint Review Committee (IERC) in Full Analysis Set Population","description":"Confirmed BOR was determined according to RECIST v1.1 and as adjudicated by an IERC. Confirmed BOR was defined as the best response of any of the complete response (CR), partial response (PR), stable disease (SD) and progressive disease (PD) recorded from the date of randomization until disease progression or recurrence (taking the smallest measurement recorded since the start of treatment as reference). CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions. SD: Neither sufficient increase to qualify for PD nor sufficient shrinkage to qualify for PR. PD was defined as at least a 20% increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions and unequivocal progression of non-target lesions. Number of participants with best overall response in each category (CR, PR, SD, PD) was reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"54","spread":null},{"groupId":"OG001","value":"42","spread":null}]},{"measurements":[{"groupId":"OG000","value":"129","spread":null},{"groupId":"OG001","value":"158","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"150","spread":null},{"groupId":"OG001","value":"82","spread":null}]},{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"99","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Confirmed Best Overall Response (BOR) as Assessed by Independent Endpoint Review Committee (IERC) in PD-L1+ Full Analysis Set Population","description":"Confirmed BOR was determined according to RECIST v1.1 and as adjudicated by an IERC. Confirmed BOR was defined as the best response of any of the complete response (CR), partial response (PR), stable disease (SD) and progressive disease (PD) recorded from the date of randomization until disease progression or recurrence (taking the smallest measurement recorded since the start of treatment as reference). CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions. SD: Neither sufficient increase to qualify for PD nor sufficient shrinkage to qualify for PR. PD was defined as at least a 20% increase in the SLD, taking as reference the smallest SLD recorded from baseline or the appearance of 1 or more new lesions and unequivocal progression of non-target lesions. Number of participants with best overall response in each category (CR, PR, SD, PD) was reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]},{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"30","spread":null}]},{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"104","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"93","spread":null},{"groupId":"OG001","value":"57","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response as Assessed by Independent Endpoint Review Committee (IERC) in Full Analysis Set Population","description":"Percentage of participants with objective response (CR plus PR) according to RECIST v1.1 was reported. CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.9","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response as Assessed by Independent Endpoint Review Committee (IERC) in PD-L1+ Full Analysis Set Population","description":"Percentage of participants with objective response (CR plus PR) according to RECIST v1.1 was reported. CR: Disappearance of all evidence of target and non-target lesions. PR: At least 30% reduction from baseline in the sum of the longest diameter (SLD) of all lesions.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.9","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life 5-dimensions (EQ-5D-5L) Health Outcome Questionnaire Through Composite Index Score at End of Treatment (EOT)","description":"The EQ-5D-5L health outcome questionnaire was a measure of health status that provides a simple descriptive profile and a single index value. The EQ-5D-5L defined health in terms of mobility, self-care, usual activities, pain/discomfort and anxiety/depression. The 5 items were combined to generate health profiles. These profiles were converted to a continuous single index score. The lowest possible score was -0.59 (unable to walk, unable to self-care, unable to do usual activities, extreme pain or discomfort, extreme anxiety or depression) and the highest was 1.00 (no problems in all 5 dimensions).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1245","spread":"0.28021"},{"groupId":"OG001","value":"-0.0988","spread":"0.26615"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Quality of Life 5-dimensions (EQ-5D-5L) Health Outcome Questionnaire Through Visual Analogue Scale (VAS) at End of Treatment (EOT)","description":"EQ-5D-5L was comprised of the following 5 participant-reported dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension had 5 levels: no problems, slight problems, moderate problems, severe problems, and extreme problems. The responses were used to derive overall score using a visual analog scale (VAS) that ranged from 0 to 100 millimeter (mm), where 0 was the worst health you can imagine and 100 was the best health you can imagine.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.1","spread":"22.06"},{"groupId":"OG001","value":"-7.0","spread":"21.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life (EORTC QLQ-C30) Global Health Status at End of Treatment (EOT)","description":"EORTC QLQ-C30 was a 30-question tool used to assess the overall quality of life (QoL) in cancer participants. It consisted of 15 domains: 1 global health status (GHS) scale, 5 functional scales (Physical, role, cognitive, emotional, social), and 9 symptom scales/items (Fatigue, nausea and vomiting, pain, dyspnea, sleep disturbance, appetite loss, constipation, diarrhea, financial impact). The EORTC QLQ-C30 GHS/QoL score ranged from 0 to 100; High score indicated better GHS/QoL. Score 0 represents: very poor physical condition and QoL. Score 100 represents: excellent overall physical condition and QoL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.79","spread":"24.506"},{"groupId":"OG001","value":"-9.44","spread":"18.933"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire Lung Cancer 13 (EORTC QLQ-LC13) at End of Treatment (EOT)","description":"EORTC QLQ-LC13 consisted of 13 questions relating to disease symptoms specific to lung cancer and treatment side effects typical of treatment with chemotherapy and radiotherapy. The EORTC QLQ-LC13 module generated one multiple-item score assessing dyspnea and a series of single item scores assessing coughing, hemoptysis, sore mouth, dysphagia, neuropathy, alopecia, pain in chest, pain in arms or shoulder and pain in other parts. Score range: 0 (no burden of symptom domain or single symptom item) to 100 (highest burden of symptoms for symptom domains and single items).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.95","spread":"22.094"},{"groupId":"OG001","value":"8.52","spread":"21.285"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.58","spread":"30.263"},{"groupId":"OG001","value":"-2.03","spread":"32.582"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"14.191"},{"groupId":"OG001","value":"-0.34","spread":"16.832"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":"17.643"},{"groupId":"OG001","value":"3.72","spread":"24.920"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.62","spread":"18.401"},{"groupId":"OG001","value":"4.23","spread":"21.538"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"20.550"},{"groupId":"OG001","value":"9.81","spread":"30.015"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.10","spread":"20.789"},{"groupId":"OG001","value":"30.80","spread":"42.582"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.84","spread":"28.993"},{"groupId":"OG001","value":"0.34","spread":"26.935"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.62","spread":"28.852"},{"groupId":"OG001","value":"0.85","spread":"29.439"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.77","spread":"34.410"},{"groupId":"OG001","value":"6.60","spread":"30.978"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs), Treatment Emergent Serious Adverse Events (TESAEs), Drug Related Treatment Emergent Adverse Events and Treatment Emergent Adverse Events Leading to Death","description":"An Adverse event (AE) was defined as any unfavorable and unintended sign (including clinically significant abnormal laboratory, vital signs and 12-lead Electrocardiogram findings), symptom, or disease temporally associated with the use of study drug or worsening of pre-existing medical condition, whether or not related to study drug. A serious adverse event (SAE) was an AE that resulted in any of the following outcomes: death; life threatening; persistent/significant disability/incapacity; initial or prolonged inpatient hospitalization; congenital anomaly/birth defect or was otherwise considered medically important. Treatment-emergent events were the events between first dose of study drug that were absent before treatment or that worsened relative to pre-treatment state up to 30 days after last administration. TEAEs included both Serious TEAEs and non-serious TEAEs.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null},{"groupId":"OG001","value":"346","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"167","spread":null},{"groupId":"OG001","value":"145","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"252","spread":null},{"groupId":"OG001","value":"313","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) by Severity","description":"Treatment Emergent Adverse Events were graded as per National Cancer Institute Common Terminology Criteria for Adverse Experience version 4.03 (NCI-CTCAE v 4.03). Grade 3 refers to severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self-care and Activity of daily living (ADL), Grade 4 refers to Life-threatening consequences; where urgent intervention indicated, Grade 5 refers to the death related to adverse event.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"209","spread":null},{"groupId":"OG001","value":"247","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"87","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Eastern Cooperative Oncology Group (ECOG) Performance: Baseline Score vs. Worst Post-baseline Score","description":"ECOG performance status measured to assess participant's performance status on a scale of 0 to 5, where 0 = Fully active, able to carry on all pre-disease activities without restriction; 1 = Restricted in physically strenuous activity, ambulatory and able to carry out light or sedentary work; 2 = Ambulatory and capable of all selfcare but unable to carry out any work activities; 3 = Capable of only limited self-care, confined to bed/chair for more than 50 percent of waking hours; 4 = Completely disabled, cannot carry on any self-care, totally confined to bed/chair; 5 = dead. The participants with missing worst post baseline score were also reported. ECOG performance status was reported in terms of number of participants with Baseline value vs. worst post-baseline value (i.e. highest score) combination.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"157","spread":null},{"groupId":"OG001","value":"172","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-Drug Antibodies (ADAs) and Neutralizing Antibodies (NAbs) for Avelumab","description":"Serum samples were analyzed by a validated electrochemiluminesce immunoassay to detect the presence of antidrug antibodies (ADA). Samples that screened positive were subsequently tested in a confirmatory assay were tested for neutralizing antibodies (nAb). Number of participants with ADA or nAb positive results for Avelumab were reported.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":167,"n":393},"commonTop":["Decreased appetite","Fatigue","Anaemia","Dyspnoea","Cough"]}}}