{"nctId":"NCT00150800","briefTitle":"This Trial, Evaluating the Long-term Safety and Tolerability of Brivaracetam Will Provide Subjects Suffering From Epilepsy, Who May Have Benefited From Brivaracetam as Adjunctive Treatment, the Opportunity to Receive Open Label Brivaracetam Treatment","startDateStruct":{"date":"2006-01"},"conditions":["Epilepsy"],"count":668,"armGroups":[{"label":"Brivaracetam","type":"EXPERIMENTAL","interventionNames":["Drug: Brivaracetam"]}],"interventions":[{"name":"Brivaracetam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male/ female subjects from 16 years and on. Subjects under 18 years may only be included where legally permitted and ethically accepted\n* Subjects with epilepsy who have participated in previous brivaracetam trials which allow access to the present study\n* Subjects for whom the investigator believes a reasonable benefit from the long term administration of brivaracetam may be expected\n* Female subjects without childbearing potential. Female subjects with child bearing potential are eligible if they use a medically accepted contraceptive method for the duration of the study\n* Subject/ legally acceptable representative considered as reliable and capable of adhering to the protocol, visit schedule or medication intake according to the judgment of the Investigator\n\nExclusion Criteria:\n\n* Severe medical, neurological and psychiatric disorders or laboratory values which may have an impact on the safety of the subject\n* Poor compliance with the visit schedule or medication intake in the previous brivaracetam study\n* Pregnant or lactating women\n* Participation in any clinical study of another investigational drug or device during the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least One Treatment-Emergent Adverse Event (TEAE) During the Study Period","description":"Treatment-Emergent Adverse Events (TEAEs) are any untoward medical incidence in a subject during administered study treatment, whether or not these events are related to study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Withdrew Due to an Adverse Event (AE) During the Study Period","description":"Adverse Events (AE) are any untoward medical incidence in a subject during administered study treatment, whether or not these events are related to study treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With a Serious Adverse Event (SAE) During the Study Period","description":"A Serious Adverse Event (SAE) is any untoward medical incidence that occurs at any dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days During the Evaluation Period","description":"Baseline is the Baseline from subject's previous study of enrollment period. N01193 \\[NCT00175825\\], N01252 \\[NCT00490035\\], N01253 \\[NCT00464269\\], N01254 \\[NCT00504881\\].\n\nA 28 day Type 1 seizure frequency is the total number of Type 1 seizures divided by the total number of days evaluated multiplied by 28.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Partial Onset Seizure (POS) (Type I) Frequency Per 28 Days From Baseline of the Previous Study to the Evaluation Period","description":"The percent change from the previous study baselines, in Partial Onset Seizure (POS) (Type I) frequency per 28 days is defined as:\n\n(the value at the previous study baselines) minus (the value at each time-points during the evaluation period) divided by the value at the previous study baselines.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Response for Partial Onset Seizure (POS) (Type I) Frequency Over the Evaluation Period","description":"A responder is defined as a subject with a higher than or equal to (\\>=) 50 % change in seizure frequency from Baseline period of the previous study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":152,"n":667},"commonTop":["Headache","Dizziness","Nasopharyngitis","Somnolence","Influenza"]}}}