{"nctId":"NCT01811732","briefTitle":"Delafloxacin Versus Vancomycin and Aztreonam for the Treatment of Acute Bacterial Skin and Skin Structure Infections","startDateStruct":{"date":"2013-04","type":"ACTUAL"},"conditions":["Skin and Subcutaneous Tissue Bacterial Infections"],"count":660,"armGroups":[{"label":"Delafloxacin plus placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Delafloxacin","Drug: Placebo"]},{"label":"Vancomycin plus Aztreonam + placebo","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin","Drug: Aztreonam","Drug: Placebo"]}],"interventions":[{"name":"Delafloxacin","otherNames":["RX-3341"]},{"name":"Vancomycin","otherNames":[]},{"name":"Aztreonam","otherNames":[]},{"name":"Placebo","otherNames":["5% Dextrose","D5W"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (≥ 18 years of age) men or women with a diagnosis of Acute Bacterial Skin and Skin Structure Infections (ABSSSI) (cellulitis/erysipelas, wound infection, major cutaneous abscess, or burn infection) with surrounding redness of a minimum surface area of 75 cm\\^2 and at least two signs of systemic infection\n* In the opinion of the investigator, the subject must require and be a suitable candidate for IV antibiotic therapy, and the subject must be able and willing to comply with protocol requirements\n\nExclusion Criteria:\n\n* A medical history of significant hypersensitivity or allergic reaction to quinolones, beta-lactams, vancomycin, or vancomycin derivatives according to the judgment of the investigator\n* Women who are pregnant or lactating\n* Any chronic or underlying skin condition at the site of infection that may complicate the assessment of response, including infection involving a prosthetic joint, human or animal bite, osteomyelitis, decubitus ulcer, diabetic foot ulcer, septic arthritis, mediastinitis, necrotizing fasciitis, anaerobic cellulitis, or synergistic necrotizing cellulitis, myositis, tendinitis, endocarditis, sustained shock, gangrene or gas gangrene; burns covering ≥10% of body surface area; severely impaired arterial blood supply to an extremity with an ABSSSI, deep vein thrombosis or superficial thrombophlebitis, and requiring either an amputation or multiple debridement procedures\n* Receipt of systemic antibiotic therapy in the 14 days before enrollment unless 1 of the following was documented:\n\n  1. Received ≥ 48 hours of antibiotic therapy for ABSSSI AND clinical progression is documented (i.e., not by patient history alone).\n  2. Recently (within 14 days) completed a treatment course with an antibacterial drug for an infection other than ABSSSI and the drug does not have activity against bacterial pathogens that cause ABSSSI.\n  3. Received only 1 dose of either a single, potentially effective, short-acting antimicrobial drug or drug regimen for ABSSSI.\n* Any underlying disease that, in the opinion of the investigator, could interfere with the subject's ability to participate in the study including severe cardiac disease, known history of liver disease, end-stage renal disease, malignancy, psychiatric disorder, ongoing treatment for seizures or untreated history of seizures, or life expectancy of \\<3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Objective Response at 48 to 72 Hours (FDA Primary Endpoint)","description":"A patient was considered a responder if s/he had a ≥20% reduction in size of the area of erythema associated with the baseline ABSSSI, as determined by digital planimetry of the leading edge and had none of the reasons for clinical failure; a patient was considered a non-responder (failure) if s/he had \\<20% reduction in size of the area of erythema associated with the baseline ABSSSI as determined by digital planimetry of the leading edge, or had major intervention such as another antibiotic or surgical intervention or died within 74 hours after initiation of study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259","spread":null},{"groupId":"OG001","value":"266","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Assessment at the Follow-up Visit (EMA Primary Endpoint)","description":"A patient was considered a Cure if all baseline signs and symptoms of ABSSSI had resolved; if some symptoms remained, but the patient was improved to the extent that no additional antibiotic treatment was necessary, the response was Improved. A patient was considered a Failure for any of the following reasons: nonstudy antibacterial drug therapy was required because of lack of efficacy after at least 4 doses of study drug or for a treatment-related AE; study antibacterial drug therapy was required for longer than 28 doses; and/or unplanned surgical intervention was needed after study entry except for limited bedside debridement and standard wound care. Improved and Indeterminate responses were considered failures in the primary analysis.\n\nA sensitivity analysis was also performed, in which the assigned responses were Success (Cure + Improved) or Failure (Failure + Indeterminate/Missing).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"172","spread":null},{"groupId":"OG001","value":"166","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Investigator Assessment at the Late Follow-up Visit","description":"A patient was considered a Cure if all baseline signs and symptoms of ABSSSI had resolved; if some symptoms remained, but the patient was improved to the extent that no additional antibiotic treatment was necessary, the response was Improved. A patient was considered a Failure for any of the following reasons: nonstudy antibacterial drug therapy was required because of lack of efficacy after at least 4 doses of study drug or for a treatment-related AE; study antibacterial drug therapy was required for longer than 28 doses; and/or unplanned surgical intervention was needed after study entry except for limited bedside debridement and standard wound care. Improved and Indeterminate responses were considered failures in the primary analysis.\n\nA sensitivity analysis was also performed, in which the assigned responses were Success (Cure + Improved) or Failure (Failure + Indeterminate/Missing).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"233","spread":null},{"groupId":"OG001","value":"219","spread":null}]},{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"48","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":324},"commonTop":["Infusion site extravasation","Infection","Nausea","Diarrhea","Headache"]}}}