{"nctId":"NCT00418379","briefTitle":"Phase III Study to Assess the Long Term Efficacy, Carry-over Effect and Safety of 300 IR Sublingual Immunotherapy Tablets","startDateStruct":{"date":"2006-12"},"conditions":["Allergy"],"count":633,"armGroups":[{"label":"300 IR (4M)","type":"EXPERIMENTAL","interventionNames":["Drug: 300 IR (4M)"]},{"label":"300 IR (2M)","type":"EXPERIMENTAL","interventionNames":["Drug: 300 IR (2M)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"300 IR (4M)","otherNames":["Sublingual immunotherapy tablet"]},{"name":"300 IR (2M)","otherNames":["Sublingual immunotherapy tablet"]},{"name":"Placebo","otherNames":["Sublingual placebo tablet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female outpatients aged 18 to 50 years\n* Grass pollen-related allergic rhinoconjunctivitis for at least the last two pollen seasons\n* Positive SPT and specific IgE values of at least Class 2 for grass pollen allergens\n* A score of greater than or equal to 12 out of a possible 18 on the Retrospective Rhinoconjunctivitis Total Symptom Score (RRTSS)\n\nExclusion Criteria:\n\n* Patients with symptoms of rhinoconjunctivitis during the grass pollen season due to sensitisation to allergens other than grass pollen must not be included. Patients must be asymptomatic to all other allergens during the grass pollen season. Patients who have allergic rhinitis due to perennial allergen may not be included.\n* Asthma requiring treatment other than beta-2 inhaled agonists.\n* Patients who have received any desensitisation treatment for grass pollen or with any other allergen within the previous 5 years.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Average Adjusted Symptom Score (AAdSS)","description":"The Adjusted Symptom Score (AdSS) is a subject-specific symptom score which is adjusted for rescue medication use.\n\nParticipants assessed daily, during the Year 3 pollen period while on treatment, 6 rhinoconjunctivitis symptoms (sneezing, rhinorrhea, nasal pruritus, nasal congestion, ocular pruritus and watery eyes) each symptom is scored as follows: 0: no symptoms, 1: mild symptoms, 2: moderate symptoms, 3: severe symptoms. The sum of the 6 symptoms is the Rhinoconjunctivitis Total Symptom Score (RTSS) (range 0-18). If the subject took rescue medication on a given day, the AdSS equals the RTSS of that day or the AdSS of the day before, whichever is higher. This adjustment applies to the day of rescue medication use and the following day. Like the RTSS, the AdSS ranges from 0 to 18. The lower the score, the better the outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.39","spread":"0.357"},{"groupId":"OG001","value":"3.25","spread":"0.369"},{"groupId":"OG002","value":"5.21","spread":"0.348"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":207},"commonTop":["ORAL PRURITUS","THROAT IRRITATION","NASOPHARYNGITIS","SNEEZING","RHINORRHOEA"]}}}