{"nctId":"NCT02451150","briefTitle":"A Phase 3 Pharmacokinetic Study of TAK-536 (Azilsartan) in Pediatric Patients 6 to Less Than 16 Years With Hypertension","startDateStruct":{"date":"2015-08"},"conditions":["Pediatric Hypertension"],"count":6,"armGroups":[{"label":"Azilsartan 5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan"]},{"label":"Azilsartan 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan"]}],"interventions":[{"name":"Azilsartan","otherNames":["TAK-536"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator or subinvestigator, the participant's parent or legal guardian is capable of understanding and complying with the study requirements.\n2. The participant's parent or legal guardian is capable of signing and dating a written informed consent form on behalf of the participant prior to the initiation of any study procedures. Written informed assent is also obtained from the participant as much as possible.\n3. The participant is diagnosed as hypertensive (if the participant is not receiving antihypertensive therapy, the diagnosis will be based on the Age- and Gender-Based Blood Pressure Reference for Children. Sitting diastolic blood pressure \\[DBP\\] or systolic blood pressure \\[SBP\\] is to be in at least the 95th percentile if essential hypertension is present without concurrent hypertensive organ damage and at least the 90th percentile if secondary hypertension is present with concurrent chronic renal disease, diabetes mellitus, heart failure, or hypertensive organ damage).\n4. The participant is male or female and aged 6 to less than 16 years at the time of consent.\n5. The participant weighs at least 20 kg during the observation period.\n6. The participant is capable of taking the tablets provided as study drug.\n7. Participants after renal transplants should meet the following conditions:\n\n   At least 6 months has elapsed from the transplant to the start of the observation period with stable graft function for more than 6 months (and estimated glomerular filtration rate \\[eGFR\\] ≥ 30 mL/min/1.73 m\\^2) and historical documentation (Doppler echo or computed tomography \\[CT\\], magnetic resonance imaging \\[MRI\\], etc.) which verify that arterial stenosis is not present in the transplanted kidney. For participants receiving immunosuppressive therapy, the dose should have been stable at least 30 days before study drug administration.\n8. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent to within 1 month after the completion of the study and have a negative pregnancy test result during the observation period.\n\nExclusion Criteria:\n\n1. The participant received an investigational drug within 30 days prior to the start of the observation period or is currently participating in another clinical study or post-marketing study.\n\n   Note: This does not apply to participants participating in observational studies without interventional or invasive therapy.\n2. The participant is determined to have poorly controlled hypertension (as a general guideline, when clinical sitting blood pressure is measured, SBP is to be at least 15 mmHg higher and/or DBP is to be at least 10 mmHg higher than the 99th percentile in the Age- and Gender-Based Blood Pressure Reference for Children).\n3. The participant is diagnosed with malignant hypertension or rapidly progressive hypertension.\n4. The participant has severe renal dysfunction (eGFR \\<30 mL/min/1.73 m\\^2), dialysis treatment, renovascular disease affecting both kidneys or a solitary kidney, severe nephrotic syndrome not in remission, or serum albumin \\<2.5 g/dL.\n5. The participant has a history or clinical manifestations of serious cardiovascular, hepatobiliary, gastrointestinal, endocrine (e.g., hyperthyroidism and Cushing's syndrome), hematologic, immunologic, genitourinary, or psychiatric disease; cancer; and/or any conditions that would interfere with the health status of the participant through study participation or would jeopardize study integrity in the opinion of the investigator or subinvestigator.\n6. The participant has left ventricular outflow tract obstruction affecting hemodynamics due to aortic stenosis, aortic valve disease, or the like or is scheduled to have surgery affecting blood pressure (e.g., repair of arterial anomalies) during the study.\n7. The participant underwent a surgical procedure with major bleeding within 6 months before the start of the observation period.\n8. The participant has past or present clinically significant abnormalities on the 12-lead electrocardiogram and is ineligible for the study in the opinion of the investigator or subinvestigator.\n9. The participant has poorly controlled diabetes mellitus (hemoglobin A1c \\[HbA1c\\] \\>9.0% during the observation period)\n10. The participant has any of either alanine aminotransferase \\[ALT\\] or aspartate aminotransferase \\[AST\\] at least 2.5 times the upper limit of standard value or total bilirubin at least 1.5 times the upper limit of standard value, severe hepatic dysfunction, active liver disease (regardless of etiology), and jaundice during the observation period.\n11. The participant has hyperkalemia exceeding the upper limit of standard value during the observation period.\n12. The participant has a history of hepatitis B, hepatitis C, or human immunodeficiency virus infection at the start of the observation period.\n13. The participant has a history of hypersensitivity or allergy to angiotensin II receptor blockers (ARBs).\n14. The participant requires treatment with prohibited concomitant drug(s).\n15. Peripheral venous blood collection from the participant is difficult.\n16. The participant had a clinically significant acute disease within 30 days from the day before study drug administration.\n17. If female, the participant is pregnant or lactating, or intending to become pregnant before giving consent, during the study period, or within 1 month after study completion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"AUC(0-24): Area Under the Plasma Concentration-Time Curve From Time 0 to Time 24 Hours of TAK-536 (Azilsartan)","description":"AUC(0-24) is a measure of total plasma exposure to the drug from time 0 to 24 hours post-dose, calculated using the linear trapezoidal rule.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6350.3","spread":"2963.53"},{"groupId":"OG001","value":"6871.7","spread":"893.93"}]}]}]},{"type":"PRIMARY","title":"Cmax: Maximum Observed Plasma Concentration of TAK-536 (Azilsartan)","description":"Cmax is the maximum observed plasma concentration (actual measurement value) of a drug after administration, obtained directly from the plasma concentration-time curve.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"888.3","spread":"291.11"},{"groupId":"OG001","value":"831.3","spread":"180.79"}]}]}]},{"type":"PRIMARY","title":"AUC(0-inf): Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity of TAK-536 (Azilsartan)","description":"AUC(0-inf) is a measure of total plasma exposure to the drug from time zero extrapolated to infinity, calculated as AUC(0-inf)=AUC(0-tlqc)+lqc/λz","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6635.7","spread":"3279.58"},{"groupId":"OG001","value":"7433.3","spread":"1227.49"}]}]}]},{"type":"PRIMARY","title":"Tmax: Time to Reach the Maximum Plasma Concentration (Cmax) of TAK-536 (Azilsartan)","description":"Tmax is the time to reach Cmax (actual measurement value), equal to time (hours) to Cmax.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":null},{"groupId":"OG001","value":"4.00","spread":null}]}]}]},{"type":"PRIMARY","title":"T1/2: Terminal Elimination Half-Life of TAK-536 (Azilsartan)","description":"T1/2 is the terminal elimination half-life (time required for half of the drug to be eliminated from the plasma), calculated as T1/2=ln(2)/λz.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.727","spread":"1.0083"},{"groupId":"OG001","value":"6.147","spread":"0.67575"}]}]}]},{"type":"PRIMARY","title":"AUC(0-24): Area Under the Plasma Concentration-Time Curve From Time 0 to Time 24 Hours of TAK-536 (Azilsartan) Metabolite M-I","description":"AUC(0-24) is a measure of total plasma exposure to the drug from time 0 to 24 hours post-dose, calculated using the linear trapezoidal rule.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1592.7","spread":"379.29"},{"groupId":"OG001","value":"1420.5","spread":"707.81"}]}]}]},{"type":"PRIMARY","title":"Cmax: Maximum Observed Plasma Concentration of TAK-536 (Azilsartan) Metabolite M-I","description":"Cmax is the maximum observed plasma concentration (actual measurement value) of a drug after administration, obtained directly from the plasma concentration-time curve.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191.3","spread":"31.39"},{"groupId":"OG001","value":"141.3","spread":"36.50"}]}]}]},{"type":"PRIMARY","title":"AUC(0-inf) Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity of TAK-536 (Azilsartan) Metabolite M-I","description":"AUC(0-inf) is a measure of total plasma exposure to the drug from time zero extrapolated to infinity, calculated as AUC(0-inf)=AUC(0-tlqc)+lqc/λz.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1674.7","spread":"403.91"},{"groupId":"OG001","value":"971.0","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Tmax: Time to Reach the Maximum Plasma Concentration (Cmax) of TAK-536 (Azilsartan) Metabolite M-I","description":"Tmax is the time to reach Cmax (actual measurement value), equal to time (hours) to Cmax.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.00","spread":null},{"groupId":"OG001","value":"6.00","spread":null}]}]}]},{"type":"PRIMARY","title":"T1/2: Terminal Elimination Half-Life of TAK-536 (Azilsartan) Metabolite M-I","description":"T1/2 is the terminal elimination half-life (time required for half of the drug to be eliminated from the plasma), calculated as T1/2=ln(2)/λz.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.437","spread":"0.45938"},{"groupId":"OG001","value":"5.870","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"AUC(0-24): Area Under the Plasma Concentration-Time Curve From Time 0 to Time 24 Hours of TAK-536 (Azilsartan) Metabolite M-II","description":"AUC(0-24) is a measure of total plasma exposure to the drug from time 0 to 24 hours post-dose, calculated using the linear trapezoidal rule.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1986.5","spread":"412.24"},{"groupId":"OG001","value":"3526.0","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Cmax: Maximum Observed Plasma Concentration of TAK-536 (Azilsartan) Metabolite M-II","description":"Cmax is the maximum observed plasma concentration (actual measurement value) of a drug after administration, obtained directly from the plasma concentration-time curve.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"227.7","spread":"64.38"},{"groupId":"OG001","value":"179.3","spread":"41.50"}]}]}]},{"type":"PRIMARY","title":"AUC(0-inf) Area Under the Plasma Concentration-Time Curve From Time 0 to Infinity of TAK-536 (Azilsartan) Metabolite M-II","description":"AUC(0-inf) is a measure of total plasma exposure to the drug from time zero extrapolated to infinity, calculated as AUC(0-inf)=AUC(0-tlqc)+lqc/λz.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1798.0","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Tmax: Time to Reach the Maximum Plasma Concentration (Cmax) of TAK-536 (Azilsartan) Metabolite M-II","description":"Tmax is the time to reach Cmax (actual measurement value), equal to time (hours) to Cmax.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.90","spread":null},{"groupId":"OG001","value":"8.00","spread":null}]}]}]},{"type":"PRIMARY","title":"T1/2: Terminal Elimination Half-Life of TAK-536 (Azilsartan) Metabolite M-II","description":"T1/2 is the terminal elimination half-life (time required for half of the drug to be eliminated from the plasma), calculated as T1/2=ln(2)/λz.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.510","spread":"NA"}]}]}]},{"type":"PRIMARY","title":"Cumulative Urinary Excretion Ratio of TAK-536 (Azilsartan)","description":"The cumulative urinary excretion ratio (% of dose \\[TAK-536-equivalent\\]) of TAK-536 will be calculated from the urinary concentration and volume of each participant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.640","spread":"2.9182"},{"groupId":"OG001","value":"5.505","spread":"4.3654"}]}]}]},{"type":"PRIMARY","title":"Cumulative Urinary Excretion Ratio of TAK-536 (Azilsartan) Metabolite M-I","description":"The cumulative urinary excretion ratio (% of dose \\[TAK-536-equivalent\\]) of TAK-536 metabolite M-I will be calculated from the urinary concentration and volume of each participant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1348","spread":"0.20771"},{"groupId":"OG001","value":"0.000","spread":"0.0000"}]}]}]},{"type":"PRIMARY","title":"Cumulative Urinary Excretion Ratio of TAK-536 (Azilsartan) Metabolite M-II","description":"The cumulative urinary excretion ratio (% of dose \\[TAK-536-equivalent\\]) of TAK-536 metabolite M-II will be calculated from the urinary concentration and volume of each participant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.53","spread":"2.6839"},{"groupId":"OG001","value":"8.175","spread":"6.4689"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced Treatment-Emergent Adverse Events (TEAEs) and Serious TEAEs","description":"An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (example, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. Treatment emergent adverse event (TEAE) is defined as an adverse event with an onset that occurs after receiving study drug. A serious adverse event (SAE) is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; or congenital anomaly; or a medically important event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Remarkable Findings of Clinical Concern From Baseline in Vital Signs","description":"Vital signs are defined as sitting blood pressure, sitting pulse rate and temperature.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Remarkable Findings of Clinical Concern From Baseline in Body Weight","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Remarkable Findings of Clinical Concern From Baseline in Resting 12-Lead Electrocardiogram (ECG)","description":"A resting 12-lead ECG was recorded. The investigator or subinvestigator (or a qualified physician at the study site) interpreted the ECG results.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Remarkable Findings of Clinical Concern From Baseline in Laboratory Test Results","description":"Laboratory test results are defined as serum chemistry, hematology and urinalysis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":3},"commonTop":["Gastroenteritis"]}}}