{"nctId":"NCT04711603","briefTitle":"A Phase III Clinical Study of MR13A9 in Hemodialysis Patients With Pruritus.","startDateStruct":{"date":"2021-01-16","type":"ACTUAL"},"conditions":["Uremic Pruritus"],"count":178,"armGroups":[{"label":"MR13A9/MR13A9","type":"EXPERIMENTAL","interventionNames":["Drug: MR13A9"]},{"label":"Placebo/MR13A9","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: MR13A9","Drug: Placebo"]}],"interventions":[{"name":"MR13A9","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient with Chronic Kidney Disease (CKD) has been on hemodialysis 3 times per week\n* Patient receiving treatment for itch\n* Patient has a baseline NRS score \\> 4\n\nExclusion Criteria:\n\n* Patient has pruritus cause other than CKD or its complications\n* Patients has hepatic cirrhosis\n* Patient has a known history of allergic reaction to opiates","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Mean NRS Score at Week 4","description":"The change from baseline in the mean NRS score at each time point was calculated using an MMRM with the change from baseline in the mean NRS score at each time point as an objective variable, group, time point, and group-by-time point interaction as fixed effects, mean NRS score at baseline and presence or absence of prior treatment with nalfurafine hydrochloride as dynamic allocation factors as a covariate, and subjects as a random effect for data up to Week 4 of the double-blind period in FAS.\n\nLooking back on the period between the time of awakening on the previous day of assessment and the time of awakening on the day of assessment (including sleeping hours) once daily, subjects will assess the NRS score for the most severe itching by themselves. The most severe itching within the day will be assessed in integer on a scale ranging from 0 to 10, where 0 represents no itching and 10 represents worst itching imaginable.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.06","spread":"0.20"},{"groupId":"OG001","value":"-1.09","spread":"0.20"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":89},"commonTop":["Pyrexia","Diarrhoea","Nasopharyngitis","Vaccination complication","Constipation"]}}}