{"nctId":"NCT00738530","briefTitle":"A Study of Avastin (Bevacizumab) Added to Interferon Alfa-2a (Roferon) Therapy in Patients With Metastatic Renal Cell Cancer With Nephrectomy","startDateStruct":{"date":"2004-06"},"conditions":["Renal Cell Cancer"],"count":649,"armGroups":[{"label":"Bevacizumab + IFN-Alfa-2A","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab [Avastin]","Drug: Interferon alfa 2a [Roferon]"]},{"label":"Placebo + IFN-Alfa-2A","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Interferon alfa 2a [Roferon]","Drug: Placebo"]}],"interventions":[{"name":"Bevacizumab [Avastin]","otherNames":[]},{"name":"Interferon alfa 2a [Roferon]","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* metastatic renal cell cancer (clear cell type);\n* nephrectomy;\n* absence of proteinuria.\n\nExclusion Criteria:\n\n* prior systemic treatment for metastatic renal cell cancer;\n* major surgical procedure, open biopsy or significant traumatic injury within 28 days prior to study treatment start;\n* presence of brain metastases or spinal cord compression;\n* ongoing need for full dose anticoagulants;\n* uncontrolled hypertension;\n* clinically significant cardiovascular disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Died","description":null,"paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":null},{"groupId":"OG001","value":"69.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival (OS) Duration","description":"Duration of survival was defined as the time between the date of randomization and date of death due to any cause. Participants still alive at the time of analysis were censored at the date they were last known to be alive. Kaplan-Meier estimates were used for analysis.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Progression or Death","description":"Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null},{"groupId":"OG001","value":"92.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression Free Survival (PFS) According to Modified Response Evaluation Criteria in Solid Tumors (mRECIST)","description":"Progression-free survival was defined as the time between the date of randomization and the first date of documented progression or date of death due to any cause, whichever occurred first. Tumor assessment was performed using modified RECIST. Progressive disease was defined as at least a 20 percentage(%) increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions. Participants without an event were censored at the date of last follow-up for progression or date of last available tumor measurement if no follow-up assessment for progression was performed. Participants who were randomized but not exposed to study drug and had no further follow-up were censored on the day of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) According to Modified Response Evaluation Criteria in Solid Tumors (mRECIST)","description":"Time to progression was defined as the time between date of randomization and date of documented progression. Tumor assessment was performed using mRECIST. Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions. Participants without an event (including participants who died before progressive disease) were censored at the date of last follow-up for progression or date of last available tumor measurement if no follow-up assessment for progression was performed. Participants who were randomized but not exposed to study drug and had no further follow-up were censored on the day of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.2","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Failure","description":"Treatment failure is defined as insufficient therapeutic response (including disease progression), death, withdrawal of treatment due to adverse events or laboratory abnormality, or withdrawal of informed consent. Tumor assessment was performed using mRECIST. Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.5","spread":null},{"groupId":"OG001","value":"91.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure (TTF) According to Modified Response Evaluation Criteria in Solid Tumors (mRECIST)","description":"Time to treatment failure was defined as the time between the date of randomization and the date of insufficient therapeutic response (including disease progression), death, withdrawal of treatment due to adverse events or laboratory abnormality, or withdrawal of informed consent. Tumor assessment was performed using mRECIST. Progressive disease was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions. Participants without an event were censored at the date of last tumor assessment or last treatment administration, whichever occurred last. Participants who were randomized but not exposed to study drug and had no further follow-up were censored on the day of randomization.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.1","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response According to mRECIST","description":"Objective response referred to participants with complete response (CR) or partial response (PR). CR: disappearance of all target lesions, non-target lesions, and normalization of tumor marker level. PR: greater than or equal to (\\>=) 30% decrease in sum of the longest diameter (LD) of all target lesions taking as reference the screening sum LD. To be assigned a status of PR or CR, changes in tumor measurements had to be confirmed by repeat assessments that should have been performed no less than 4 weeks after the criteria for response were first met. Longer intervals as determined by the study protocol were also appropriate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"12.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Overall Response According to Modified Response Evaluation Criteria in Solid Tumors (mRECIST)","description":"Best response recorded from the start of treatment until disease progression. Based on assessment of CR, PR, stable disease (SD), or progressive disease (PD), according to mRECIST. CR: disappearance of all target lesions, non-target lesions, and normalization of tumor marker level. PR: \\>=30% decrease under baseline of the sum of the LD of all target lesions. CR and PR persist on repeat imaging study at least 4 weeks after initial documentation. SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. Reference is the smallest sum LD. PD was defined as at least a 20% increase in the sum of the longest diameter of target lesions, taking as reference the smallest sum longest diameter recorded since treatment started or the appearance of one or more new lesions and/or the unequivocal progression of existing non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.7","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.4","spread":null},{"groupId":"OG001","value":"50.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.6","spread":null},{"groupId":"OG001","value":"33.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":null},{"groupId":"OG001","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Karnofsky Performance Status","description":"Karnofsky performance score is used to quantify participant's general well-being and activities of daily life and participants were classified based on their functional impairment. Karnofsky performance score is 11 level score which ranges between 0 (death) to 100 (no evidence of disease). Higher score means higher ability to perform daily tasks.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":103,"n":337},"commonTop":["Pyrexia","Anorexia","Asthenia","Fatigue","Nausea"]}}}