{"nctId":"NCT02918071","briefTitle":"Study to Assess Functionality, Reliability, and Performance of a Single-Use Auto-Injector With Benralizumab Administered at Home","startDateStruct":{"date":"2016-11-10","type":"ACTUAL"},"conditions":["Asthma"],"count":121,"armGroups":[{"label":"Arm Benralizumab","type":"EXPERIMENTAL","interventionNames":["Biological: Benralizumab"]}],"interventions":[{"name":"Benralizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Written informed consent for study participation must be obtained prior to any study related procedures being performed and according to international guidelines and/or applicable European Union (EU) guidelines\n* Male and female patients aged 18 to 75 years of age at the time of Visit 1\n* Patient or caregiver must be willing and able to self-administer the Investigational product (IP). Caregiver must be age of consent or older at the time of Visit 1, if applicable\n* Weight of ≥40 kg\n* Evidence of asthma as documented by airway reversibility (FEV1 ≥12% and 200 ml) demonstrated at Visit 1 or 1A or Visit 2\n* Documented history of current treatment with Inhaled corticosteroids (ICS) and Long-acting β2 agonists (LABA). The ICS and LABA can be parts of a combination product or given by separate inhalers. The ICS dose must be greater than or equal to 500 μg/day fluticasone propionate dry powder formulation or equivalent daily. For ICS/LABA combination preparations, both the mid- and high-strength maintenance doses approved in the local country will meet this ICS criterion. Additional asthma controller medications (e.g., Leukotriene receptor antagonists (LTRAs), tiotropium, theophylline, oral corticosteroids) are allowed\n* Pre-bronchodilator (pre-BD) FEV1 of \\>50% predicted normal at Visit 1 or 1A or Visit 2\n* Not well controlled asthma as documented by either: An Asthma Control Questionnaire 6 (ACQ6 ) ≥1.5 OR; A peak flow of 60-80% predicted OR; One or more exacerbation that required oral or systemic corticosteroids in the previous year\n\nExclusion criteria:\n\n* Clinically important pulmonary disease other than asthma (eg, active lung infection, COPD (Chronic obstructive pulmonary disease), bronchiectasis, pulmonary fibrosis, cystic fibrosis, hypoventilation syndrome associated with obesity, lung cancer, alpha 1 anti-trypsin deficiency, and primary ciliary dyskinesia) or ever been diagnosed with pulmonary or systemic disease, other than asthma, that are associated with elevated peripheral eosinophil counts (eg, allergic bronchopulmonary aspergillosis/mycosis, Churg-Strauss syndrome, hypereosinophilic syndrome)\n* Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, hematological, psychiatric, or major physical impairment that is not stable in the opinion of the Investigator and could: Affect the safety of the patient throughout the study; Influence the findings of the studies or their interpretations; Impede the patient's ability to complete the entire duration of study\n* Known history of allergy or reaction to the IP formulation\n* History of anaphylaxis to any biologic therapy\n* History of Guillain-Barré syndrome\n* A helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent is obtained that has not been treated with, or has failed to respond to standard of care therapy\n* Acute upper or lower respiratory infections requiring antibiotics or antiviral medication within 30 days prior to the date informed consent is obtained or during the screening\n* Any clinically significant abnormal findings in physical examination, vital signs, hematology, clinical chemistry, or urinalysis during screening period, which in the opinion of the Investigator, may put the patient at risk because of his/her participation in the study, or may influence the results of the study, or the patient's ability to complete entire duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients/Caregivers Who Successfully Administered Benralizumab 30 mg Subcutaneously (SC) by Injection With an AI Device at Home","description":"Patients who are still in the study is defined as patients who had been treated for the specified timepoint. A successful administration is defined as an injection completed, an answer of \"Yes\" to all 5 questions in the Questionnaire, and adequately passed the visual inspection and function tests.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Returned AI Devices Used to Administer Benralizumab at Home That Have Been Evaluated as Functional","description":"AI evaluated as functional is defined as the device having adequately passed the visual inspection and function tests.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"113","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of AI Devices Used to Administer Benralizumab at Home or in the Clinic and Have Been Reported as Malfunctioning (Product Complaints)","description":"Number (%) of AI used to administer benralizumab at home or in the clinic and have been reported as malfunctioning (Product Complaints). The percentage is calculated based on AI dispensed for patients who were treated for the specific time point. This excludes AIs dispensed but never used for the treatment or the device not returned for evaluation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Asthma Control Questionnaire-6 (ACQ-6) Score","description":"The effect of benralizumab on asthma control metrics in terms of change from baseline in mean Asthma Control Questionnaire-6 (ACQ-6) score. ACQ-6 score is defined as the average of the first 6 items of the ACQ questionnaire on symptoms, activity limitations, and rescue medication. Baseline is defined as the last non-missing observation prior to the first dose of study treatment. ACQ-6 contains one bronchodilator question and 5 symptom questions. Questions are rated from 0 (totally controlled) to 6 (severely uncontrolled). Mean ACQ-6 score is the average of the responses. Smaller score indicates better controlled asthma.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.63","spread":"0.99"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.91","spread":"1.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.07","spread":"1.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"1.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.04","spread":"1.08"}]}]}]},{"type":"SECONDARY","title":"The Pharmacokinetics (PK) of Benralizumab in the Terms of PK Parameters: Serum Concentration of Benralizumab","description":"Mean PK Concentration at each visit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"698.18","spread":"186.455"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"787.51","spread":"280.788"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.86","spread":"469.359"}]}]}]},{"type":"SECONDARY","title":"The Pharmacodynamics of Benralizumab in the Terms of Peripheral Blood Eosinophil Levels","description":"Blood eosinophil counts by timepoint","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"230","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"SECONDARY","title":"The Immunogenicity of Benralizumab in the Terms of Anti-drug Antibodies (ADA)","description":"Anti-drug antibodies (ADA) responses at baseline and post baseline. Persistently positive is defined as positive at \\>=2 post-baseline assessments (with \\>=16 weeks between first and last positive) or positive at last post-baseline assessment. Transiently positive is defined as having at least one post-baseline ADA positive assessment and not fulfilling the conditions of persistently positive","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":121},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Asthma","Headache","Seasonal allergy"]}}}