{"nctId":"NCT02195232","briefTitle":"Cancer Associated Thrombosis and Isoquercetin (CATIQ)","startDateStruct":{"date":"2015-01","type":"ACTUAL"},"conditions":["Thromboembolism of Vein VTE in Colorectal Cancer","Thromboembolism of Vein in Pancreatic Cancer","Thromboembolism of Vein in Non-small Cell Lung Cancer"],"count":64,"armGroups":[{"label":"Cohort A - Isoquercetin","type":"EXPERIMENTAL","interventionNames":["Drug: Isoquercetin"]},{"label":"Cohort B - Isoquercetin","type":"EXPERIMENTAL","interventionNames":["Drug: Isoquercetin"]}],"interventions":[{"name":"Isoquercetin","otherNames":["quercetin-3-O-glucoside","482-35-9"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must meet the following criteria on screening examination to be eligible to participate in phase 2 and 3 of the study:\n* Participants must have histologically confirmed malignancy that is metastatic or currently unresectable.\n* Eligible malignancies include:\n\n  * Adenocarcinoma of the pancreas (currently unresectable or metastatic)\n  * Colorectal (stage IV)\n  * Non-small cell lung cancer (currently unresectable stage III or stage IV)\n* Receiving or scheduled to receive first or second line chemotherapy (within 30 days of registration)\n* Minimum age 18 years. Because limited dosing or adverse event data are currently available on the use of isoquercetin in participants \\<18 years of age, children are excluded from this study but will be eligible for future pediatric isoquercetin trials.\n* Life expectancy of greater than 4 months.\n* ECOG performance status ≤2 (see Appendix B ).\n* Patient must be able to swallow capsules (phase III only)\n* Participants must have preserved organ and marrow function as defined below:\n\n  * Absolute neutrophil count ≥1,000/mcL\n  * Platelets ≥ 90,000/mcL\n  * PT and PTT ≤ 1.5 x upper limit of normal\n  * Total bilirubin \\< 2.0 mg/dl\n  * AST (SGOT)/ALT (SGPT) ≤ 2.5 X institutional upper limit of normal Creatinine \\< 2.0 mg/dl\n* The effects of isoquercetin on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n* Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n* Participants may not be receiving any other study agents.\n* Participants with known brain metastases should be excluded from this clinical trial because of their poor prognosis and because they often develop progressive neurologic dysfunction that would confound the evaluation of neurologic and other adverse events.\n* Prior history of documented venous thromboembolic event within the last 2 years (excluding central line associated events whereby patients completed anticoagulation).\n* Active bleeding or high risk for bleeding (e.g. known acute gastrointestinal ulcer)\n* History of significant hemorrhage (requiring hospitalization or transfusion) outside of a surgical setting within the last 24 months\n* Familial bleeding diathesis\n* Known diagnosis of disseminated intravascular coagulation (DIC)\n* Currently receiving anticoagulant therapy\n* Current daily use of aspirin (\\>81mg daily), Clopidogrel (Plavix), cilostazol (Pletal), aspirin-dipyridamole (Aggrenox) (within 10 days) or considered to use regular use of higher doses of non-steroidal anti-inflammatory agents as determined by the treating physician (e.g ibuprofen \\> 800 mg daily or equivalent).\n* Uncontrolled intercurrent illness including, but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Known intolerance of niacin or ascorbic acid (including known G6PD deficiency)\n* Pregnant women are excluded from this study because isoquercetin is a PDI inhibitor with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with isoquercetin, breastfeeding should be discontinued if the mother is treated with isoquercetin. These potential risks may also apply to other agents used in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in D-dimer Value","description":"D-dimer concentrations will be compared for each patient at day 0 and day 56 by a paired-t test analysis. Analysis will be performed on an intention to treat basis for patients who undergo randomization and completed the baseline and day 56 D-dimer assessments.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":null},{"groupId":"OG001","value":"-21.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Hemorrhage","description":"Investigating the safety of isoquercetin in cancer patients","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Cumulative Incidence of VTE at 56 Days","description":"To investigate the cumulative incidence of VTE according to tissue factor bearing microparticle status (and isoquercetin randomization).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":28},"commonTop":["Diarrhea","Nausea","Gastrointestinal","Constipation","Epistaxis"]}}}