{"nctId":"NCT01781468","briefTitle":"Armodafinil in Reducing Cancer-Related Fatigue in Patients With High Grade Glioma","startDateStruct":{"date":"2013-06-21","type":"ACTUAL"},"conditions":["Fatigue"],"count":328,"armGroups":[{"label":"Arm I","type":"EXPERIMENTAL","interventionNames":["Drug: armodafinil 150 mg"]},{"label":"Arm II","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Arm III","type":"EXPERIMENTAL","interventionNames":["Drug: armodafinil 250 mg"]}],"interventions":[{"name":"armodafinil 150 mg","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"armodafinil 250 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with glioblastoma, gliosarcoma, small cell or large cell glioblastoma, glioblastoma with oligo features, glioblastoma with primitive neuroectodermal tumor-like components (GBM-PNET) features, anaplastic astrocytoma, anaplastic oligodendroglioma, or anaplastic oligoastrocytoma who are clinically stable and have completed radiation therapy (excluding stereotactic radiosurgery) \\> 21 days and =\\< 24 months prior to enrollment; NOTE: clinical stability will be defined as a stable or improved Karnofsky performance status (KPS) compared to the prior month\n* \\>= 6 score on the worst fatigue question of the BFI (Brief Fatigue Inventory, question 3); it is not required for the patient to complete the entire BFI to meet this criterion\n* Undergone surgery (gross total or subtotal resection) or biopsy and will have been treated with concurrent radiation therapy and chemotherapy as standard of care for glioblastoma, gliosarcoma, small cell or large cell glioblastoma, glioblastoma with oligo features, glioblastoma with primitive neuroectodermal tumor-like components (GBM-PNET) features, anaplastic astrocytoma, anaplastic oligodendroglioma, or anaplastic oligoastrocytoma patients; Note: radiation must be completed, but chemotherapy is allowed; patients who are currently using Optune device will be eligible to participate in this trial\n* Negative serum pregnancy test done =\\< 7 days prior to registration only for women determined to be of childbearing potential by their treating physician\n* Ability to complete questionnaire(s) by themselves or with assistance\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0, 1, 2 or 3\n* Provide informed written consent\n* Willing to return to enrolling institution for follow-up (during the Active Monitoring Phase of the study)\n* Stable dose of corticosteroid \\>= 14 days prior to registration","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Participants With a Response in Terms of a Clinically Meaningful Improvement in Patient-reported Fatigue at 8 Weeks.","description":"A response is defined as an improvement of 2 points on the 0-10 scale of the usual fatigue on the Brief Fatigue Inventory (BFI). The number of participants with a response in terms of a clinically meaningful improvement in patient-reported fatigue at 8 weeks.\n\nScale: 0 (No fatigue) - 10 (As bad as you can imagine) Interpretation: higher scores mean a worse outcome","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"29","spread":null}]}]}]},{"type":"SECONDARY","title":"Fatigue: Brief Fatigue Inventory (BFI): The Number of Participants With a Response in Terms of a Clinically Meaningful Improvement in Patient-reported Fatigue at 4 Weeks.","description":"A response is defined as an improvement of 2 points on the 0-10 scale of the usual fatigue on the Brief Fatigue Inventory (BFI). The number of participants with a response in terms of a clinically meaningful improvement in patient-reported fatigue at 4 weeks Scale: 0 (No fatigue) - 10 (As bad as you can imagine) Interpretation: higher scores mean a worse outcome","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Cognitive Function: Assessed by the Change in Z Score for Symbol Digit Modalities Test (SDMT) From Baseline to End of Week 8","description":"The participant is presented with a page headed by a key that pairs the single digits 1-9 with nine symbols. Rows below contain only symbols, the subject's task is to orally report the correct number in the spaces below. After completing the first 10 items with guidance, the subject is timed to determine how many responses can be made in 90 seconds. Range score: not applicable. Higher scores mean a better outcome. Explored domain: Sustained attention and information processing speed. Each neuropsychological measure was converted to an age-normative z score using published normative data. Impaired SDMT performance was defined as falling one standard deviation or more below the normative mean.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life as Measured by Linear Analogue Self Assessment (LASA) From Baseline to End of Weeks 4 and 8","description":"Quality of life: Linear Analogue Self Assessment (LASA) will be analyzed comparing the total score for each treatment testing for change from baseline to four and eight weeks. Linear Analogue Self Assessment (LASA) is a 12 global QOL tool to which measures 10 subscales: overall QOL, physical well-being, fatigue, frequency and severity of pain, as well as social functioning and spiritual, emotional and mental well-being. All subscales were converted to a scale of 0-100, with higher scores indicating better QOL. Total score is the average of all 10 subscales.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"0.5","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"3.0","spread":null},{"groupId":"OG002","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced at Least One Grade 3 or Higher Adverse Events Deemed at Least Possibly Related to Treatment Via the CTCAE Version 4.0","description":"The number of participants who experienced at least one grade 3 or higher adverse events deemed at least possibly related to treatment via the CTCAE version 4.0","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"8","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":109},"commonTop":["Headache","Fatigue","Nausea","Insomnia","Dizziness"]}}}