{"nctId":"NCT03009396","briefTitle":"Open Label Efficacy and Safety of Anti-MAP (Mycobacterium Avium Ssp. Paratuberculosis) Therapy in Adult Crohn's Disease","startDateStruct":{"date":"2017-03-18","type":"ACTUAL"},"conditions":["Crohn Disease"],"count":54,"armGroups":[{"label":"RHB-104 - patients on ACTIVE therapy in RHB-104-01 study","type":"EXPERIMENTAL","interventionNames":["Drug: RHB-104 (fixed-dose combination: 95 mg clarithromycin, 45 mg rifabutin, and 10 mg clofazimine)"]},{"label":"RHB-104 - patients on PLACEBO therapy in RHB-104-01 study","type":"EXPERIMENTAL","interventionNames":["Drug: RHB-104 (fixed-dose combination: 95 mg clarithromycin, 45 mg rifabutin, and 10 mg clofazimine)"]}],"interventions":[{"name":"RHB-104 (fixed-dose combination: 95 mg clarithromycin, 45 mg rifabutin, and 10 mg clofazimine)","otherNames":["RHB-104"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed fully informed consent (ICF) provided as per this protocol.\n* Participation in RHB-104-01 for 26 weeks, and a Crohn's Disease Activity Index (CDAI) score of ≥ 150 at Visit Week 26.\n\nOR\n\n* More than 26 weeks, with a CDAI ≥150 at Visit Week 26 and all subsequent visits, and subject is between Week 26 and 52 within 4 weeks (28 days) of site activation (e.g. Subject with CDAI = 249 at week 26 and who is at week 38 at the time of site's activation for RHB-104-04 has a 4-week window to be enrolled in the open label study via the Optional Screening Visit)\n* Current treatment with at least one of the following therapies which may be discontinued by the investigator as clinically indicated after 8 weeks of open label RHB-104 treatment:\n\n  * Oral 5-acetyl salicylic acid (5-ASA) compounds\n  * Azathioprine or 6-mercaptopurine (6-MP) or methotrexate\n  * Infliximab or adalimumab OR Current treatment with corticosteroid therapy which must begin tapering after 4 weeks of treatment with open label RHB-104 (Refer to Appendix 13)\n* White blood cell count ≥ 3.5x109 at screening (RHB-104-01 Visit Week 26 visit or Optional Screening visit)\n* Subject agrees to use the following effective contraceptive methods\n\n  * diaphragm, cervical cap, contraceptive sponge or condom) with spermicidal foam/gel/cream/suppository\n  * IUD (intrauterine device) /IUS (intrauterine system)\n  * progestogen injection (Depo-Provera®) throughout the study and for at least 6 weeks after last study drug administration, unless subject or partner of subject is post-menopausal or otherwise incapable of becoming pregnant by reason of surgery or tubal ligation, or has had a vasectomy. Post-menopausal is defined as having experienced 12 consecutive months without menstruation.\n\nIn regions where local regulatory contraceptive requirements differ, the ICF (Informed Consent Form) will reflect local policies.\n\nExclusion Criteria:\n\n1. Positive stool results for C. difficile.\n2. Currently diagnosed or history of uveitis confirmed by either an ophthalmologist or optometrist.\n3. Treatment with any medication that causes QT prolongation or Torsades de Pointes, including but not limited to: amiodarone, amitriptyline, astemizole, cisapride, citalopram dose greater than 20 mg/day, dihydroergotamine, disopyramide, dofetilide, dronedarone, ergotamine, ibutilide, ondansetron or other 5-HT3 (5-hydroxytryptamine three) receptor antagonists, pimozide, procainamide, quinidine, quinine, quinolones, ranolazine, risperidone, sotalol, terfenadine and tolterodine. QT prolonging drugs may be referenced at the CredibleMeds® web site: https://crediblemeds.org/index.php/drugsearch/\n4. Treatment with the following CYP3A4 interactive medications: alfentanyl, alprazolam, amlodipine, anti-retroviral agents, apixaban, aprepitant, aripiprazole, atorvastatin, boceprevir, buspirone, carbamazepine, carvedilol, colchicine, cyclosporine, digoxin, diltiazem, estrogens, felodipine, fluconazole, fluvoxamine, grapefruit juice, haloperidol, ketoconazole, lovastatin, lurasidone, metoprolol, nefazodone, nifedipine, nisoldipine, nitrendipine, propranol, roflumilast, simvastatin, St. John's wort, and voriconazole.\n5. Any evidence of any newly diagnosed significant hematological, hepatic, renal, cardiac, pulmonary, metabolic, neurological, psychiatric or other disease (e.g. porphyria) that might interfere with subject's ability to safely enter and or complete the study requirements.\n6. Females who have a positive pregnancy test or are lactating.\n7. Refusal to sign the study informed consent form.\n8. Inability to be able to adequately communicate with the investigator or their respective designee and/or comply with the requirements of the entire study.\n9. Clinically significant abnormalities of hematology or biochemistry as confirmed by repeat testing based on investigator's discretion, including but not limited to, elevations greater than 2 times the upper limit of normal of Aspartate Aminotransferase (AST), Alanine Aminotransferase (ALT), Alkaline Phosphatase (ALP) or creatinine clearance less than 60 ml/min at screening via estimated Cockcroft-Gault formula:\n\n   Creatinine Clearance = \\[140 - age in years\\] \\* weight (kg) / 72 \\* Serum Creatinine (mg/dl) \\[multiply estimated rate by 0.85 for women\\], using actual body weight.\n10. QTcF (shortening of the QT interval in the heart rate) \\>450ms in males and QTcF\\>460ms in females, bundle branch block, or major ST or T wave abnormalities that make the assessment of the QT impossible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"76 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients in Remission at Week 16","description":"The number of patients who achieved a reduction of the total Crohn's Disease Activity Index (CDAI) score to less than 150 points.\n\nLower CDAI scores indicate a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Response at Week 16","description":"Reduction of the total Crohn's Disease Activity Index (CDAI) score by a minimum of 100 points Lower CDAI scores indicate a better outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"The Number of Weeks for Patients to Achieve Remission","description":"\\[Date of first observed remission (CDAI less than 150) - date of first dose, or date of randomization if not dosed, plus 1\\] / 7 days. Subject who never experience remission during the study are censored at the time of their last CDAI assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"25.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Weeks the Patients Are in Remission","description":"Duration of remission is defined as the number of weeks the subject is in remission (CDAI score \\< 150). It is calculated as the first date following remission at which CDAI is ≥150 minus the date of first remission, plus 1 day, divided by 7. Subjects who experienced remission and continued to be in remission at the time of their last CDAI assessment are censored at the date of their last CDAI assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Weeks to Achieve Response","description":"\\[Date of first observed response (a reduction from baseline of ≥ 100 in CDAI score) - Date of first dose or date of randomization if not dosed + 1\\] / 7 Days. Subjects who never experienced response during the study are censored at the date of their last CDAI assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"26.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Weeks the Patients Are in Response.","description":"Duration of response is defined as the number of weeks the subject is in a state of response (a reduction from baseline of ≥ 100 in CDAI score). It is calculated as the first date following response at which the reduction from baseline in CDAI is \\<100 minus the date of first response, plus 1 day, divided by 7. Subjects who experienced response and continued to be in response at the time of their last CDAI assessment are censored at the date of their last CDAI assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.4","spread":null},{"groupId":"OG001","value":"45.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Durable Remission Week 16 Through Week 52","description":"When a subject is in remission with a maximum CDAI score of 149 at every visit from week 16 through and including week 52.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Increase in Milliseconds (ms) QT Wave","description":"The increase in the number of milliseconds change-from-baseline to week 52 in QTcF (Fridericia's Correction Formula of QT wave interval) (based on cardiac safety report).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.9","spread":null},{"groupId":"OG001","value":"27.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":16},"commonTop":["Chromaturia","Crohn's Disease","Nausea","Abdominal pain","Arthralgia"]}}}