{"nctId":"NCT00590577","briefTitle":"Effectiveness and Safety of 3 Fixed Doses (25 mg eq., 100 mg eq., and 150 mg eq.) of Paliperidone Palmitate in Patients With Schizophrenia","startDateStruct":{"date":"2007-03"},"conditions":["Schizophrenia"],"count":652,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Drug: Paliperidone palmitate 25 mg eq."]},{"label":"002","type":"EXPERIMENTAL","interventionNames":["Drug: Paliperidone palmitate 100 mg eq."]},{"label":"003","type":"EXPERIMENTAL","interventionNames":["Drug: Paliperidone palmitate 150 mg eq."]},{"label":"004","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Paliperidone palmitate 25 mg eq.","otherNames":[]},{"name":"Paliperidone palmitate 150 mg eq.","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Paliperidone palmitate 100 mg eq.","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Met diagnostic criteria for schizophrenia according to Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM IV) for at least 1 year before screening. Prior medical records, written documentation or verbal information obtained from previous psychiatric providers obtained by the investigator must be consistent with the diagnosis of schizophrenia\n* A total PANSS score at screening of between 70 and 120, inclusive and at baseline of between 60 and 120, inclusive\n* Body mass index (BMI)\n* i.e., \\[weight (kg)\\]/\\[height (m)\\]², of \\>17.0 kg/m2\n* Women must be postmenopausal for at least 2 years, surgically sterile, abstinent, or agree to practice an effective method of birth control if they are sexually active before entry and throughout the study. Effective methods of birth control include: prescription hormonal contraceptives, intrauterine device, double-barrier method, and male partner sterilization. Women of childbearing potential must have a negative urine pregnancy test at baseline, before receiving a dose of study drug\n* Is able and willing to meet or perform study requirements (e.g., answer self-administered questionnaires). If a patient is unable to read the questions, study personnel may read documents and the patient may then mark his or her choice\n* Patients in the US must be able to understand spoken English to permit adequate ratings by the blinded central rater\n\nExclusion Criteria:\n\n* Primary diagnosis other than schizophrenia\n* Patients who are unable to provide their own consent or who are currently involuntarily committed to psychiatric hospitalization\n* DSM-IV diagnosis of active substance dependence within 3 months before the screening evaluation (nicotine and caffeine dependence are not exclusionary)\n* History of treatment resistance as defined by failure to respond to 2 adequate studies of different antipsychotic medications\n* an adequate study is defined as a minimum of 4 weeks at the patient's maximum tolerated dose\n* Relevant history of or current presence of any significant or unstable cardiovascular, respiratory, neurological (including seizures or significant cerebrovascular), renal, hepatic, hematologic, endocrine, immunologic, morbid obesity (BMI\\>=40), or other systemic disease\n* History of any severe preexisting gastrointestinal narrowing (pathologic or iatrogenic) or inability to swallow the oral tolerability medication whole with the aid of water for patients requiring oral tolerability testing\n* Biochemistry, hematology or urinalysis test results that are not within the laboratory's normal reference range and are deemed to be clinically significant by the investigator\n* History or evidence of clinically significant hepatic disease (including aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\] \\>2 times the upper limit of normal) at screening\n* History of neuroleptic malignant syndrome\n* Significant risk of suicidal, homicidal or violent ideation or behavior as clinically assessed by the investigator\n* History of life threatening allergic reaction to any drug\n* Known or suspected hypersensitivity or intolerance of risperidone, paliperidone, Intralipid (placebo) or any of their excipients (e.g., soybean oil, egg yolks, phospholipids, glycerol)\n* Exposure to an experimental drug, experimental biologic, or experimental medical device within 6 months before screening or prior randomization into this study\n* Enrollment in 2 or more clinical research studies in the previous year or one or more clinical research studies in the previous 6 months (non intervention, observational, and retrospective studies excluded)\n* History of any active malignancy within the previous 5 years, with the exception of excised basal cell carcinomas\n* A woman who is pregnant, breast-feeding, or planning to become pregnant during the study period\n* Employee of the investigator or study center, with direct involvement in the proposed study or other studies under the direction of that investigator or study center, as well as family members of the employees or the investigator\n* Treatment with any of the following disallowed therapies: an injectable antipsychotic within 1 injection cycle before screening, an injection of RISPERDAL CONSTA within 6 weeks of screening, electroconvulsive therapy within 60 days before screening, previous injection of paliperidone palmitate within the past 10 months before baseline, use of clozapine within 3 months before baseline, nonselective or irreversible monoamine oxidase inhibitor antidepressants within 30 days before screening: other antidepressants unless patient has been on a stable dose for at least 30 days before screening, mood stabilizers and beta-blockers must be washed out by the beginning of the study\n* History or presence of circumstances that may increase the risk of the occurrence of serious illness or death in association with the use of drugs that affect heart rhythm","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Positive and Negative Syndrome Scale (PANSS) Total Score From Baseline to Week 13 or the Last Post-baseline Assessment","description":"The PANSS measures the severity of psychotic symptoms of schizophrenia. Scores range from 30 to 210, where 30=best and 210=worst. The change in PANSS total score for all eligible subjects was measured from the beginning of the study to Week 13 (i.e., the end of the double-blind treatment period) or, if the subject left the study early, from the beginning of the study to the last assessment after baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.0","spread":"19.90"},{"groupId":"OG001","value":"-11.6","spread":"17.63"},{"groupId":"OG002","value":"-13.2","spread":"18.48"},{"groupId":"OG003","value":"-2.9","spread":"19.26"}]}]}]},{"type":"SECONDARY","title":"Change in Personal and Social Performance Scale (PSP) Score From Baseline to Week 13 or the Last Post-baseline Assessment.","description":"The PSP scale measures the degree of normal function of a subject in interpersonal relationships and social interactions. Scores range from 1 to 100, where 1 is worst and 100 is best. The average change in PSP score for all eligible subjects was measured from the beginning of the study to Week 13 (i.e., the end of the double-blind treatment period) or, if the subject left the study early, from the beginning of the study to the last assessment after baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":"15.29"},{"groupId":"OG001","value":"6.1","spread":"13.59"},{"groupId":"OG002","value":"8.3","spread":"14.69"},{"groupId":"OG003","value":"1.7","spread":"15.60"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Severity (CGI-S) Scores From Baseline to Week 13 or the Last Post-baseline Assessment","description":"The CGI-S rating scale was used to assess the severity of a subject's overall clinical condition. Scores range from 1 to 7, where 1=best and 7=worst. The change in CGI-S score for all eligible subjects was measured from the beginning of the study to Week 13 (i.e., the end of the double-blind treatment period) or, if the subject left the study early, from the beginning of the study to the last assessment after baseline.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"-1.0","spread":null},{"groupId":"OG002","value":"-1.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15},"commonTop":["Headache","Injection site pain","Akathisia"]}}}