{"nctId":"NCT02337725","briefTitle":"A Phase 3 Study of TVP-1012 (1 mg) in Early Parkinson's Disease Patients","startDateStruct":{"date":"2015-02-07","type":"ACTUAL"},"conditions":["Parkinson's Disease"],"count":244,"armGroups":[{"label":"TVP-1012 1 mg","type":"EXPERIMENTAL","interventionNames":["Drug: TVP-1012"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"TVP-1012","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nRun-in period\n\n* In the opinion of the investigator or sub-investigator, the participant is capable of understanding and complying with protocol requirements.\n* The participant signs and dates a written, informed consent form and any required privacy authorization prior to the initiation of any study procedures.\n* The participant has a diagnosis of Parkinson's disease with at least two of the following signs: resting tremor, akinesia/bradykinesia, and muscle rigidity.\n* The participant has a Movement Disorder Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part II + Part III total score of \\>=14 at the start of the run-in period.\n* The participant has Modified Hoehn \\& Yahr stage 1 to 3 at the start of the run-in period.\n* The participant has the Parkinson's disease diagnosed within 5 years prior to the start of the run-in period.\n* The participant is an outpatient of either sex aged \\>= 30 and \\< 80 years.\n* A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent to 1 month after the last dose of the investigational drug.\n\nTreatment period\n\n\\- The participant has a MDS-UPDRS Part II + Part III total score of \\>= 14 at baseline.\n\nExclusion Criteria:\n\nRun-in period\n\n* The participant has received any investigational medication within 90 days prior to the start of the run-in period.\n* The participant has received TVP-1012 in the past.\n* The participant is study site employee, an immediate family member, or in a dependent relationship with a study site employee who is involved in the conduct of this study (e.g., spouse, parent, child, sibling) or may consent under duress.\n* Participant has donated 400 mL or more of his or her blood volume within 90 days prior to the start of the run-in period.\n* The participant has unstable systemic disease.\n* The participant has Mini-Mental State Examination (MMSE) score of \\<= 24 at the start of the run-in period.\n* The participant has known or a history of schizophrenia, major or severe depression, or any other clinically significant psychiatric disease.\n* The participant has a history of hypersensitivity or allergies to TVP-1012 (including any associated excipients) or selegiline.\n* The participant has a history of clinically significant hypertension or other reactions associated with ingestion of tyramine-rich food (e.g., cheese, lever, herring, yeast, horsebean, banana, beer or wine).\n* The participant has a history or concurrent of drug abuse or alcohol dependence.\n* The participant has received neurosurgical intervention for Parkinson's disease (e.g., pallidotomy, thalamotomy, deep brain stimulation).\n* The participant has received transcranial magnetic stimulation within 6 months prior to the start of the run-in period\n* The participant has received amantadine or anticholinergic medication for \\>= 180 days.\n* The participant has received selegiline, a levodopa-containing product or dopamine agonist for \\>= 90 days.\n* The participant has received selegiline, pethidine, tramadol, reserpine or methyldopa within 90 days prior to the start of the run-in period.\n* The participant has received a levodopa-containing product, dopamine agonist, amantadine or anticholinergic drug within 30 days prior to the start of the run-in period.\n* The participant has received any psychoneurotic agent or antiemetic medication of dopamine antagonist within 14 days prior to the start of the run-in period. However, the participant has been receiving quetiapine or domperidone with a stable dose regimen for \\>= 14 days prior to the start of the run-in period may be included in the study.\n* The participant has previously received a catechol-O-methyltransferase (COMT) inhibitor, droxidopa, zonisamide or istradefylline.\n* The participant is required to take any of the prohibited concomitant medications or treatments.\n* If female, the participant is pregnant or lactating or intending to become pregnant during this study, or within 1 month after the last dose of the investigational drug; or intending to donate ova during such time period.\n* The participant has clinically significant neurologic, cardiovascular, pulmonary, hepatic (including mild cirrhosis), renal, metabolic, gastrointestinal, urological, endocrine, or hematological disease.\n* The participant has clinically significant or unstable brain or cardiovascular disease, such as:\n\n  * clinically significant arrhythmia or cardiac valvulopathy,\n  * cardiac arrest of NYHA Class II or higher,\n  * concurrent or a history of ischemic cardiac disease within 6 months prior to the start of the run-in period,\n  * concurrent or a history of clinically significant cerebrovascular disease within 6 months prior to the start of the run-in period,\n  * sever hypertension (systolic blood pressure of 180 mmHg or higher, or diastolic blood pressure of 110 mmHg or higher),\n  * clinically significant orthostatic hypotension (including those with systolic pressure decrease of 30 mmHg or more following postural change from supine/sitting position to standing position),\n  * a history of syncope due to hypotension within 2 years prior to the start of the run-in period.\n* The participant is required surgery or hospitalization for surgery during the study period\n* Participant has a history of cancer within 5 years prior to the start of the run-in period, except cervix carcinoma in situ which has completely cured.\n* The participant has acquired immunodeficiency syndrome (AIDS) \\[including human immunodeficiency virus (HIV) carrier\\], or hepatitis \\[including viral hepatitis carrier such as hepatitis B surface (HBs) antigen or hepatitis C antibody (HCV) positive\\]. However, the participant who has a negative result for HCV antigen or HCV-RNA can be included in the study.\n* The participant who, in the opinion of the investigator or sub-investigator, is unsuitable for any other reason.\n\nTreatment period\n\n* The participant whose diagonosis of Parkinson's disease is ruled out by dopamine transporter scintigraphy performed during the run-in period if conducted.\n* The participant has laboratory data meeting any of the following at the start of the run-in period:\n\n  * Creatinine \\>= 2 x upper limit of normal (ULN)\n  * Total bilirubin \\>= 2 x ULN\n  * ALT or AST \\>= 1.5 x ULN\n  * ALP \\>= 3 x ULN\n* The participant has received any of the prohibited concomitant medications or treatments during the run-in period.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Movement Disorder Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS) Part II + Part III Total Score","description":"Movement Disorder Society-sponsored revision of the Unified Parkinson's Disease Rating Scale (MDS-UPDRS) retains the four-scale structure with a reorganization of the various subscale; (Part I; 13 items) non-motor experiences of daily living, (Part II; 13) motor experiences of daily living, (Part III; 34) motor examination, and (Part IV; 6) motor complications. Each items had 0-4 ratings, where 0 (normal) to 4 (severe) and score for each was summed to calculate the total scores. The scale range for Part II+III Total Score was 0-188, with higher scores reflecting greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.87","spread":"0.752"},{"groupId":"OG001","value":"-4.52","spread":"0.784"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MDS-UPDRS Part I Total Score","description":"For MDS-UPDRS Part I (non-motor experiences of daily living) scores, the scale range for Part I Total Score was 0-52, with higher scores reflecting greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":"0.247"},{"groupId":"OG001","value":"0.18","spread":"0.257"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MDS-UPDRS Part II Total Score","description":"For MDS-UPDRS Part II (motor experiences of daily living) scores, the scale range for Part II Total Score was 0-52, with higher scores reflecting greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.32","spread":"0.335"},{"groupId":"OG001","value":"0.13","spread":"0.350"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in MDS-UPDRS Part III Total Score","description":"For MDS-UPDRS Part III (motor examination) scores, the scale range for Part III Total Score was 0-132, with higher scores reflecting greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.48","spread":"0.639"},{"groupId":"OG001","value":"-4.47","spread":"0.666"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experience at Least One Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Markedly Abnormal Vital Signs Values","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAE Related to Body Weight","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAE Related to Electrocardiograms (ECG)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAE Related to Clinical Laboratory Tests","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":126},"commonTop":["Nasopharyngitis","Fall"]}}}