{"nctId":"NCT00942331","briefTitle":"Gemcitabine Hydrochloride and Cisplatin With or Without Bevacizumab in Treating Patients With Advanced Urinary Tract Cancer","startDateStruct":{"date":"2009-07-15","type":"ACTUAL"},"conditions":["Advanced Urothelial Carcinoma","Metastatic Bladder Urothelial Carcinoma","Metastatic Prostate Carcinoma","Metastatic Renal Pelvis Urothelial Carcinoma","Metastatic Ureter Urothelial Carcinoma","Metastatic Urethral Urothelial Carcinoma","Metastatic Urothelial Carcinoma","Stage IV Bladder Urothelial Carcinoma AJCC v7","Stage IV Prostate Cancer AJCC v7","Stage IV Renal Pelvis Cancer AJCC v7","Stage IV Ureter Cancer AJCC v7","Stage IV Urethral Cancer AJCC v7","Unresectable Urothelial Carcinoma"],"count":506,"armGroups":[{"label":"Arm I (gemcitabine hydrochloride, cisplatin, placebo)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cisplatin","Drug: Gemcitabine Hydrochloride","Other: Laboratory Biomarker Analysis","Other: Placebo Administration"]},{"label":"Arm II (gemcitabine hydrochloride, cisplatin, bevacizumab)","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab","Drug: Cisplatin","Drug: Gemcitabine Hydrochloride","Other: Laboratory Biomarker Analysis"]}],"interventions":[{"name":"Bevacizumab","otherNames":["ABP 215","Anti-VEGF","Anti-VEGF Humanized Monoclonal Antibody","Anti-VEGF Monoclonal Antibody SIBP04","Anti-VEGF rhuMAb","Avastin","Bevacizumab awwb","Bevacizumab Biosimilar ABP 215","Bevacizumab Biosimilar BEVZ92","Bevacizumab Biosimilar BI 695502","Bevacizumab Biosimilar CBT 124","Bevacizumab Biosimilar CT-P16","Bevacizumab Biosimilar FKB238","Bevacizumab Biosimilar GB-222","Bevacizumab Biosimilar HD204","Bevacizumab Biosimilar HLX04","Bevacizumab Biosimilar IBI305","Bevacizumab Biosimilar LY01008","Bevacizumab Biosimilar MIL60","Bevacizumab Biosimilar Mvasi","Bevacizumab Biosimilar MYL-1402O","Bevacizumab Biosimilar QL 1101","Bevacizumab Biosimilar RPH-001","Bevacizumab Biosimilar SCT501","Bevacizumab Biosimilar Zirabev","Bevacizumab-awwb","Bevacizumab-bvzr","BP102","BP102 Biosimilar","HD204","Immunoglobulin G1 (Human-Mouse Monoclonal rhuMab-VEGF Gamma-Chain Anti-Human Vascular Endothelial Growth Factor), Disulfide With Human-Mouse Monoclonal rhuMab-VEGF Light Chain, Dimer","Mvasi","MYL-1402O","Recombinant Humanized Anti-VEGF Monoclonal Antibody","rhuMab-VEGF","SCT501","SIBP 04","SIBP-04","SIBP04","Zirabev"]},{"name":"Cisplatin","otherNames":["Abiplatin","Blastolem","Briplatin","CDDP","Cis-diammine-dichloroplatinum","Cis-diamminedichloridoplatinum","Cis-diamminedichloro Platinum (II)","Cis-diamminedichloroplatinum","Cis-dichloroammine Platinum (II)","Cis-platinous Diamine Dichloride","Cis-platinum","Cis-platinum II","Cis-platinum II Diamine Dichloride","Cismaplat","Cisplatina","Cisplatinum","Cisplatyl","Citoplatino","Citosin","Cysplatyna","DDP","Lederplatin","Metaplatin","Neoplatin","Peyrone's Chloride","Peyrone's Salt","Placis","Plastistil","Platamine","Platiblastin","Platiblastin-S","Platinex","Platinol","Platinol- AQ","Platinol-AQ","Platinol-AQ VHA Plus","Platinoxan","Platinum","Platinum Diamminodichloride","Platiran","Platistin","Platosin"]},{"name":"Gemcitabine Hydrochloride","otherNames":["dFdCyd","Difluorodeoxycytidine Hydrochloride","FF 10832","FF-10832","FF10832","Gemcitabine HCI","Gemzar","LY-188011","LY188011"]},{"name":"Laboratory Biomarker Analysis","otherNames":[]},{"name":"Placebo Administration","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must have histologically or cytologically documented metastatic or unresectable transitional cell (urothelial) carcinoma of the urinary tract (renal pelvis, ureter, bladder, prostate, or urethra), with metastatic or locally advanced disease (T4b, N2, N3, or M1); patients must not be candidates for potentially curative surgery or radiotherapy\n\n  * For patients that have had surgical resection prior to study enrollment, residual or unresected disease (measurable and/or unmeasurable) must be evident on post-surgical scans\n* Prior treatment for transitional cell carcinoma (TCC)\n\n  * Patients may not have received combination systemic chemotherapy for metastatic disease\n  * For the purposes of this study, radiosensitizing single agent chemotherapy is not considered prior systemic therapy\n  * Prior neoadjuvant or adjuvant systemic chemotherapy is permissible provided the interval from end of therapy to diagnosis of metastatic disease is at least 1 year\n  * \\>= 4 weeks since any prior radiation (including palliative) or major surgery and fully recovered\n  * \\>= 7 days since any minor surgery such as port placement\n  * \\>= 4 weeks since any intravesical therapy\n  * No prior treatment with bevacizumab or other angiogenesis inhibitors\n* No known history of brain metastases; brain imaging (magnetic resonance imaging \\[MRI\\]/computed tomography \\[CT\\]) is not required\n* No current congestive heart failure; New York Heart Association (NYHA) class II, III or IV\n* Patients with history of hypertension must be well controlled (\\< 150/90) on a regimen of anti-hypertensive therapy\n* Patients on full-dose anticoagulants must be on a stable dose of warfarin and have an in-range international normalized ratio (INR) (usually between 2 and 3) or be on a stable dose of low molecular weight (LMW) heparin; patients receiving anti-platelet agents are also eligible; in addition, patients who are on daily prophylactic aspirin or anticoagulation for atrial fibrillation are eligible\n* No significant history of bleeding events or gastrointestinal (GI) perforation\n\n  * Patients with a history of a significant bleeding episode (e.g. hemoptysis, upper or lower GI bleeding, grade 3 or 4 gross hematuria unable to be controlled by trans-urethral resection of the bladder tumor) within 6 months of registration are not eligible\n  * Patients with a history of GI perforation within 12 months of registration are not eligible\n  * Patients with a history of peritoneal carcinomatosis are not eligible\n* No arterial thrombotic events within 6 months of registration, including transient ischemic attack (TIA), cerebrovascular accident (CVA), peripheral arterial thrombus, unstable angina or angina requiring surgical or medical intervention in the past 6 months, or myocardial infarction (MI); patients with clinically significant peripheral artery disease (i.e., claudication on less than one block) are ineligible\n* Patients who have experienced a deep venous thrombosis or pulmonary embolus within the past 6 months must be on stable therapeutic anticoagulation to be enrolled to this study\n* No serious or non-healing wound, ulcer, or bone fracture\n* No sensory or motor peripheral neuropathy \\>= grade 2\n* Patients with known hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies are not eligible\n* Patients that are pregnant or nursing are not eligible; women of child bearing potential must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of human chorionic gonadotropin \\[HCG\\]) within 72 hours prior to registration\n\n  * For women of child-bearing potential with an elevated beta-HCG that is believed to be related to cancer and not pregnancy, a negative trans-vaginal ultrasound and gynecological examination are required\n  * Women of child-bearing potential include any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy) or is not postmenopausal \\[defined as amenorrhea \\>= 12 consecutive months; or women on hormone replacement therapy \\[HRT\\] with documented serum follicle stimulating hormone \\[FSH\\] level \\> 35 mIU/mL); even women who are using oral, implanted or injectable contraceptive hormones or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy or practicing abstinence or where partner is sterile (e.g., vasectomy), should be considered to be of child bearing potential\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1 (or Karnofsky performance status \\[KPS\\] \\>= 80)\n* Absolute neutrophil count (ANC) \\>= 1,500/uL\n* Platelet count \\>= 100,000/uL\n* Calculated or measured creatinine clearance \\>= 50 mL/minute\n* Bilirubin =\\< 1.25 times upper limits of normal; for patients with Gilbert's disease, =\\< 2.5 x upper limit of normal (ULN) is allowed\n* Aspartate aminotransferase (AST) =\\< 2.0 x upper limits of normal\n* Urine protein to creatinine ratio \\< 1.0 or urine protein =\\< 1+ or 24-hour urine protein =\\< 1 gram","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival time is defined as the time from randomization to death due to any cause. The median and 95% confidence intervals are estimated using the Kaplan-Meier estimator.The stratified log-rank statistic will be the primary analysis to compare the two treatment arms on OS with the stratification factors: presence of visceral metastases (no, yes) and prior chemotherapy (no, yes). In addition, the proportional hazards model will be used to assess the importance of the treatment arm adjusting on patient characteristics, stratification variables and other important covariates in predicting OS.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.5","spread":null},{"groupId":"OG001","value":"14.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS)","description":"The primary analysis of PFS will be a two-sided stratified log-rank test comparing arm A and arm B. The stratification factors will consist of the two stratification factors used for patient randomization: prior nephrectomy (yes vs. no) and Motzer score (0 vs. 1-2 vs. 3+). Results from unstratified log-rank tests will also be provided. Kaplan-Meier methodology will be used to estimate median PFS for each treatment arm.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response","description":"Objective response is defined as confirmed complete and partial responses using Response Evaluation Criteria in Solid Tumors criteria. A complete response (CR) is defined as a disappearance of all target lesions. A partial response (PR) is defined as having at least a 30% decrease in the sum of the longest diameter of target lesions taking as reference the baseline sum.\n\nIn each arm, the number of patients reporting a CR or PR was divided by the number of patients evaluable in each arm to obtain the proportion.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.36","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Experiencing Grade 3+ Toxicity","description":"The number of patients experiencing grade 3 or higher toxicity (adverse events considered at least possibly related to treatment) is reported below.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"163","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":95,"n":237},"commonTop":["Fatigue","Hemoglobin decreased","Neutrophil count decreased","Platelet count decreased","Creatinine increased"]}}}