{"nctId":"NCT04633564","briefTitle":"MYL-1402O Compared With Avastin®, in Patients With Stage IV nsNSCLC","startDateStruct":{"date":"2017-01-21","type":"ACTUAL"},"conditions":["NSCLC Stage IV"],"count":671,"armGroups":[{"label":"MYL-1402O","type":"EXPERIMENTAL","interventionNames":["Biological: Bevacizumab as MYL-1402O"]},{"label":"Avastin","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Bevacizumab as Avastin"]}],"interventions":[{"name":"Bevacizumab as MYL-1402O","otherNames":[]},{"name":"Bevacizumab as Avastin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Written and signed informed consent\n2. Male or female at least 18 years of age with documented imaging diagnosis of Stage IV unresectable, recurrent or metastatic nsNSCLC with at least one measurable lesion as defined by RECIST 1.1\n3. Documented histologic or cytologic diagnosis of advanced nsNSCLC with negative or unknown sensitizing epidermal growth factor receptor (EGFR) mutation, and negative or unknown echinoderm microtubule-associated protein like 4 anaplastic lymphoma kinase (EML4 ALK) rearrangement.\n4. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1\n5. Has not received any prior systemic therapy for first-line treatment of advanced lung cancer, except adjuvant chemotherapy, and remained disease-free for at least 12 months from time of surgery, and at least 6 months from last dose of chemotherapy.\n6. Treated and stable brain metastasis.\n\nKey Exclusion Criteria:\n\n1. Documented squamous NSCLC or small cell type or large cell neuroendocrine histology\n2. History of significant hemoptysis, central tumors with proximity to large vessels and tumor with cavitation\n3. Received prior treatment with paclitaxel, bevacizumab or anthracycline or had known hypersensitivity to any of these components.\n4. Recent significant cardiac condition or vascular event or inadequately controlled hypertension.\n5. On anticoagulant therapy not considered stable\n6. Risk of hemorrhage in the central nervous system\n7. Recent history of surgery, nonhealing wound, active ulcer, or untreated bone fracture.\n8. History of gastrointestinal fistula, perforation, or abscess.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Efficacy Analysis of Overall Response Rate ( ORR) of MYL-1402O as Compared to Avastin","description":"The primary efficacy endpoint Overall Response Rate (ORR) will be based on best tumor responses as assessed by an independent review at any time point during the first 18 weeks, and assessed according to RECIST 1.1. The primary efficacy analysis is based on the ratio of the MYL-1402O ORR to the Avastin ORR at Week 18 based on the Intent to Treat ( ITT) set of patients.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":null},{"groupId":"OG001","value":"144","spread":null}]},{"measurements":[{"groupId":"OG000","value":"197","spread":null},{"groupId":"OG001","value":"190","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":59,"n":335},"commonTop":["Alopecia","Anaemia","Thrombocytopenia","Neutropenia","Peripheral Sensory Neuropathy"]}}}