{"nctId":"NCT03001076","briefTitle":"Evaluation of the Efficacy and Safety of Bempedoic Acid (ETC-1002) as Add-on to Ezetimibe Therapy in Patients With Elevated LDL-C (CLEAR Tranquility)","startDateStruct":{"date":"2016-11-29","type":"ACTUAL"},"conditions":["Hypercholesterolemia","Atherosclerosis","Statin Adverse Reaction"],"count":269,"armGroups":[{"label":"bempedoic acid","type":"EXPERIMENTAL","interventionNames":["Drug: Bempedoic acid","Drug: Ezetimibe"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Ezetimibe","Other: Placebo"]}],"interventions":[{"name":"Bempedoic acid","otherNames":["ETC-1002"]},{"name":"Ezetimibe","otherNames":["Zetia"]},{"name":"Placebo","otherNames":["placebo control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Fasting LDL-cholesterol greater than or equal to 100 mg/dL at screening\n* Men and nonpregnant, nonlactating women\n* Use of stable lipid-modifying therapy for at least 4 weeks prior to screening that includes ezetimibe 10mg daily\n\nExclusion Criteria:\n\n* Fasting blood triglycerides greater than or equal to 500 mg/dL\n* Body Mass Index (BMI) greater than or equal to 50 kg/m2\n* Recent history of clinically significant cardiovascular disease\n* Use of statin therapy where doses are greater than those defined as \"low-dose\" within 4 weeks prior to screening; where \"low-dose\" is defined as an average daily dose of rosuvastatin 5 mg, atorvastatin 10 mg, simvastatin 10 mg, lovastatin 20 mg, pravastatin 40 mg, fluvastatin 40 mg, or pitavastatin 2 mg.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline to Week 12 in Low-Density Lipoprotein Cholesterol (LDL-C)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for LDL-C. Baseline was defined as the mean of the LDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: (\\[LDL-C value at Week 12 minus Baseline value\\] divided by \\[Baseline Value\\]) multiplied by 100. Bempedoic Acid = BA. Percent change from Baseline in LDL-C was analyzed using an analysis of covariance (ANCOVA) model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate. In the ANCOVA model, missing LDL-C data at Week 12 were imputed using multiple imputation method taking into account adherence to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.99","spread":"2.299"},{"groupId":"OG001","value":"-23.46","spread":"1.945"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in Non-high-density Lipoprotein Cholesterol (Non-HDL-C)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for non-HDL-C. Baseline was defined as the mean of the non-HDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: (\\[non-HDL-C value at Week 12 minus Baseline value\\] divided by \\[Baseline Value\\]) multiplied by 100. Percent change from Baseline in non-HDL-C was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate. In the ANCOVA model, missing non-HDL-C data at Week 12 were imputed using multiple imputation method taking into account adherence to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.19","spread":"2.202"},{"groupId":"OG001","value":"-18.38","spread":"1.668"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in Total Cholesterol (TC)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for TC. Baseline was defined as the mean of the TC values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: (\\[TC value at Week 12 minus Baseline value\\] divided by \\[Baseline Value\\]) multiplied by 100. Percent change from Baseline in TC was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate. In the ANCOVA model, missing TC data at Week 12 were imputed using multiple imputation method taking into account adherence to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.88","spread":"1.553"},{"groupId":"OG001","value":"-15.11","spread":"1.282"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in Apolipoprotein B (apoB)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for apoB. Baseline was defined as the last non-missing value on or prior to Day 1. Percent change from baseline was calculated as: \\[(apoB value at Week 12 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in apoB was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate. In the ANCOVA model, missing apoB data at Week 12 were imputed using multiple imputation method taking into account adherence to treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.74","spread":"1.786"},{"groupId":"OG001","value":"-14.58","spread":"1.497"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in High-sensitivity C-reactive Protein (hsCRP)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for hsCRP. Baseline was defined as the last non-missing value on or prior to Day 1. Percent change from baseline was calculated as: \\[(hsCRP value at Week 12 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.088","spread":null},{"groupId":"OG001","value":"-32.521","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in Triglycerides (TGs)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for TGs. Baseline was defined as the mean of the TGs values from the last two non-missing values on or prior to D 1. Percent change from baseline was calculated as: \\[(TGs value at Week 12 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in TGs was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.23","spread":"4.218"},{"groupId":"OG001","value":"4.70","spread":"3.068"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Week 12 in High-density Lipoprotein Cholesterol (HDL-C)","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for HDL-C. Baseline was defined as the mean of the HDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(HDL-C value at Week 12 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in HDL-C was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":"1.389"},{"groupId":"OG001","value":"-7.27","spread":"1.214"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"TEAEs, defined as an adverse events (AEs) that began or worsened in severity after the first dose of double-blind study drug and prior to the last dose of double-blind study drug + 30 days, were collected and reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null},{"groupId":"OG001","value":"88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline to Weeks 4 and 8 in LDL-C","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for LDL-C. Baseline was defined as the mean of the LDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(LDL-C value at Week 4 or 8 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in LDL-C was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.05","spread":"1.442"},{"groupId":"OG001","value":"-28.04","spread":"1.704"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.61","spread":"1.773"},{"groupId":"OG001","value":"-25.51","spread":"1.773"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline to Weeks 4 and 8 in Non-HDL-C","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for Non-HDL-C. Baseline was defined as the mean of the Non-HDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(Non-HDL-C value at Week 4 or 8 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in non-HDL-C was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.08","spread":"1.362"},{"groupId":"OG001","value":"-22.17","spread":"1.457"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.71","spread":"1.660"},{"groupId":"OG001","value":"-20.04","spread":"1.531"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline to Weeks 4 and 8 in TC","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analyzed for TC. Baseline was defined as the mean of the TC values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(TC value at Week 4 or 8 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in TC was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"1.000"},{"groupId":"OG001","value":"-18.33","spread":"1.129"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.82","spread":"1.110"},{"groupId":"OG001","value":"-16.63","spread":"1.215"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline to Weeks 4 and 8 in TGs","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for TGs. Baseline was defined as the mean of the TGs values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(TGs value at Week 4 or 8 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in TGs was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":"4.273"},{"groupId":"OG001","value":"5.20","spread":"2.536"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.68","spread":"4.246"},{"groupId":"OG001","value":"7.60","spread":"2.849"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percent Change From Baseline to Weeks 4 and 8 in HDL-C","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for HDL-C. Baseline was defined as the mean of the HDL-C values from the last two non-missing values on or prior to Day 1. Percent change from baseline was calculated as: \\[(HDL-C value at Week 4 or 8 minus Baseline value) divided by (Baseline Value)\\] multiplied by 100. Percent change from Baseline in HDL-C was analyzed using an ANCOVA model with percent change from Baseline as the dependent variable, treatment as a fixed effects and Baseline as a covariate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.85","spread":"1.204"},{"groupId":"OG001","value":"-7.73","spread":"1.081"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.33","spread":"1.272"},{"groupId":"OG001","value":"-7.75","spread":"1.144"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Absolute Change From Baseline to Weeks 4, 8, and 12 in LDL-C","description":"Blood samples were drawn after a minimum 10-hour fast (water was allowed) at pre-specified intervals. Samples were collected and analysed for LDL-C. Baseline was defined as the mean of the LDL-C values from the last two non-missing values on or prior to Day 1. Absolute change from baseline was calculated as: LDL-C value at Week 4, 8, or 12 minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"15.65"},{"groupId":"OG001","value":"-37.4","spread":"30.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"19.22"},{"groupId":"OG001","value":"-34.5","spread":"32.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.3","spread":"23.96"},{"groupId":"OG001","value":"-32.9","spread":"34.14"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":87},"commonTop":["Blood uric acid increase","Headache","Urinary tract infection","Muscle spasms","Liver function test increased"]}}}