{"nctId":"NCT02867709","briefTitle":"Efficacy, Safety, and Tolerability of Oral Ubrogepant in the Acute Treatment of Migraine","startDateStruct":{"date":"2016-08-26","type":"ACTUAL"},"conditions":["Migraine, With or Without Aura"],"count":1686,"armGroups":[{"label":"Ubrogepant 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ubrogepant","Drug: Placebo-matching Ubrogepant"]},{"label":"Ubrogepant 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ubrogepant","Drug: Placebo-matching Ubrogepant"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo-matching Ubrogepant"]}],"interventions":[{"name":"Ubrogepant","otherNames":[]},{"name":"Placebo-matching Ubrogepant","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least a 1-year history of migraine with or without aura consistent with a diagnosis according to the International Classification of Headache Disorders, 3rd edition, beta version\n* Migraine onset before age 50\n* History of migraines typically lasting between 4 and 72 hours if untreated or treated unsuccessfully and migraine episodes are separated by at least 48 hours of headache pain freedom\n* History of 2 to 8 migraine attacks per month with moderate to severe headache pain in each of the previous 3 months.\n\nExclusion Criteria:\n\n* Difficulty distinguishing migraine headache from tension-type other headaches\n* Has taken medication for acute treatment of headache (including acetaminophen, nonsteroidal anti-inflammatory drugs \\[NSAIDs\\], triptans, ergotamine, opioids, or combination analgesics) on 10 or more days per month in the previous 3 months\n* Has a history of migraine aura with diplopia or impairment of level of consciousness, hemiplegic migraine, or retinal migraine\n* Has a current diagnosis of new persistent daily headache, trigeminal autonomic cephalgia (eg, cluster headache), or painful cranial neuropathy\n* Required hospital treatment of a migraine attack 3 or more times in the previous 6 months\n* Has a chronic non-headache pain condition requiring daily pain medication\n* Has a history of malignancy in the prior 5 years, except for adequately treated basal cell or squamous cell skin cancer, or in situ cervical cancer\n* Has a history of any prior gastrointestinal conditions (eg, diarrhoea syndromes, inflammatory bowel disease) that may affect the absorption or metabolism of investigational product; participants with prior gastric bariatric interventions which have been reversed are not excluded\n* Has a history of hepatitis within previous 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Pain Freedom at 2 Hours After Initial Dose","description":"Pain freedom was defined as a reduction in headache pain severity from moderate/severe at baseline to no pain at 2 hours after the initial dose of investigational product. Participants were provided with electronic diary (eDiary) to rate headache severity on a scale from no pain to severe pain. Number analyzed is the number of participants with non-missing postdose pain severity assessment at or before 2 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.3","spread":null},{"groupId":"OG001","value":"20.7","spread":null},{"groupId":"OG002","value":"21.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Absence of the Most Bothersome Migraine-Associated Symptom Identified at Baseline at 2-Hours After Initial Dose","description":"The most bothersome migraine-associated symptom was the symptom (photophobia, phonophobia or nausea) present at pre-dose baseline identified by the participant to be 'most bothersome'. Participants were provided with an eDiary to record absence or presence of migraine-associated symptoms. Number analyzed is the number of participants with non-missing postdose most bothersome migraine-associated symptoms assessed.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.4","spread":null},{"groupId":"OG001","value":"34.1","spread":null},{"groupId":"OG002","value":"38.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Pain Relief at 2 Hours After the Initial Dose","description":"Pain relief was defined as a reduction of a moderate/severe migraine headache to a mild headache or to no headache. Participants were provided with an eDiary to rate headache severity on a scale from no pain to severe pain. Number analyzed is the number of participants with non-missing pain severity assessment at or before 2 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.2","spread":null},{"groupId":"OG001","value":"60.5","spread":null},{"groupId":"OG002","value":"62.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Relief From 2 to 24 Hours After Initial Dose","description":"Sustained pain relief was defined as a pain relief at 2 hours with no administration of either rescue medication or the second dose of study drug, and with no occurrence thereafter of a moderate/severe headache up to 24 hours after dosing with study drug. Participants were provided with an eDiary to rate headache severity on a scale from no pain to severe pain. Determinable cases: participants for whom sustained pain relief from 2 to 24 hours status can be determined based on the observed headache severity at scheduled time points, use of rescue medication or optional second dose between 2 and 24 hours, and the answer to the headache recurrence question at 24 hours. Number analyzed is the number of participants with assessment of determinable sustained pain relief from 2 to 24 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"32.5","spread":null},{"groupId":"OG002","value":"36.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Sustained Pain Freedom From 2 to 24 Hours After Initial Dose","description":"Sustained pain freedom was defined as a pain freedom at 2 hours with no administration of either rescue medication or the second dose of study drug, and with no occurrence thereafter of a mild/moderate/severe headache up to 24 hours after dosing with study drug. Participants were provided with an eDiary to rate headache severity on a scale from no pain to severe pain. Determinable cases: participants for whom sustained pain relief from 2 to 24 hours status can be determined based on the observed headache severity at scheduled time points, use of rescue medication or optional second dose between 2 and 24 hours, and the answer to the headache recurrence question at 24 hours. Number analyzed is the number of participants with assessment of determinable sustained pain freedom from 2 to 24 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"12.7","spread":null},{"groupId":"OG002","value":"14.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the Absence of Photophobia at 2 Hours After the Initial Dose","description":"Photophobia was defined as sensitivity to light, a migraine-associated symptom. Participants were provided with an eDiary to record absence or presence photophobia. Number analyzed is the number of participants with non-missing postdose photophobia assessment at or before 2 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.5","spread":null},{"groupId":"OG001","value":"39.3","spread":null},{"groupId":"OG002","value":"43.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With the Absence of Phonophobia at 2 Hours After the Initial Dose","description":"Phonophobia was defined as sensitivity to sound, a migraine-associated symptom. Participants were provided with an eDiary to record absence or presence of phonophobia. Number analyzed is the number of participants with non-missing postdose phonophobia assessment at or before 2 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.3","spread":null},{"groupId":"OG001","value":"53.6","spread":null},{"groupId":"OG002","value":"54.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Absence of Nausea at 2 Hours After the Initial Dose","description":"Nausea was a migraine-associated symptom. Participants were provided with an eDiary to record absence or presence of nausea. Number analyzed is the number of participants with non-missing postdose nausea assessment at or before 2 hours after initial dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.0","spread":null},{"groupId":"OG001","value":"70.6","spread":null},{"groupId":"OG002","value":"71.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":499},"commonTop":[]}}}