{"nctId":"NCT03386032","briefTitle":"8-Week Atopic Dermatitis (AD) Treatment Study","startDateStruct":{"date":"2017-11-27","type":"ACTUAL"},"conditions":["Atopic Dermatitis Eczema"],"count":65,"armGroups":[{"label":"Investigational OTC Cream","type":"EXPERIMENTAL","interventionNames":["Drug: Investigational OTC Cream"]},{"label":"Placebo Cream","type":"SHAM_COMPARATOR","interventionNames":["Other: Placebo Cream"]},{"label":"0.05% Desonide Cream","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: 0.05% Desonide","Other: Placebo Cream"]}],"interventions":[{"name":"Investigational OTC Cream","otherNames":[]},{"name":"0.05% Desonide","otherNames":["Desowen"]},{"name":"Placebo Cream","otherNames":["Vehicle"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is a generally healthy, male or female, 12-65 years old, inclusive;\n* Diagnosis of moderate or greater Atopic Dermatitis as determined by SCORAD (SCORAD \\>=25);\n* Is able to read and understand instructions in English.\n\nExclusion Criteria:\n\n* Is currently participating or has participated in another interventional clinical study in the past 2 weeks;\n* Currently or has been diagnosed or treated for cancer in the past 5 years;\n* Requires any topical or systemic medications that could affect the course of their atopic dermatitis during the study period (except inhaled steroids and/or stable antihistamines for asthma or allergies);\n* Has used systemic treatments that could affect AD within 30 days or 5 half- lives. (i.e. retinoids, methotrexate, cyclosporine, hydroxycarbamide (hydroxyurea), azathioprine and oral/injectable corticosteroids);\n* Has a known hypersensitivity to any corticosteroid creams;\n* Has been diagnosed with any allergies to Oat or derivatives;\n* Has any active infections or has used antibiotics in the past 7 days;\n* Has any physical attributes or skin conditions that might interfere with the clear visual or instrumental assessments.(i.e. cuts, sunburn, birth marks, tattoos, extensive scarring, excessive hair growth or acne);\n* Has an immunologic or infectious disease (e.g. hepatitis, tuberculosis, HIV or AIDS, lupus rheumatoid arthritis) which could place the subject at risk or interfere with the accuracy of the study results;\n* Has used any immunosuppressant drugs or immunotherapy within the past 30days or 5 half-lives;\n* Is an employee of the sponsor company or clinical testing site;\n* Is diabetic;\n* Presents with the presence of an active or chronic allergic reaction as evidenced by an irregular white cell count determined by eosinophils \\> 0.3 X 109/L at Screening Visit;\n* Is planning a trip to a sunny climate, to use tanning booths or use other UV sources throughout the course of this study;\n* Has a history of hypersensitivity to any substance in investigational preparation or to Desonide;\n* Has any clinically significant medical condition or laboratory abnormality that would, in the opinion of the Investigator, put the patient at undue risk or interfere with the interpretation of the study results;\n* Is dependent on oral medication for any skin disease/condition or could not, in the opinion of the Investigator tolerate the restriction of discontinuing the medicine as required in this study;\n* Is currently pregnant or lactating or planning to become pregnant in the next 6 months;\n* Has other skin conditions that might interfere with AD diagnosis and/or evaluation (i.e. psoriasis current active viral, bacterial and fungal skin infections) as assessed by the Investigator;\n* Any other condition or factor the Investigator or their duly assigned representative believes may affect the ability of the subject to complete the study or the interpretation","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Severity Scoring of Atopic Dermatitis (SCORAD) Amongst Subjects With Moderate Atopic Dermatitis","description":"SCORAD (Severity Scoring of Atopic Dermatitis) Change from Baseline to Week 8 of atopic dermatitis lesion as measured by the Scoring of Atopic Dermatitis (SCORAD). SCORAD is a composite severity index comprising a) the amount/extent of body area affected; b)b) 2 subjective symptom of pruritus (10 pts VAS) and sleep disturbance measured (10 pts VAS); and c) 6 disease intensity assessments \\[Dryness/Scaling, Erythema, Excoriation, Induration/Papulation, Lichenification and Oozing/ Weeping/Crusting, each graded in 3pts TIS from 0 (None) to 3 (Severe). A SCORAD score ranges from 0 (No AD present) to 103\n\nSCORAD is calculated:\n\nExtent 7\\*Intensity SCORAD = --------- + ---------------- + Subjective 5 2","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.2","spread":"3.99"},{"groupId":"OG001","value":"9.3","spread":"6.51"},{"groupId":"OG002","value":"-17.5","spread":"8.29"}]}]}]},{"type":"PRIMARY","title":"Severity Scoring of Atopic Dermatitis (SCORAD) Amongst Subjects With Severe Atopic Dermatitis","description":"SCORAD (Severity Scoring of Atopic Dermatitis) Change from Baseline to Week 8 of atopic dermatitis lesion as measured by the Scoring of Atopic Dermatitis (SCORAD). SCORAD is a composite severity index comprising a) the amount/extent of body area affected; b)b) 2 subjective symptom of pruritus (10 pts VAS) and sleep disturbance measured (10 pts VAS); and c) 6 disease intensity assessments \\[Dryness/Scaling, Erythema, Excoriation, Induration/Papulation, Lichenification and Oozing/ Weeping/Crusting, each graded in 3pts TIS from 0 (None) to 3 (Severe). A SCORAD score ranges from 0 (No AD present) to 103\n\nSCORAD is calculated:\n\nExtent 7\\*Intensity SCORAD = --------- + ---------------- + Subjective 5 2","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.0","spread":"2.8"},{"groupId":"OG001","value":"-20.3","spread":"3.7"},{"groupId":"OG002","value":"-18.0","spread":"4.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":36},"commonTop":["Atopic /Other"]}}}