{"nctId":"NCT01754259","briefTitle":"Effects of Ranolazine on Coronary Flow Reserve in Symptomatic Diabetic Patients and CAD","startDateStruct":{"date":"2013-04"},"conditions":["Diabetes, Type I","Diabetes, Type II","Angina","Coronary Artery Disease"],"count":47,"armGroups":[{"label":"Ranolazine","type":"EXPERIMENTAL","interventionNames":["Drug: Ranolazine"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ranolazine","otherNames":["Ranexa"]},{"name":"Placebo","otherNames":["Placebo pill"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. type 1 or 2 diabetes mellitus\n2. anginal symptoms and/or exertional dyspnea;\n3. ability to exercise and achieve an exercise tolerance of at least 3 METS but not higher than 9 METS either on a treadmill or bicycle exercise tolerance test;\n4. perfusion sum stress score (SSS) ≤ 6, as assessed by initial PET\n\nExclusion Criteria\n\n1. patients not fulfilling inclusion criteria\n2. patients with evidence of unprotected left main coronary artery stenosis \\>50%\n3. patients with evidence of new obstructive CAD not on optimal medical therapy\n4. evidence of angiographic disease and/or inducible myocardial ischemia on stress testing planning to undergo revascularization within the following 3 months\n5. history of cardiomyopathy (LVEF \\<40%) or significant valvular heart disease\n6. uncontrolled hypertension (SBP \\>180 mm Hg at screening)\n7. gait instability, lower extremity amputations preventing exercise\n\n9\\. significant liver dysfunction (LFTs \\>3x upper limits of normal), including cirrhosis 10. prolonged QT (QTc \\>450 and \\>470 ms for men and women, respectively) or concomitant use of drugs that prolong QT interval (including methadone and antiarrhythmics such as sotalol, amiodarone, and quinidine) 11. use of drugs that inhibit CYP3A such as ketoconazole, itraconazole, fluconazole, clarithromycin, erythromycin, diltiazem, verapamil, nefazodone, nelfinavir, ritonavir, lopinavir, ritonavir, indinavir, and saquinavir 12. use of drugs that induce CYP3A such rifampin, rifabutin, rifapentine, phenobarbital, phenytoin, carbamazepine, and St. John's wort 13. atrial fibrillation / inability to hold breath for ≥ 10 seconds (in patients in whom CTA will be performed) 14. eGFR \\< 50 ml/min or end stage renal disease on dialysis 15. allergy to intravenous contrast 16. pregnant or lactating women, or women of childbearing potential not using an acceptable form of birth control (negative pregnancy test also required) 17. inability to fit safely in PET/CT scanner","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Post-exercise Coronary Vasodilator Reserve","description":"Change (from baseline) in post-exercise coronary vasodilator reserve, as measured by PET imaging at 4 weeks post randomization. Per-patient global coronary flow reserve (CFR) was calculated as the ratio of absolute MBF at stress over rest for the entire left ventricle. Quantitation of MBF was performed by two operators blinded to patient, treatment period and treatment order.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in LV Diastolic Function","description":"Change (from baseline) in LV diastolic function reflected primarily in mitral annular early diastolic relaxation velocity (E') at 4 weeks post randomization. LV end-diastolic and end-systolic volumes (used to calculate LVEF), left atrial volume, septal and lateral peak early diastolic tissue velocity (e'), septal and lateral peak systolic tissue velocity (s'), and mitral inflow velocity (E) were all measured in accordance with ASE guidelines.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"-2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":23},"commonTop":["Nausea and Dizziness","Hypoglycemia","Renal abnormality","Transaminitis","Hematuria"]}}}