{"nctId":"NCT01124838","briefTitle":"Efficacy and Safety of Adalimumab in Subjects With Inactive Uveitis","startDateStruct":{"date":"2010-08"},"conditions":["Uveitis"],"count":261,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Prednisone","Drug: Placebo"]},{"label":"Adalimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Adalimumab","Drug: Prednisone"]}],"interventions":[{"name":"Adalimumab","otherNames":["ABT-D2E7","Humira"]},{"name":"Prednisone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is diagnosed with non-infectious intermediate, posterior, or panuveitis.\n* Subject that for ≥ 28 days prior to the Baseline visit has inactive disease and is taking ≥ 10 mg of oral prednisone to maintain this inactive state and fulfillment of all 3 of the following criteria based on the Investigator's clinical judgment at the Screening and Baseline visits for both eyes:\n\n  * Subject without active, inflammatory chorioretinal and/or inflammatory retinal vascular lesions.\n  * Subject with anterior chamber cell grade ≤ 0.5+ according to Standardization of Uveitis Nomenclature (SUN) criteria.\n  * Subject with vitreous haze grade ≤ 0.5+ according to National Eye Institute (NEI)/SUN criteria.\n* Subject is on oral prednisone 10 to 35 mg/day (or oral corticosteroid equivalent) at Baseline and the dose has not been increased in the past 28 days or decreased in the past 14 days.\n* Subject must have a documented history of experiencing at least one disease flare within 18 months of the Screening visit. This flare has to occur during or up to a maximum of 28 days after tapering off the oral corticosteroid therapy.\n* Subjects who do not have previous, active or latent tuberculosis (TB). Only one TB test is required to allow the subject in the study. Subjects with either negative purified protein derivative (PPD) (\\< 5 mm of induration) or negative QuantiFERON®-TB Gold test (or interferon-gamma release assay (IGRA) equivalent) are eligible. Subjects with a repeat indeterminate QuantiFERON®-TB Gold test (or IGRA equivalent) result are not eligible. Note, that only one TB screening test is allowed and required. A repeat QuantiFERON®-TB Gold test (or IGRA equivalent) is not permitted if the PPD skin test is positive. The TB screening tests are diagnostic tests. In the event of a negative TB screening test, the results are to be interpreted in the context of the patient's epidemiology, history, exam findings, etc. and it is the responsibility of the investigator to determine if a patient has previous, active or latent tuberculosis or not. Under no circumstances can a patient with a positive PPD result or positive QuantiFERON®-TB Gold test (or IGRA equivalent) enter the study.\n\nExclusion Criteria:\n\n* Subject with isolated anterior uveitis.\n* Subject with confirmed or suspected infectious uveitis, including but not limited to infectious uveitis due to TB, cytomegalovirus (CMV), Lyme disease, toxoplasmosis, human T-lymphotropic virus type 1 (HTLV-1) infection, Whipple's disease, herpes zoster virus (HZV) and herpes simplex virus (HSV).\n* Subject with serpiginous choroidopathy.\n* Subject with corneal or lens opacity that precludes visualization of the fundus or that likely requires cataract surgery during the duration of the trial.\n* Subject with intraocular pressure of ≥ 25 mmHg and on ≥ 2 glaucoma medications or evidence of glaucomatous optic nerve injury.\n* Subject with best corrected visual acuity (BCVA) less than 20 letters (ETDRS \\[Early Treatment Diabetic Retinopathy Study\\]) in at least one eye at the Baseline visit.\n* Subject with intermediate uveitis or panuveitis that has signs of intermediate uveitis (e.g. presence or history of snowbanking or snowballs) and symptoms and/or magnetic resonance imaging (MRI) findings suggestive of a demyelinating disease such as multiple sclerosis. All subjects with intermediate uveitis or panuveitis that have signs of intermediate uveitis (e.g. presence or history of snowbanking or snowballs) must have a brain MRI within 90 days prior to the Baseline visit.\n* Subject has previous exposure to anti-tumor necrosis factor (TNF) therapy or any biologic therapy (except intravitreal anti- vascular endothelial growth factor (VEGF) therapy) with a potential therapeutic impact on non-infectious uveitis.\n* Subject on concomitant immunosuppressive therapy other than methotrexate, cyclosporine, mycophenolate mofetil or an equivalent drug to mycophenolate mofetil (e.g., mycophenolic acid), azathioprine or tacrolimus within 28 days of Baseline or has discontinued an immunosuppressive therapy including methotrexate, cyclosporine, mycophenolate mofetil or an equivalent drug to mycophenolate mofetil (e.g., mycophenolic acid), azathioprine or tacrolimus within 28 days of Baseline.\n* If entering the study on one concomitant immunosuppressive therapy, dose has not been stable for at least 28 days prior to the Baseline visit or is not within the following allowable doses at the Baseline visit:\n\n  * Methotrexate (MTX) ≤ 25 mg per week\n  * Cyclosporine ≤ 4 mg/kg per day\n  * Mycophenolate mofetil ≤ 2 grams per day or an equivalent drug to mycophenolate mofetil (e.g. mycophenolic acid) at an equivalent dose approved by the Medical Monitor\n  * Azathioprine ≤ 175 mg per day\n  * Tacrolimus (oral formulation) ≤ 8 mg per day\n* Subject has Retisert® (glucocorticosteroids implant) within 3 years prior to the Baseline visit or has had complications related to the device. Subject has had Retisert® (glucocorticosteroid implant) removed within 90 days prior to the Baseline visit or has had complications related to removal of the device.\n* Subject has received intraocular or periocular corticosteroids within 90 days prior to the Baseline visit.\n* Subject with proliferative or severe non-proliferative diabetic retinopathy or clinically significant macular edema due to diabetic retinopathy.\n* Subject with neovascular/wet age-related macular degeneration.\n* Subject with abnormality of vitreo-retinal interface (i.e., vitreomacular traction, epiretinal membranes, etc.) with the potential for macular structural damage independent of the inflammatory process.\n* Subject with cystoid macular edema unless the retinal changes are persistent, residual and stable as defined by the SUN criteria (persistent is \\> 3 months duration).\n* Subject has received Ozurdex® (dexamethasone implant) within 6 months prior to the Baseline visit.\n* Subject has received intravitreal methotrexate within 90 days prior to the Baseline visit.\n* Subject has received intravitreal anti-VEGF therapy:\n\n  * within 45 days of the Baseline visit for Lucentis® (ranibizumab) or Avastin® (bevacizumab);\n  * or within 60 days of the Baseline visit for anti-VEGF Trap (Aflibercept).\n* Subject on systemic carbonic anhydrase inhibitor within 1 week prior to Screening visit.\n* Subject with a history of scleritis.\n* Subject on cyclophosphamide within 30 days prior to the Baseline visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Treatment Failure on or After Week 2","description":"Treatment failure was defined by the occurrence of a uveitis flare (the inability to maintain disease control). To be considered treatment failure, ≥ 1 of these criteria had to be present in at least 1 eye at Week 2 or all other visits:\n\n* New active, inflammatory chorioretinal, and/or inflammatory retinal vascular lesions relative to Baseline\n* 2-step increase relative to Baseline in anterior chamber cell grade or vitreous haze grade\n* Worsening of best corrected visual acuity by ≥ 15 letters relative to baseline.\n\nTime to treatment failure was analyzed using the Kaplan-Meier method. Dropouts for reasons other than treatment failure at any time during the study were censored at the drop out date.\n\nPer protocol, the primary analysis was performed in the Main Study population which included all randomized participants recruited outside Japan; for completeness results are also reported below for the Integrated dataset which includes participants recruited in Japan.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.3","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"5.6","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Anterior Chamber (AC) Cell Grade in Each Eye From Baseline to the Final/Early Termination Visit","description":"Slit lamp examinations were conducted at each visit to assess AC cell count. The number of AC cells observed within a 1 mm × 1 mm slit beam was used to determine the grade according to the Standardization of Uveitis Nomenclature (SUN) criteria:\n\nGrade 0 = \\< 1 cell\n\nGrade 0.5+ = 1 - 5 cells\n\nGrade 1+ = 6 - 15 cells\n\nGrade 2+ = 16 - 25 cells\n\nGrade 3+ = 26 - 50 cells\n\nGrade 4+ = \\> 50 cells.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.57","spread":"1.001"},{"groupId":"OG001","value":"0.41","spread":"0.969"},{"groupId":"OG002","value":"0.61","spread":"1.005"},{"groupId":"OG003","value":"0.46","spread":"0.996"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"0.963"},{"groupId":"OG001","value":"0.40","spread":"0.927"},{"groupId":"OG002","value":"0.60","spread":"0.992"},{"groupId":"OG003","value":"0.44","spread":"0.950"}]}]}]},{"type":"SECONDARY","title":"Change in Vitreous Haze (VH) Grade in Each Eye From Baseline to the Final/Early Termination Visit","description":"Vitreous haze was measured using dilated indirect ophthalmoscopy (DIO) and assessed by the Investigator according to National Eye Institute (NEI) and SUN criteria:\n\nGrade 0: No evident vitreous haze;\n\nGrade 0.5+: Slight blurring of the optic disc margin because of the haze; normal striations and reflex of the nerve fiber layer cannot be visualized;\n\nGrade 1+: Permits a better definition of both the optic nerve head and the retinal vessels (compared to higher grades);\n\nGrade 2+: Permits better visualization of the retinal vessels (compared to higher grades);\n\nGrade 3+: Permits the observer to see the optic nerve head, but the borders are quite blurry;\n\nGrade 4+: Optic nerve head is obscured.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"0.733"},{"groupId":"OG001","value":"0.16","spread":"0.601"},{"groupId":"OG002","value":"0.35","spread":"0.749"},{"groupId":"OG003","value":"0.18","spread":"0.614"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"0.605"},{"groupId":"OG001","value":"0.18","spread":"0.604"},{"groupId":"OG002","value":"0.36","spread":"0.729"},{"groupId":"OG003","value":"0.18","spread":"0.602"}]}]}]},{"type":"SECONDARY","title":"Change In Logarithm of the Minimum Angle of Resolution (LogMAR) Best Corrected Visual Acuity (BCVA) In Each Eye From Baseline to the Final/Early Termination Visit","description":"Using corrective lenses based on that visit's refraction testing, participant's best corrected visual acuity was measured using an Early Treatment Diabetic Retinopathy Study (ETDRS) logMAR chart. On the logMAR scale, 0 is equivalent to 20/20 visual acuity, the range of normal vision is considered to be from -0.2 - 0.1; higher values indicate visual impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.239"},{"groupId":"OG001","value":"0.01","spread":"0.251"},{"groupId":"OG002","value":"0.07","spread":"0.230"},{"groupId":"OG003","value":"0.02","spread":"0.241"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":"0.198"},{"groupId":"OG001","value":"-0.01","spread":"0.165"},{"groupId":"OG002","value":"0.04","spread":"0.216"},{"groupId":"OG003","value":"0.00","spread":"0.169"}]}]}]},{"type":"SECONDARY","title":"Time to Optimal Coherence Tomography (OCT) Evidence of Macular Edema in At Least 1 Eye On or After Week 2","description":"Optical coherence tomography was performed at every visit using 1 of 3 approved machines. Images were evaluated by a central reader. Macular edema was defined as cystoid macular edema.\n\nOCT evidence of macular edema on or after Week 2 was to be counted as an event. Dropouts due to reasons other than OCT evidence of macular edema were to be considered as censored observations at the time of dropping out.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change in Central Retinal Thickness in Each Eye From Baseline to the Final/Early Termination Visit.","description":"Central retinal thickness was measured using OCT and assessed by a central reader.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"20.67"},{"groupId":"OG001","value":"4.5","spread":"29.82"},{"groupId":"OG002","value":"6.3","spread":"19.75"},{"groupId":"OG003","value":"5.2","spread":"29.91"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.7","spread":"28.88"},{"groupId":"OG001","value":"5.4","spread":"34.83"},{"groupId":"OG002","value":"9.9","spread":"30.79"},{"groupId":"OG003","value":"3.9","spread":"33.34"}]}]}]},{"type":"SECONDARY","title":"Change in Visual Functioning Questionnaire 25 (VFQ-25) Total Score From Baseline to the Final/Early Termination Visit","description":"The National Eye Institute VFQ-25 is an ocular disease-specific survey that measures the influence of visual disability and visual symptoms on generic health domains such as emotional well-being and social functioning, in addition to task-oriented domains related to daily visual functioning.\n\nThe VFQ-25 consists of a base set of 25 vision-targeted questions plus an additional single-item general health rating question. The overall composite score ranges from 0 to 100, where higher scores or increases in score indicate better vision-related functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.24","spread":"10.698"},{"groupId":"OG001","value":"3.36","spread":"11.73"},{"groupId":"OG002","value":"1.00","spread":"10.225"},{"groupId":"OG003","value":"2.79","spread":"12.018"}]}]}]},{"type":"SECONDARY","title":"Change in VFQ-25 Subscore Distance Vision From Baseline to the Final/Early Termination Visit","description":"The National Eye Institute VFQ-25 is an ocular disease-specific survey that measures the influence of visual disability and visual symptoms on generic health domains such as emotional well-being and social functioning, in addition to task-oriented domains related to daily visual functioning.\n\nThe VFQ-25 consists of a base set of 25 vision-targeted questions plus an additional single-item general health rating question. The distance vision subscore is calculated from the answers to 3 distance vision-related questions and ranges from 0 to 100, where higher scores or increases in score indicate better vision-related functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":"16.248"},{"groupId":"OG001","value":"2.64","spread":"17.165"},{"groupId":"OG002","value":"0.60","spread":"15.978"},{"groupId":"OG003","value":"2.96","spread":"17.121"}]}]}]},{"type":"SECONDARY","title":"Change in VFQ-25 Subscore Near Vision From Baseline to the Final/Early Termination Visit","description":"The National Eye Institute VFQ-25 is an ocular disease-specific survey that measures the influence of visual disability and visual symptoms on generic health domains such as emotional well-being and social functioning, in addition to task-oriented domains related to daily visual functioning.\n\nThe VFQ-25 consists of a base set of 25 vision-targeted questions plus an additional single-item general health rating question. The near vision subscore is calculated from the answers to 3 near vision-related questions and ranges from 0 to 100, where higher scores or increases in score indicate better vision-related functioning.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.98","spread":"17.397"},{"groupId":"OG001","value":"3.88","spread":"18.302"},{"groupId":"OG002","value":"3.73","spread":"17.17"},{"groupId":"OG003","value":"2.89","spread":"50.503"}]}]}]},{"type":"SECONDARY","title":"Change in VFQ-25 Subscore Ocular Pain From Baseline to the Final/Early Termination Visit","description":"The National Eye Institute VFQ-25 is an ocular disease-specific survey that measures the influence of visual disability and visual symptoms on generic health domains such as emotional well-being and social functioning, in addition to task-oriented domains related to daily visual functioning.\n\nThe VFQ-25 consists of a base set of 25 vision-targeted questions plus an additional single-item general health rating question. The ocular pain subscore is calculated form the answers to 2 eye pain questions and ranges from 0 to 100, where higher scores or increases in score indicate less pain.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.87","spread":"17.233"},{"groupId":"OG001","value":"3.42","spread":"21.32"},{"groupId":"OG002","value":"2.60","spread":"17.339"},{"groupId":"OG003","value":"2.15","spread":"21.689"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":130},"commonTop":["NASOPHARYNGITIS","ARTHRALGIA","HEADACHE","URINARY TRACT INFECTION","FATIGUE"]}}}