{"nctId":"NCT00324350","briefTitle":"Intensive Glycemic Control and Skeletal Health Study","startDateStruct":{"date":"2003-10"},"conditions":["Atherosclerosis","Cardiovascular Diseases","Hypercholesterolemia","Hypertension","Diabetes Mellitus","Coronary Disease"],"count":7287,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: hypoglycemic agents, hydroxymethylglutaryl-CoA Reductase inhibitors, hypertensive agents"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: hypoglycemic agents, hydroxymethylglutaryl-CoA Reductase inhibitors, hypertensive agents"]}],"interventions":[{"name":"hypoglycemic agents, hydroxymethylglutaryl-CoA Reductase inhibitors, hypertensive agents","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Fulfills criteria for inclusion in the ACCORD main trial\n* Must have been randomized into the ACCORD study and be a participant from the five CCNs in the ACCORD-BONE ancillary study.\n\nExclusion criteria:\n\n* Fulfills criteria for exclusion in the ACCORD main trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With at Least One Non-vertebral Fracture","description":"The BONE ancillary study was initiated during recruitment for the main ACCORD trial. Beginning in January 2006, at the next annual visit participants were asked about the occurrence of any non-spine fractures since randomization. After the annual visit in 2006, participants were asked if they had suffered a fracture since their last annual visit. Reported fracture events were centrally adjudicated, based on radiology records, at the University of California, San Francisco (UCSF) with the adjudicators blinded to treatment assignment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"198","spread":null},{"groupId":"OG001","value":"189","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With at Least One Fall","description":"At each annual visit starting in January 2006, participants were also asked about falling: \"In the last 12 months have you fallen and landed on the floor or ground, OR fallen and hit an object like a table or stair?\" Those who answered \"yes\" were also asked how many times they had fallen in the previous 12 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1122","spread":null},{"groupId":"OG001","value":"1133","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With > 2 cm of Height Loss","description":"Standing height was measured according to a standard protocol at baseline and annual visits on all ACCORD participants. Height loss was compared by treatment assignment using linear mixed models with random intercepts and slopes. Treatment effects were captured by the interaction between treatment assignment and time. The proportions losing \\>2 cm of height during follow-up were compared using logistic models. This degree of height loss is associated with incident vertebral fracture with 94% specificity but only 28% sensitivity","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"678","spread":null},{"groupId":"OG001","value":"686","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":0},"commonTop":[]}}}