{"nctId":"NCT01814878","briefTitle":"A Study Comparing the Effectiveness and Safety of Extended Release (ER) Tramadol Hydrochloride (HCl)/Acetaminophen With Immediate Release (IR) Tramadol HCl/Acetaminophen in Participants With Moderate to Severe Postoperative Pain","startDateStruct":{"date":"2009-11"},"conditions":["Pain, Postoperative"],"count":320,"armGroups":[{"label":"Tramadol Hydrochloride/Acetaminophen ER","type":"EXPERIMENTAL","interventionNames":["Drug: Tramadol HCl/Acetaminophen ER"]},{"label":"Tramadol HCl/Acetaminophen IR","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Tramadol HCl/Acetaminophen IR"]}],"interventions":[{"name":"Tramadol HCl/Acetaminophen ER","otherNames":["Ultracet"]},{"name":"Tramadol HCl/Acetaminophen IR","otherNames":["Ultracet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants who are scheduled to have standard primary (non-revision) unilateral (having to do with only 1 side of a structure) total knee replacement arthroplasty (TKRA-surgery to fix a joint) for non-inflammatory (no swelling, redness, and pain in tissues caused by injury or damage) degenerative joint disease (NIDJD)\n* Participants who are capable of oral (having to do with the mouth) intake\n* Women must be: postmenopausal (for at least 1 year), surgically sterile, abstinent (not having sexual intercourse), or practicing a highly effective method of birth control before participation in the study and who agree to continue to use the same method of birth control throughout the study in cases of women of childbearing potential\n* Male participants must practice contraception, and must agree not to donate his sperms for 1 month after the last dose of study drug\n* Participants who will complain of baseline pain of intensity of greater than or equal to 4 on 11-point numeric rating scale (NRS) measured within 1 hour prior to randomization (study drug assigned by chance) and a maximum of 6 hours after discontinuation of participant controlled analgesia (PCA) after at least 12 hours of application following TKRA\n\nExclusion Criteria:\n\n* Participants with Illness history (severe \\[very serious, life threatening\\] hepatic \\[having to do with the liver\\] failure, severe renal \\[having to do with the kidney\\] failure; severe respiratory depression; risk for mental fog with head injury or brain lesions \\[abnormal area of tissue, such as a wound, sore, rash, or boil\\]; digestive ulcer \\[sore\\], severe blood abnormalities; severe cardiac insufficiency; aspirin asthma \\[asthmatic attack-breathing disorder in which there is a wheezing and difficulty in breathing; caused by non-steroidal anti-inflammatory drugs\\] or history of aspirin asthma; history of epilepsy \\[seizure disorder\\]; rheumatism, significant psychiatric disorder or taking antipsychotic drugs for psychiatric treatment)\n* Administration of disallowed therapy such as: administration of oral, patch, injection or local analgesics (drug used to control pain) acting centrally (the brain and the spinal cord) or peripherally (not central) before study drug administration after completion of PCA application, surgery is conducted simultaneously in addition to TKRA, administration of monoamine oxidase (MAO) inhibitors or discontinuation of the administration within 2 weeks, tricyclic antidepressants that may increase the seizure (sudden, uncontrolled muscle spasms and loss of consciousness resulting from abnormal brain function) risk when concomitantly (given at the same time) administered, neuroleptics, or drugs that may lower the seizure threshold, use of sedatives (a medication to calm or make less anxious) other than that used for general anesthesia (loss of sensation or feeling) during surgery\n* Participants who used any study drug or investigational medical device within 30 days before the start of the treatment\n* Participants requiring postoperative intensive care unit (ICU) care\n* Participants having hypersensitivity to tramadol or acetaminophen","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Sum of Pain Intensity Difference (SPID) at Hour 48","description":"The SPID is time-weighted sum of all observations of pain intensity difference (PID) collected at each measurement time point from Baseline to 48 hours. PID: Baseline pain intensity (PI) minus current PI; PI was assessed using 11-point numeric rating scale (NRS, 0=no pain to 10=worst pain imaginable). PI score ranges from 0-3 where 0=no pain and 3=severe pain. PI score of 0=NRS score of 0, PI score of 1=NRS score \\>=1 and \\<=3, PI score of 2=NRS score of \\>=4 and \\<=6 and PI score of 3=NRS score of \\>=7 and \\<=10. Total score for SPID at 48 hours (SPID48) ranges from -144 (worst) to 144 (best).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.5","spread":"30.7"},{"groupId":"OG001","value":"37.2","spread":"23.9"}]}]}]},{"type":"SECONDARY","title":"Sum of Pain Intensity Difference (SPID) at Hour 6, 12 and 24","description":"The SPID is time-weighted sum of all observations of PID collected at each measurement time point from Baseline to 24 hours. PID: Baseline PI minus current PI; PI was assessed using 11-point NRS, 0=no pain to 10=worst pain imaginable. PI score ranges from 0-3 where 0=no pain and 3=severe pain. PI score of 0=NRS score of 0, PI score of 1=NRS score \\>=1 and \\<=3, PI score of 2=NRS score of \\>=4 and \\<=6 and PI score of 3=NRS score of \\>=7 and \\<=10. Total score ranges from -18 (worst) to 18 (best) for SPID6, -36 (worst) to 36 (best) for SPID12 and -72 (worst) to 72 (best) for SPID24.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.6","spread":"3.7"},{"groupId":"OG001","value":"3.9","spread":"3.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"7.8"},{"groupId":"OG001","value":"8.1","spread":"6.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":"15.3"},{"groupId":"OG001","value":"17.6","spread":"12.7"}]}]}]},{"type":"SECONDARY","title":"Total Pain Relief (TOTPAR) Score","description":"Pain relief was measured on a 5-point categorical scale of 0-4 (0=no change, 1=slight relief, 2=moderate relief, 3=fair relief, 4=pain resolved completely). TOTPAR was calculated as the time-weighted sum over all pain relief up to 48 hours. Total score ranges from 0 (worst) to 24 (best) for TOTPAR6, 0 (worst) to 48 (best) for TOTPAR12, 0 (worst) to 96 (best) for TOTPAR24 and 0 (worst) to 192 (best) for TOTPAR48.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":"4.8"},{"groupId":"OG001","value":"6.8","spread":"5.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":"10.4"},{"groupId":"OG001","value":"14.7","spread":"11.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.1","spread":"21.3"},{"groupId":"OG001","value":"31.0","spread":"22.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":"43.2"},{"groupId":"OG001","value":"61.7","spread":"44.5"}]}]}]},{"type":"SECONDARY","title":"Sum of Total Pain Relief and Sum of Pain Intensity Difference (SPRID)","description":"The SPRID is sum of SPID and TOTPAR. In SPID, PI score ranges from 0-3 where 0=no pain and 3=severe pain. PI score of 0=NRS score of 0, PI score of 1=NRS score \\>=1 and \\<= 3, PI score of 2=NRS score of \\>=4 and \\<=6 and PI score of 3=NRS score of \\>=7 and \\<=10. In TOTPAR, pain relief score ranges from 0-4 (0=no change, 1=slight relief, 2=moderate relief, 3=fair relief, 4=pain resolved completely). Total score ranges from -18 (worst) to 42 (best) for SPRID6, -36 (worst) to 84 (best) for SPRID12, -72 (worst) to 168 (best) for SPRID24 and -144 (worst) to 336 (best) for SPRID48.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":"7.3"},{"groupId":"OG001","value":"10.9","spread":"8.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":"15.7"},{"groupId":"OG001","value":"23.1","spread":"15.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41.8","spread":"31.6"},{"groupId":"OG001","value":"49.1","spread":"30.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.9","spread":"64.7"},{"groupId":"OG001","value":"97.0","spread":"61.0"}]}]}]},{"type":"SECONDARY","title":"Time to the First Rescue Medication Administered Because of Insufficient Pain Relief","description":"The time until administration of the first rescue medication (rescue medications are medicines that are administered to the participants when the efficacy of the study drug is not satisfactory, or the effect of the study drug is too great and is likely to cause a hazard to the participant, or to manage an emergency situation) because of insufficient pain relief after administration of the study drug was recorded. Rescue medications allowed were oral or injection of tramadol HCl (intramuscular \\[directly into muscle\\] or intravenous injection \\[directly into vein\\]).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1339","spread":"710"},{"groupId":"OG001","value":"1212","spread":"853"}]}]}]},{"type":"SECONDARY","title":"Number of Doses of Rescue Medication Administered Because of Insufficient Pain Relief","description":"The frequency of the rescue medication (rescue medications are medicines that are administered to the participants when the efficacy of the study drug is not satisfactory, or the effect of the study drug is too great and is likely to cause a hazard to the participant, or to manage an emergency situation) because of insufficient pain relief was measured after administration of the study drug. Rescue medications allowed were oral or injection of tramadol HCl (intramuscular or intravenous injection).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"1.9"},{"groupId":"OG001","value":"1.4","spread":"0.9"}]}]}]},{"type":"SECONDARY","title":"Dosage of Rescue Medication Administered Because of Insufficient Pain Relief","description":"The dosage of the rescue medication (rescue medications are medicines that are administered to the participants when the efficacy of the study drug is not satisfactory, or the effect of the study drug is too great and is likely to cause a hazard to the participant, or to manage an emergency situation) because of insufficient pain relief was measured after administration of the study drug. Rescue medications allowed were oral or injection of tramadol HCl (intramuscular or intravenous injection).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":"0.0"},{"groupId":"OG001","value":"51.7","spread":"9.1"}]}]}]},{"type":"SECONDARY","title":"Patient Global Impression of Change (PGIC) Score","description":"The PGIC was used to assess the degree of participant's overall improvement with treatment, and participants were instructed to assess how much the overall status had been improved after investigational product administration compared to baseline in 7 grades (1=Very much improved and B=Very much worsened).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.71","spread":"0.86"},{"groupId":"OG001","value":"2.60","spread":"0.80"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":161},"commonTop":["Nausea","Vomiting","Haemoglobin decreased","Constipation","Pyrexia"]}}}