{"nctId":"NCT03764007","briefTitle":"18F-Fluorocholine for the Detection of Parathyroid Adenomas","startDateStruct":{"date":"2016-09-21","type":"ACTUAL"},"conditions":["Hyperparathyroidism, Primary"],"count":98,"armGroups":[{"label":"18F-Fluorocholine PET","type":"EXPERIMENTAL","interventionNames":["Drug: 18F-Fluorocholine","Procedure: Positron Emission Tomography (PET)"]}],"interventions":[{"name":"18F-Fluorocholine","otherNames":["Fluorocholine"]},{"name":"Positron Emission Tomography (PET)","otherNames":["PET"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Biochemically proven hyperparathyroidism and an indication for surgery\n* Age \\>= 13 years old\n* Karnofsky performance status of \\> 50 (or Eastern Cooperative Oncology Group (ECOG)/World Health Organization (WHO) equivalent).\n* Ability to understand a written informed consent document, and the willingness to sign it.\n\nExclusion Criteria:\n\n* Patients exceeding the weight limitations of the scanner or are not able to enter the bore of the PET scanner due to BMI.\n* Inability to lie still for the entire imaging time (e.g. cough, severe arthritis, etc.).\n* Inability to complete the needed investigational due to other reasons (severe claustrophobia, radiation phobia, etc.).\n* Pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of True Positives for the Overall Detection of the Abnormal Parathyroid Adenoma","description":"The true positive (sensitivity) rate is defined as the proportion of participants with location of the suspected adenoma on 18F-Fluorocholine PET correlating with location of an abnormal parathyroid at time of participant surgery. For a patient with multiple hyperplastic glands, only one gland needs to correlate for the patient to count as a true positive. For analysis, adenomas described as arising in the mid thyroid bed will considered correct if located in either the inferior or superior bed. Patients will be followed-up to determine if they undergo a parathyroidectomy for up to 1 year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":null}]}]}]},{"type":"PRIMARY","title":"Proportion of True Positives for the Detection of the Abnormal Parathyroid Adenoma Using Sestamibi Imaging","description":"The true positive (sensitivity) rate is defined as the proportion of participants with location of the suspected adenoma on 18F-Fluorocholine PET correlating with location of an abnormal parathyroid at time of participant surgery. For a patient with multiple hyperplastic glands, only one gland needs to correlate for the patient to count as a true positive. In patients who had a sestamibi study performed prior to the fluorocholine imaging study, the original dictated report from the sestamibi will be used for comparison. For analysis, adenomas described as arising in the mid thyroid bed will considered correct if located in either the inferior or superior bed. Patients will be followed-up to determine if they undergo a parathyroidectomy for up to 1 year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Detection Rate in Patients Who Have Not Undergone Surgical Resection","description":"The detection rate is defined as the proportion of participants with a 18F-fluorocholine PET positive read who do not subsequently undergo parathyroidectomy, using the dictated reports to determine the detection sensitivity for parathyroid adenomas. Patients will be followed-up to determine if they undergo a parathyroidectomy for up to 1 year.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.90","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":98},"commonTop":[]}}}