{"nctId":"NCT01436162","briefTitle":"Efficacy and Safety Study of SPD489 in Combination With an Antidepressant in the Treatment of Adults With Major Depressive Disorder","startDateStruct":{"date":"2011-10-19","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":1105,"armGroups":[{"label":"Antidepressant + SPD489","type":"EXPERIMENTAL","interventionNames":["Drug: Antidepressant + SPD489 (Lisdexamfetamine dimesylate )"]},{"label":"Antidepressant + Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Antidepressant + Placebo"]}],"interventions":[{"name":"Antidepressant + SPD489 (Lisdexamfetamine dimesylate )","otherNames":["Vyvanse"]},{"name":"Antidepressant + Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Subject is able to provide written, personally signed, and dated informed consent to participate in the study before completing any study-related procedures.\n2. Subject is between 18 and 65 years of age.\n3. Subject has a primary diagnosis of non-psychotic MDD.\n4. Subject has a MADRS total score \\>/=24.\n5. Subject is willing and has an understanding and ability to fully comply with study procedures and restrictions defined in this protocol.\n6. Subject, who is female, must have a negative serum beta human chorionic gonadotropin (B-HCG) pregnancy test and a negative urine pregnancy test and agrees to comply with any applicable contraceptive requirements of the protocol.\n7. Subject is able to swallow a capsule.\n\nExclusion Criteria:\n\n1. Subject whose current episode of MDD has not responded to an adequate treatment regimen with 2 or more approved single antidepressant agents.\n2. Subject who has a lifetime history of treatment resistant depression, defined as having not responded to adequate treatment with 2 or more treatment regimens.\n3. Subject has a current co-morbid psychiatric disorder that is either controlled with medications prohibited in this study or is uncontrolled and associated with significant symptoms.\n4. Subject has been hospitalized (within the last 12 months) for their current MDD episode.\n5. Subject has a current or lifetime history of attention-deficit/hyperactivity disorder (ADHD).\n6. Subject has a first degree relative that has been diagnosed with bipolar I disorder.\n7. Subject has a recent history (within the last 6 months) of suspected substance abuse or dependence disorder.\n8. Subject is considered a suicide risk, has previously made a suicide attempt within the past 3 years, or is currently demonstrating active suicidal ideation.\n9. Subject has a concurrent chronic or acute illness or unstable medical condition.\n10. Subject has a history of seizures (other than infantile febrile seizures), any tic disorder, or a current diagnosis and/or a known family history of Tourette's Disorder, serious neurological disease, history of significant head trauma, dementia, cerebrovascular disease, Parkinson's disease, or intracranial lesions.\n11. Subject has known history of symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary artery disease, or other serious cardiac problems.\n12. Subject has a history of thyroid disorder that has not been stabilized on thyroid medication or treatment within 3 months prior to the Screening Visit.\n13. Subject has a known family history of sudden cardiac death or ventricular arrhythmia.\n14. Subject has glaucoma.\n15. Subject has any clinically significant ECG or clinical laboratory abnormalities.\n16. Subject has a history of moderate to severe hypertension.\n17. Current use of any other medications (including over-the-counter \\[OTC\\], herbal or homeopathic preparations) that have central nervous system effects.\n18. Subject has the potential need to initiate or modify frequency of psychotherapy or to continue or initiate other treatments for depression, outside of those allowed in this protocol.\n19. Subject has had electroconvulsive therapy (ECT) for the current depressive episode 3 months prior to the Lead-in Baseline Visit.\n20. The subject has a known or suspected intolerance or hypersensitivity to the investigational product.\n21. The subject has a known or suspected intolerance, hypersensitivity, or contraindications to their assigned antidepressant treatments (escitalopram oxalate, sertraline HCl, venlafaxine HCl extended release, or duloxetine HCl).\n22. Subject has a positive urine drug result.\n23. Subject has a body mass index (BMI) of \\<18.5 or \\>40.\n24. Subject is female and is pregnant or nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Montgomery-Asberg Depression Rating Scale (MADRS) Total Score at 8 Weeks","description":"MADRS is a validated, 10-item rating scale with each item being scored on a scale from 0-6 with a total score ranging from 0-60. Lower scores indicate a decreased severity of depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":null},{"groupId":"OG001","value":"-6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Sheehan Disability Scale (SDS) Total Score at 8 Weeks","description":"Designed to evaluate the extent to which illness symptoms impact a subject's life in 3 areas: work/school, social, and family/home. Each area is scored on a scale from 0 (no impairment) to 10 (highly impaired) with a total score ranging from 0 (unimpaired) to 30 (highly impaired). Lower scores translate into less impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":null},{"groupId":"OG001","value":"-4.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a 25% Response on the MADRS","description":"The percentage of subjects who achieved a 25% response (i.e. ≥25% reduction in MADRS total score from the Lead-in Baseline, Visit 2).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.9","spread":null},{"groupId":"OG001","value":"74.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a 50% Response on the MADRS","description":"The percentage of subjects who achieved a 50% response (i.e. ≥50% reduction in MADRS total score from the Lead-in Baseline, Visit 2).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants Achieving Remission on the MADRS","description":"MADRS remission was defined as a MADRS total score of ≤10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.0","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline Over Time in MADRS Total Score","description":"MADRS is a validated, 10-item rating scale with each item being scored on a scale from 0-6 with a total score ranging from 0-60. Lower scores indicate a decreased severity of depression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.9","spread":null},{"groupId":"OG001","value":"-2.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.4","spread":null},{"groupId":"OG001","value":"-4.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.9","spread":null},{"groupId":"OG001","value":"-5.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":null},{"groupId":"OG001","value":"-5.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":null},{"groupId":"OG001","value":"-6.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":null},{"groupId":"OG001","value":"-6.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Abbreviated Brief Assessment of Cognition Affective Disorders (ABAC-A) Composite T-Scores","description":"The ABAC-A is a rater-administered series of activities designed to be sensitive to the critical cognitive deficits in affective disorders and schizophrenia. There are 6 subtests of the ABAC-A: List Learning (verbal memory); Digit Sequencing Task (working memory); Token Motor Task (motor speed); Verbal Fluency; Symbol Coding (attention and processing speed); and Tower of London Test (executive functions). The ABAC-A Composite T-score change from Augmentation Baseline Visit (Visit 8; Week 8) at Visit 14/Early Termination (ET) (Week 16/ET) was analyzed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Short Form-12 Health Survey V2 (SF-12V2)","description":"Total score ranges from 0 (lowest level of health) - 100 (highest level of health) on the assumption that each question carries equal weight. The lower the score the more disability. The higher the score the less disability (i.e. a score of zero is equivalent to maximum disability and a score of 100 is equivalent to no disability). Higher scores are associated with better quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":null},{"groupId":"OG001","value":"0.90","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.63","spread":null},{"groupId":"OG001","value":"5.16","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Sexual Functioning Questionnaire - 14 Item Scale (CSFQ-14) Total Score Male","description":"The CSFQ-14 is a short-form interview/questionnaire that measures illness- and medication-related changes in sexual functioning. A 5-point Likert scale is used ranging from 1 (never) to 5 (always). The CSFQ-14 total score can range from 14 to 70, with lower scores being associated with worsened sexual functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":"6.22"},{"groupId":"OG001","value":"1.0","spread":"6.02"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Sexual Functioning Questionnaire - 14 Item Scale (CSFQ-14) Total Score Female","description":"The CSFQ-14 is a short-form interview/questionnaire that measures illness- and medication-related changes in sexual functioning. A 5-point Likert scale is used ranging from 1 (never) to 5 (always). The CSFQ-14 total score can range from 14 to 70, with lower scores being associated with worsened sexual functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"7.11"},{"groupId":"OG001","value":"1.9","spread":"5.82"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions - Global Improvement (CGI-I)","description":"Clinical Global Impression-Improvement (CGI-I) consists of a 7-point scale ranging from 1 (very much improved) to 7 (very much worse). Improvement is defined as a score of 1 (very much improved) or 2 (much improved) on the scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.9","spread":null},{"groupId":"OG001","value":"53.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43.1","spread":null},{"groupId":"OG001","value":"46.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Multidimensional Assessment of Fatigue (MAF) Global Fatigue Index (GFI)","description":"MAF contains 16 items scored on a scale from 1 (not at all) to 10 (a great deal). Answers are converted to a Global Fatigue Index with total scores ranging from 1 (no fatigue) to 50 (severe fatigue). Lower scores indicate less fatigue.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.6","spread":"0.74"},{"groupId":"OG001","value":"-4.4","spread":"0.73"}]}]}]},{"type":"SECONDARY","title":"Columbia Suicide Severity Rating Scale (C-SSRS)","description":"C-SSRS is a semi-structured interview that captures the occurence, severity, and frequency of suicide-related thoughts and behaviors during the assessment period. The interview includes definitions and suggested questions to solicit the type of information needed to determine if a suicide-related thought or behaviour occurred. The assessment is done by the nature of the responses, not by a numbered scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"9.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Amphetamine Cessation Symptom Assessment (ACSA) - Total Aggregate Score","description":"ACSA scale has 16 symptom items rated on a scale from 0 (not at all) to 4 (extremely) with a possible total score range of 0 to 64. Higher scores indicate greater withdrawal symptom severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.0","spread":"10.80"},{"groupId":"OG001","value":"17.2","spread":"10.56"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":211},"commonTop":["Headache","Nasopharyngitis","Dry mouth","Decreased appetite","Insomnia"]}}}