{"nctId":"NCT00136084","briefTitle":"Treatment of Patients With Newly Diagnosed Acute Myeloid Leukemia or Myelodysplasia","startDateStruct":{"date":"2002-08"},"conditions":["Leukemia, Myelocytic, Acute"],"count":238,"armGroups":[{"label":"HDAC (High-Dose Cytarabine)","type":"EXPERIMENTAL","interventionNames":["Drug: Cladribine, Cyclophosphamide, Cytarabine, Daunorubicin, Dexamethasone"]},{"label":"LDAC (Low-Dose Cytarabine)","type":"EXPERIMENTAL","interventionNames":["Drug: Etoposide, Cytarabine, Gemtuzumab, L-asparaginase, Mercaptopurine, methotrexate, Mitoxantrone, Prednisone, Vincristine"]}],"interventions":[{"name":"Cladribine, Cyclophosphamide, Cytarabine, Daunorubicin, Dexamethasone","otherNames":[]},{"name":"Etoposide, Cytarabine, Gemtuzumab, L-asparaginase, Mercaptopurine, methotrexate, Mitoxantrone, Prednisone, Vincristine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of acute myeloid leukemia by immunophenotyping, morphology, and cytochemical staining; myelodysplasia; or biphenotypic leukemia.\n* Age less than or equal to 21 years at time of study entry.\n* No prior therapy for this malignancy (patients with secondary AML following treatment of primary malignancy are eligible) except for one dose of intrathecal therapy.\n* Negative pregnancy test\n* Patient does not have Down syndrome, acute promyelocytic leukemia (APL), or juvenile myelomonocytic leukemia (JMML)\n\nExclusion Criteria:\n\n* Positive pregnancy test\n* Down syndrome, acute promyelocytic leukemia (APL), or juvenile myelomonocytic leukemia (JMML)","healthyVolunteers":false,"sex":"ALL","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Minimal Residual Disease (MRD).","description":"Detection of Minimal Residual Disease following one course of chemotherapy where positive MRD was defined as one or more leukemic cell per 1000 mononuclear bone-marrow cells (\\>=0.1%).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Minimal Residual Disease (MRD)+ Patients Who Become MRD- After One Course of Gemtuzumab Ozogamicin (GO)","description":"To estimate the proportion of minimal residual disease (MRD)+ patients who become MRD- after one course of gemtuzumab ozogamicin (GO)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of MRD Reduction After One Course of Cytarabine + Daunomycin + Etoposide (ADE) + GO","description":"To estimate proportion of patients with MRD reduction after one course of Induction II (cytarabine + daunomycin + etoposide (ADE) + GO), who had no response to first course of induction therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Experienced Toxicity of Cytarabine + Daunomycin + Etoposide (ADE) + GO.","description":"To estimate proportion of patients experiencing CTC Grade 3 or 4 toxicity during Induction II (Cytarabine + Daunomycin + Etoposide (ADE) + GO), who had no response to first course of induction therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"To Estimate the Overall Event-free Survival (EFS) of AML Patients Who Undergo Risk-adapted and Genotype-directed Therapy","description":"Overall event-free survival (EFS) was defined as the time from study enrollment to induction failure, relapse, secondary malignancy, death, or study withdrawal for any reason, with event-free patients censored on the date of the last follow-up","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.4","spread":null}]}]}]},{"type":"SECONDARY","title":"To Assess Whether Inhibition of DNA Synthesis is Greater After High-dose Ara-C (HDAC) Than After Low-dose Ara-C (LDAC) Therapy","description":"Inhibition of DNA synthesis is defined as the percentage of DNA synthesis rate at 24-hour post-araC treatment over DNA synthesis rate pre-araC treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.6","spread":"16.0"},{"groupId":"OG001","value":"72.8","spread":"15.6"}]}]}]},{"type":"SECONDARY","title":"Relationship of Inhibition of DNA Synthesis and Clinical Response","description":"Clinical response is defined as MRD (minimal residual disease) measured by flow cytometry at day 22. The MRD at day 22 is classified as positive (with MRD) or negative (no detectable MRD). The relation between inhibition of DNA synthesis and MRD was performed by logistic regression. In the model, logit of probability of MRD positive was regressed on inhibition of DNA synthesis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":"12.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":109},"commonTop":["Infection (documented clinically or microbiologically) with grade 3 or 4 neutropenia (ANC <1.0 x 10e","Febrile neutropenia (fever of unknown origin without clinically or microbiologically documented infe","Hypokalemia","Diarrhea patients without colostomy","Anorexia"]}}}