{"nctId":"NCT02929329","briefTitle":"Registrational Study With Omecamtiv Mecarbil (AMG 423) to Treat Chronic Heart Failure With Reduced Ejection Fraction","startDateStruct":{"date":"2017-01-06","type":"ACTUAL"},"conditions":["Heart Failure"],"count":8256,"armGroups":[{"label":"Omecamtiv Mecarbil","type":"EXPERIMENTAL","interventionNames":["Drug: Omecamtiv Mecarbil","Drug: Standard of Care"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Standard of Care"]}],"interventions":[{"name":"Omecamtiv Mecarbil","otherNames":["AMG 423"]},{"name":"Placebo","otherNames":[]},{"name":"Standard of Care","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Subject has provided informed consent\n* Male or female, ≥ 18 to ≤ 85 years\n* History of chronic heart failure (HF), defined as requiring treatment for HF for a minimum of 30 days before randomization\n* Left ventricle ejection fraction (LVEF) ≤ 35%, per subjects most recent medical record, within 12 months prior to screening.\n* New York Heart Association (NYHA) class II to IV at most recent screening assessment.\n* Managed with HF standard of care (SoC) therapies consistent with regional clinical practice guidelines according to investigator judgment of subject's clinical status\n* Current hospitalization with primary reason of HF OR one of the following events within 1 year of screening: hospitalization with primary reason of HF; urgent visit to emergency department (ED) with primary reason of HF.\n* Elevated B-type natriuretic peptide (BNP) or n-terminal-prohormone brain natriuretic peptide (NT-proBNP)\n\nOther Inclusion Criteria May apply\n\nKey Exclusion Criteria:\n\n* Currently receiving treatment in another investigational device or drug study, or \\< 30 days since ending treatment on another investigational device or drug study(ies). Other investigational procedures while participating in this study are excluded.\n* Malignancy within 5 years prior to randomization with the following exceptions: localized basal or squamous cell carcinoma of the skin, cervical intraepithelial neoplasia, stage 1 prostate carcinoma, breast ductal carcinoma in situ.\n* Subject has known sensitivity to any of the products or components to be administered during testing\n\nOther Exclusion Criteria May apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Cardiovascular Death or First Heart Failure Event","description":"The primary outcome was a composite of a heart-failure (HF) event or cardiovascular (CV) death, whichever occurred first, in a time-to-event analysis.\n\nA heart-failure event was defined as an urgent clinic visit, emergency department visit, or hospitalization for subjectively and objectively worsening heart failure leading to treatment intensification beyond a change in oral diuretic therapy.\n\nAll deaths and HF events were adjudicated by an independent external clinical events committee (CEC) at the Duke Clinical Research Institute, using standardized definitions based on the recent American College of Cardiology/American Heart Association (ACC/AHA) standards for endpoint definitions in cardiovascular clinical trials.\n\nTime to cardiovascular death or first HF event was analyzed using Kaplan-Meier (KM) methods. Since the median was not calculated, the percentage of participants with a positively adjudicated event during the study is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.1","spread":null},{"groupId":"OG001","value":"37.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Cardiovascular Death","description":"Cardiovascular death includes acute myocardial infarction (MI), sudden cardiac death, death due to heart failure, death due to stroke, death due to cardiovascular (CV) procedures, death due to CV hemorrhage, and death due to other CV causes.\n\nAll deaths were adjudicated by an independent external clinical-events committee at the Duke Clinical Research Institute, using standardized definitions based on the recent ACC/AHA standards for endpoint definitions in cardiovascular clinical trials.\n\nTime to cardiovascular death was analyzed using Kaplan-Meier methods. Since the median was not calculated, the percentage of participants with a positively adjudicated event during the study is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.4","spread":null},{"groupId":"OG001","value":"19.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Kansas City Cardiomyopathy Questionnaire Total Symptom Score (KCCQ TSS) at Week 24","description":"The Kansas City Cardiomyopathy Questionnaire is a self-administered questionnaire with a 2-week recall period that includes 23 items that map to 7 domains: symptom frequency; symptom burden; symptom stability; physical limitations; social limitations; quality of life; and self-efficacy (the patient's understanding of how to manage their heart failure). The symptom frequency and symptom burden domains are merged into a total symptom score. Scores are represented on a 0-to-100-point scale, where lower scores represent more frequent and severe symptoms and scores of 100 indicate no symptoms.\n\nThe change from baseline in KCCQ TSS was analyzed separately for each randomization setting (inpatient and outpatient).\n\nLeast squares means are from the mixed model which includes baseline total symptom score value, region, baseline eGFR, scheduled visit, treatment group and interaction of treatment with scheduled visit as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.29","spread":"0.34"},{"groupId":"OG001","value":"5.83","spread":"0.34"},{"groupId":"OG002","value":"21.15","spread":"0.71"},{"groupId":"OG003","value":"23.65","spread":"0.70"}]}]}]},{"type":"SECONDARY","title":"Time to First Heart Failure Hospitalization","description":"A HF hospitalization is defined as an event that met all of the following criteria:\n\n1. The participant was admitted to the hospital with a primary diagnosis of HF;\n2. The length of stay in the hospital extended for at least 24 hours;\n3. The participant exhibited documented new or worsening symptoms due to HF on presentation;\n4. The participant had objective evidence of new or worsening HF;\n5. The participant received initiation or intensification of treatment specifically for HF, including an intravenous diuretic or vasoactive agent, mechanical or surgical intervention, or mechanical fluid removal.\n\nEvents were adjudicated by an independent external CEC at the Duke Clinical Research Institute using standardized definitions based on the ACC/AHA standards for endpoint definitions in CV clinical trials.\n\nTime to first HF hospitalization was analyzed using KM methods. Since the median was not calculated, the percentage of participants with a positively adjudicated event is reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null},{"groupId":"OG001","value":"27.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to All-cause Death","description":"All events were adjudicated by an independent external clinical-events committee at the Duke Clinical Research Institute, using standardized definitions based on the recent ACC/AHA standards for endpoint definitions in cardiovascular clinical trials.\n\nTime to all-cause death was analyzed using Kaplan-Meier methods. Since the median was not calculated, the percentage of participants with an event are reported. Events that occurred up to the earliest of last confirmed survival status date or analysis cut-off date (07 August 2020) are included.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.9","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2435,"n":4101},"commonTop":["Cardiac failure","Hypotension","Dyspnoea","Hyperkalaemia","Dizziness"]}}}