{"nctId":"NCT00550680","briefTitle":"A Study of Mircera for the Maintenance Treatment of Participants With Chronic Renal Anemia","startDateStruct":{"date":"2008-01"},"conditions":["Chronic Renal Anemia"],"count":208,"armGroups":[{"label":"Mircera in Renal Anemia","type":"EXPERIMENTAL","interventionNames":["Drug: Methoxy polyethylene glycol-epoetin beta"]}],"interventions":[{"name":"Methoxy polyethylene glycol-epoetin beta","otherNames":["Mircera/CERA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults greater than or equal to (≥) 18 years of age\n* Chronic renal anemia\n* Stable epoetin alfa or darbepoetin alfa therapy for past 2 months\n* Hemodialysis therapy for ≥3 months\n\nExclusion Criteria:\n\n* Transfusion of red blood cells during previous 2 months\n* Poorly controlled hypertension requiring hospitalization or interruption of ESA treatment in previous 6 months\n* Acute or chronic bleeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Maintained Average Hb Within Plus/Minus (±) 1 g/dL of Reference Hb and Within Target Range During the Efficacy Evaluation Period (EEP)","description":"Reference Hb was determined individually per participant as the average of all Hb values during a pre-treatment stability assessment (Weeks -4 to 0). During the EEP (Weeks 17 to 24), participants provided a total of four blood samples for Hb monitoring while on treatment with Mircera/CERA. The average Hb during the EEP was calculated per participant and assessed against the reference value. The percentage of participants who had average Hb during the EEP in the target range of 10.5 to 12.5 g/dL and within ±1 g/dL of their individual reference Hb was determined as the primary endpoint. The 95 percent (%) confidence interval (CI) was calculated using the Pearson-Clopper method for exact confidence bounds.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in Time-Adjusted Hb From Baseline to EEP","description":"Reference Hb was determined individually per participant as the average of all Hb values during a pre-treatment stability assessment (Weeks -4 to 0). During the EEP (Weeks 17 to 24), participants provided a total of four blood samples for Hb monitoring while on treatment with Mircera/CERA. The average Hb during the EEP was calculated per participant and assessed against the reference value. The mean change in Hb value between reference (i.e., \"Baseline\") Hb and the EEP average Hb was calculated and expressed in g/dL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"1.17"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose Hb Remained Within Target Range Throughout the EEP","description":"During the EEP (Weeks 17 to 24), participants provided a total of four blood samples for Hb monitoring while on treatment with CERA/Mircera. The percentage of participants who maintained each single Hb measurement in the target range of 10.5 to 12.5 g/dL was determined. The 95% CI was calculated using the Pearson-Clopper method for exact confidence bounds.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Time Spent in the Target Range for Hb During the EEP","description":"During the EEP (Weeks 17 to 24), participants provided a total of four blood samples for Hb monitoring while on treatment with Mircera/CERA. Time spent in the target range of 10.5 to 12.5 g/dL was defined as time from first on-target Hb to time of last known on-target Hb, as collected during the EEP. Time spent in the target range was averaged among all participants and expressed in days.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":"18.1"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Any Dose Adjustment of Mircera/CERA During the Dose Titration Period (DTP) and EEP","description":"Study drug administration occurred monthly during the DTP (Weeks 0 to 16), which began with a pre-specified dose of Mircera/CERA according to the dose of ESA administered during Week -1. Subsequent doses could be adjusted throughout the study including during the EEP (Weeks 17 to 24) on the basis of Hb levels or other modification criteria. The percentage of participants who required a dose adjustment for any reason was calculated during the DTP and EEP.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Prematurely Withdrawn From the Study to Receive Blood Transfusion","description":"The number of participants who were prematurely withdrawn from the study to receive a blood transfusion during treatment, including the DTP (Weeks 0 and 16) and/or EEP (Weeks 17 to 24), was reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":34,"n":188},"commonTop":["Hypertension"]}}}