{"nctId":"NCT00143455","briefTitle":"Study Of Irinotecan Hydrochloride (Campto(R)) And Cisplatin Versus Etoposide And Cisplatin In Small Cell Lung Cancer","startDateStruct":{"date":"2002-06"},"conditions":["Small Cell Lung Carcinoma"],"count":485,"armGroups":[{"label":"B","type":"EXPERIMENTAL","interventionNames":["Drug: Etoposide + cisplatin"]},{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Irinotecan + cisplatin"]}],"interventions":[{"name":"Etoposide + cisplatin","otherNames":[]},{"name":"Irinotecan + cisplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically proven Small Cell Lung Cancer (SCLC)\n* WHO performance status : 0, 1\n\nExclusion Criteria:\n\n* No previous radiotherapy is allowed except on bone metastases when newly diagnosed. Radiotherapy is not allowed for vena cava syndrome, a stent is recommended ;\n* No prior surgery on the primary tumor except for palliative purpose (stent for vena cava syndrome).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) for the Full Analysis Population (FAP)","description":"OS was defined as the time from date of randomization to date of death due to any cause. For a subject not expiring, the OS time was censored on the last date of contact that they were known to be alive. The Kaplan-Meier method was used to analyze variables of duration and event associated with possible censoring and estimate the medians survival by treatment groups. The confidence intervals for the medians were calculated using the Brookmeyer and Crowley's method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"10.2177","spread":null},{"groupId":"OG003","value":"9.6591","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Overall Confirmed Response","description":"Objective disease response = subjects with confirmed complete response (CR) or partial response (PR) according to the Response Evaluation Criteria in Solid Tumors (RECIST). A CR was defined as the disappearance of all target lesions. A PR was defined as a ≥ 30% decrease in the sum of the longest dimensions of the target lesions taking as a reference the baseline sum longest dimensions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"79","spread":null},{"groupId":"OG003","value":"94","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival for the Per Protocol (PP) Population","description":"OS was defined as the time from date of randomization to date of death due to any cause. For a subject not expiring, the OS time was censored on the last date of contact that they were known to be alive. The Kaplan-Meier method was used to analyze variables of duration and event associated with possible censoring and estimate the medians survival by treatment groups. The confidence intervals for the medians were calculated using the Brookmeyer and Crowley's method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5791","spread":null},{"groupId":"OG001","value":"9.4292","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DR)","description":"DR was defined as the time from start of the first documentation of objective tumor response (CR or PR) to the first documentation of objective tumor progression. The Kaplan-Meier method was used to analyze variables of duration and event associated with possible censoring and estimate the medians survival by treatment groups. The confidence intervals for the medians were calculated using the Brookmeyer and Crowley's method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"5.5195","spread":null},{"groupId":"OG003","value":"4.8953","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Tumor Progression (TTP)","description":"TTP was defined as the time from date of randomization to the date of the first documentation of tumor progression. The Kaplan-Meier method was used to analyze variables of duration and event associated with possible censoring and estimate the medians survival by treatment groups. The confidence intervals for the medians were calculated using the Brookmeyer and Crowley's method.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG002","value":"5.3552","spread":null},{"groupId":"OG003","value":"6.2423","spread":null}]}]}]},{"type":"SECONDARY","title":"European Organization for Research and Treatment of Cancer Quality of Life (EORTC QLQ-C30)","description":"The EORTC QLQ-C30 scales include 5 functional scales (physical, role, cognitive, emotional, and social), a global health status/QL scale and 9 symptom scales: nausea and vomiting, pain, fatigue, dyspnea, insomnia, appetite loss, constipation, diarrhea and financial difficulties. All scales and single-item measures range from 0 to 100. A high score for a functional scale represents a high/healthy level of functioning, for the global health status/QL represents a high QL (better patient state), and for a symptom scale/item represents a high level of symptomatology/problems (worse patient state).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[]},{"type":"SECONDARY","title":"Tumor Related Symptoms (Pain, Dyspnea, Cough, Hemoptysis, Weight, and the Use of Opioids and Non-Opioids Analgesics)","description":"Improvement of ≥ 1 tumor related symptom = clinical benefit responder. Pain improvement = decrease of ≥ 1 National Cancer Institute (NCI) grade from baseline of ≥ 1 symptom of NCI pain category, without pain symptom worsening. Cough, dyspnea and hemoptysis improvement = decrease of ≥ 1 NCI grade from baseline. Positive weight change ≥ 5 percent gain from baseline. Positive analgesic consumption = change from baseline from opioid to non-opioid category.","paramType":"NUMBER","dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":39},"commonTop":["Dyspnoea NOS","Fatigue","Cough","Nausea","Neutropenia"]}}}