{"nctId":"NCT02181673","briefTitle":"A Study of Golimumab in Participants With Active Psoriatic Arthritis","startDateStruct":{"date":"2014-09-08","type":"ACTUAL"},"conditions":["Arthritis, Psoriatic"],"count":480,"armGroups":[{"label":"Treatment Group 1: Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Golimumab"]},{"label":"Treatment Group 2: Golimumab","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo","Drug: Golimumab"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Golimumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have had psoriatic arthritis (PsA) for at least 6 months prior to the first administration of study agent\n* Have a diagnosis of active PSA as defined by 5 or more swollen joints and 5 or more tender joints at Screening and at Baseline and C-reactive protein \\>=0.6 milligram per deciliter (mg/dL) at Screening\n* Have active plaque psoriasis or a documented history of plaque psoriasis\n* Have active PsA despite current or previous disease-modifying antirheumatic drugs (DMARD) and/or nonsteroidal anti-inflammatory drug (NSAID) therapy. DMARD therapy is defined as taking a DMARD for at least 3 months, or evidence of DMARD intolerance. NSAID therapy is defined as taking an NSAID for at least 4 weeks or evidence of NSAID intolerance\n\nExclusion Criteria:\n\n* Have other inflammatory diseases that might confound the evaluations of benefit of Golimumab therapy, including but not limited to rheumatoid arthritis, ankylosing spondylitis, systemic lupus erythematosus, or Lyme disease\n* Are pregnant, nursing, or planning a pregnancy or fathering a child while enrolled in the study or within 4 months after receiving the last administration of study agent\n* Have used any biologic agents that are targeted for reducing tumor necrosis factors (TNF) alpha, including but not limited to Infliximab, Etanercept, Adalimumab, Golimumab, and Certolizumab Pegol\n* Have ever used cytotoxic drugs, including Chlorambucil, Cyclophosphamide, Nitrogen mustard, or other Alkylating agents","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology (ACR) 20 Response at Week 14","description":"The ACR 20 response is defined as greater than or equal to (\\>=) 20 percent (%) improvement from baseline in both swollen joint count (66 joints) and tender joint count (68 joints) and \\>=20% improvement from baseline in at least 3 of the following 5 assessments: Patient's assessment of pain (on a 0 to 10 centimeter \\[cm\\] scale), Patient's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Physician's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Patient's assessment of physical function as measured by Disability Index of the Health Assessment Questionnaire (HAQ-DI) and measurement of a blood test called C-reactive protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.8","spread":null},{"groupId":"OG001","value":"75.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Health Assessment Questionnaire-Disability Index (HAQ-DI) Score at Week 14","description":"The Health Assessment Questionnaire-Disability Index (HAQ-DI) is a 20-question instrument that assesses the degree of difficulty a person has in accomplishing tasks in 8 functional areas (dressing, arising, eating, walking, hygiene, reaching, gripping and activities of daily living). Responses in each functional area are scored from 0 to 3 (0=no difficulty and 3=inability to perform a task in that area). Overall score was computed as the sum of domain scores and divided by the number of domains answered. Total possible score range 0-3 where 0 = least difficulty and 3 = extreme difficulty.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.12","spread":"0.466"},{"groupId":"OG001","value":"-0.60","spread":"0.530"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an ACR 50 Response at Week 14","description":"The ACR 50 response is defined as: greater than or equal to (\\>=) 50 percent (%) improvement from baseline in both swollen joint count (66 joints) and tender joint count (68 joints) and \\>=50% improvement from baseline in at least 3 of the following 5 assessments: Patient's assessment of pain (on a 0 to 10 cm scale), Patient's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Physician's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Patient's assessment of physical function as measured by Disability Index of the Health Assessment Questionnaire (HAQ-DI) and measurement of a blood test called C-reactive protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"43.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Psoriatic Area and Severity Index (PASI) 75 Response at Week 14","description":"The PASI is a system used for assessing and grading the severity of psoriatic lesions. In the PASI system, the body is divided into 4 regions: the head, trunk, upper extremities, and lower extremities. Each of these areas were assessed separately for the percentage of the area involved, which translates to a numeric score that ranges from 0 to 6, and for erythema, induration, and scaling, which are each rated on a scale of 0 to 4. The PASI produces a numeric score that can range from 0 to 72. A higher score indicates more severe disease. A PASI 75 response represents participants who achieved at least a 75 percent improvement from baseline in the PASI score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":null},{"groupId":"OG001","value":"59.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Modified Van Der Heijde-Sharp (vdH-S) Score at Week 24","description":"The modified vdH-S score is a radiographic evaluation of hand and feet erosions and joint space narrowing (JSN) for 20 joints per hand and 6 joints per foot with a total score ranging from 0 (best) to 528 (worst = worst possible erosion score of 320 + worst possible JSN score of 208). Higher score and positive score changes indicate more radiographic damage and radiographic progression, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.95","spread":"0.264"},{"groupId":"OG001","value":"-0.36","spread":"0.144"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Leeds Enthesitis Index (LEI) at Week 14 in Participants With Enthesitis at Baseline","description":"Enthesitis will be assessed using the Leeds Enthesitis Index (LEI). The LEI was developed to assess enthesitis in participants with PsA, and evaluates the presence (score of 1) or absence of pain (score of 0) by applying local pressure to Lateral elbow epicondyle, left and right, Medial femoral condyle, left and right, and Achilles tendon insertion, left and right. LEI scores ranging from 0 (0 sites with tenderness) to 6 (worst possible score; 6 sites with tenderness).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"1.98"},{"groupId":"OG001","value":"-1.8","spread":"1.75"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dactylitis Scores at Week 14 in Participants With Dactylitis at Baseline","description":"Dactylitis is characterized by swelling of the entire finger or toe. The severity of dactylitis is scored on a scale of 0-3, where 0=tenderness and 3=extreme tenderness in each digit of the hands and feet. The range of total dactylitis scores for a participant is 0-60. Higher score indicates greater degree of tenderness.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"7.03"},{"groupId":"OG001","value":"-7.8","spread":"8.57"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 Health Survey (SF-36) Physical Component Summary (PCS) at Week 14","description":"The SF-36 is a survey of participant health. It consists of 8 individual domains, which are weighted sums of the questions in their section. The 8 domains are: vitality (VT), physical functioning (PF), bodily pain (BP), general health (GH), Role-Physical (RP), Role-Emotional (RE), social functioning (SF) and mental health (MH). Each of these 8 scales (domains) is scored from 0 to 100 with higher scores indicating better health. Based on the scale scores, the summary physical component score (PCS) is derived. Scales contributing most to the scoring of the SF-36 PCS include the PF, RP, BP and GH. Other domains not noted contribute to the scoring but to a lesser degree. The scoring is derived based on an algorithm that has been developed in a software provided by the developer. The summary PCS score is also scaled from 0 to 100 with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.69","spread":"5.920"},{"groupId":"OG001","value":"8.65","spread":"7.602"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology (ACR) 50 Response at Week 24","description":"The ACR 50 response is defined as greater than or equal to (\\>=) 50 percent (%) improvement from baseline in both swollen joint count (66 joints) and tender joint count (68 joints) and \\>=50% improvement from baseline in at least 3 of the following 5 assessments: Patient's assessment of pain (on a 0 to 10 centimeter \\[cm\\] scale), Patient's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Physician's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Patient's assessment of physical function as measured by Disability Index of the Health Assessment Questionnaire (HAQ-DI) and measurement of a blood test called C-reactive protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":null},{"groupId":"OG001","value":"53.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved an American College of Rheumatology (ACR) 70 Response at Week 14","description":"The ACR 70 response is defined as greater than or equal to (\\>=) 70 percent (%) improvement from baseline in both swollen joint count (66 joints) and tender joint count (68 joints) and \\>=70% improvement from baseline in at least 3 of the following 5 assessments: Patient's assessment of pain (on a 0 to 10 centimeter \\[cm\\] scale), Patient's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Physician's Global Assessment of Disease Activity (on a 0 to 10 cm scale), Patient's assessment of physical function as measured by Disability Index of the Health Assessment Questionnaire (HAQ-DI) and measurement of a blood test called C-reactive protein (CRP).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"24.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Short Form-36 Health Survey (SF)-36 Mental Component Summary (MCS) at Week 14","description":"The SF-36 is a survey of participant health. It consists of 8 individual domains, which are weighted sums of the questions in their section. The 8 domains are: vitality (VT), physical functioning (PF), bodily pain (BP), general health (GH), Role-Physical (RP), Role-Emotional (RE), social functioning (SF) and mental health (MH). Each of these 8 scales (domains) is scored from 0 to 100 with higher scores indicating better health. Based on the scale scores, the summary mental component score (MCS) is derived. Scales contributing most to the scoring of the SF-36 MCS include the VT, SF, RE and MH. Other domains not noted contribute to the scoring but to a lesser degree. The scoring is derived based on an algorithm that has been developed in a software provided by the developer. The summary MCS score is also scaled from 0 to 100 with higher scores indicating better health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":"7.644"},{"groupId":"OG001","value":"5.33","spread":"9.948"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":239},"commonTop":["Alanine aminotransferase increased","Nasopharyngitis","Aspartate aminotransferase increased"]}}}