{"nctId":"NCT01549002","briefTitle":"Efficacy of Intranasal Fentanyl at Reducing Pain During Abscess Incision and Drainage (I&D) in Children","startDateStruct":{"date":"2012-01"},"conditions":["Abscess","Pain"],"count":20,"armGroups":[{"label":"Intranasal Fentanyl","type":"EXPERIMENTAL","interventionNames":["Drug: Intranasal Fentanyl"]},{"label":"Intravenous Morphine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Intravenous Morphine"]}],"interventions":[{"name":"Intranasal Fentanyl","otherNames":["Fentanyl"]},{"name":"Intravenous Morphine","otherNames":["Morphine"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is 4 years of age up to their 18th birthday\n* Patient has a cutaneous abscess for which an I\\&D is to be performed\n\nExclusion Criteria:\n\n* Patient's parent doesn't speak English or Spanish\n* Patient has developmental delay or neurological impairment\n* Patient has altered mental status\n* Known hypersensitivity to study drugs (fentanyl, morphine sulfate, lidocaine, LMX4®)\n* The presence of significant blood or mucous in the nares despite blowing nose or suctioning\n* Severe renal or liver dysfunction, signs of respiratory distress or depression, any respiratory distress, chronic and severe asthma, upper airway obstruction, suspected gastrointestinal obstruction, suspected paralytic ileus\n* Narcotic analgesia within 4 hours of ED physician evaluation\n* Need for moderate sedation, deep sedation, or general anesthesia\n* Need for subspecialty consultation to perform the I\\&D\n* Need for I\\&D of more than 1 skin abscess\n* Cutaneous abscesses located on the genitals, breasts, face, or neck\n* Previous enrollment in the study\n* Patients with chronic pain syndromes (sickle cell disease, cancer, arthritis, inflammatory bowel disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Score on the Observational Scale of Behavioral Distress Revised (OSBD-R)","description":"Our primary outcome is the Observational Scale of Behavioral Distress - Revised (OSBD-R) to assess observed intra-procedural pain. The total OSBD-R score is a summation of the OSBD-R score of each individual phase. The score in each phase can range from 0 to 23.5. There were four phases in our study, so the range of scores for the total OSBD-R was 0 to 94, with a higher score indicating a greater degree of pain and distress. The four phases in the study are (1) before analgesia administration, (2) ten minutes after analgesia administration but before beginning I\\&D, (3) immediately post I\\&D procedure (to ascertain the pain perceived during procedure), and (4) ten minutes after procedure completion. The scores documented here are the total OSBD-R scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.48","spread":"4.09"},{"groupId":"OG001","value":"18.92","spread":"14.82"}]}]}]},{"type":"SECONDARY","title":"Score on the Faces Pain Scale Revised (FPS-R)","description":"The Faces Pain Scale - Revised (FPS-R) is a self-report measure of pain has strong validity and reliability in children 4 - 17 years of age undergoing painful procedures, and will be used to assess patients' self reported pain. A score of 0 means no pain, a score of 10 means very much pain. Therefore, a lower score indicates that a patient is experiencing a lower degree of pain intensity.\n\nPatients will complete the FPS-R at four times during their medical encounter: (1) before analgesia administration, (2) ten minutes after analgesia administration but before beginning I\\&D, (3) immediately post I\\&D procedure (to ascertain the pain perceived during procedure), and (4) ten minutes after procedure completion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Satisfied With Analgesia Administered","description":"Number of patients satisfied with analgesia administered will be evaluated by determining the number of patients who report a Likert scale response of \"somewhat satisfied\", \"very satisfied\", or \"extremely satisfied\" (i.e. any patient who selects any of these three responses will be considered to have been satisfied with analgesia administered). Patients will be asked 10 minutes after procedure completion. If the patient is 8 years of age and older, both the patient and the parent or guardian will complete a satisfaction survey. If the patients is younger than 8 years, their parent or guardian will complete the satisfaction survey.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}