{"nctId":"NCT00729183","briefTitle":"Study to Evaluate Efficacy of Odanacatib (MK-0822) on Bone Mineral Density (BMD) and Bone Micro-architecture and Overall Safety in Postmenopausal Women (MK-0822-031)","startDateStruct":{"date":"2008-10-02","type":"ACTUAL"},"conditions":["Osteoporosis"],"count":214,"armGroups":[{"label":"Odanacatib 50 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Odanacatib","Drug: Vitamin D3","Drug: Calcium supplement"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Vitamin D3","Drug: Calcium supplement"]}],"interventions":[{"name":"Odanacatib","otherNames":["MK-0822"]},{"name":"Placebo","otherNames":[]},{"name":"Vitamin D3","otherNames":[]},{"name":"Calcium supplement","otherNames":["calcium carbonate","calcium citrate"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has been postmenopausal for 3 years\n* Participant has BMD t-score at the total hip, hip trochanter, femoral neck, or lumbar spine ≥ -1.5 but \\> -3.5\n* Participant has 2 hips that are evaluable by dual-energy X-ray absorptiometry (DXA) and quantitative computed tomography (QCT), e.g. contain no hardware from orthopedic procedures\n* Participant is ambulatory\n\nExclusion Criteria:\n\n* Participant has had a previous hip fracture\n* Participant has had \\>1 prior clinical vertebral fracture AND is a candidate for osteoporosis therapy\n* Participant has been treated with oral bisphosphonates, strontium, parathyroid hormone (PTH) or other agents with an effect on bone\n* Participant has had metabolic bone disorder other than osteoporosis\n* Participant has renal stones, Parkinson's disease, multiple sclerosis (MS) or active parathyroid disease.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline to Month 12 in Lumbar Spine Areal Bone Mineral Density (aBMD)","description":"aBMD (g/cm\\^2) was measured by dual-energy X-ray absorptiometry (DXA) at the lumbar spine and mean BMD measurements from at least 3 evaluable lumbar spine vertebrae (L1-L4) were used. If a vertebra was fractured at baseline or became fractured during the study, its BMD measurement was excluded from the analysis and the lumbar spine BMD was recalculated based on the three remaining vertebrae. aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the lumbar spine was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal Analysis of Covariates (ANCOVA) model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as primary and secondary outcome measures, respectively.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.63","spread":null},{"groupId":"OG001","value":"0.14","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Experienced an Adverse Event (AE)","description":"An AE was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the SPONSOR's products, whether or not considered related to the use of the product. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition which is temporally associated with the use of the SPONSOR's product was also an AE. The percentage of participants that experienced at least one AE was reported for each treatment arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.6","spread":null},{"groupId":"OG001","value":"84.8","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants That Discontinued Study Treatment Due to an AE","description":"An AE was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the SPONSOR's products, whether or not considered related to the use of the product. Any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a preexisting condition which is temporally associated with the use of the SPONSOR's product was also an AE. The percentage of participants that discontinued study treatment (different from discontinuation of the study) due to an AE was reported for each treatment arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.1","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline to Month 24 in Lumbar Spine aBMD","description":"aBMD (g/cm\\^2) was measured by DXA at the lumbar spine and mean BMD measurements from at least 3 evaluable vertebrae from L1 through L4 were used. If a vertebra was fractured at baseline or became fractured during the study, its BMD measurement was excluded from the analysis and the lumbar spine BMD was recalculated based on the three remaining vertebrae. aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the lumbar spine was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as primary and secondary outcome measures, respectively.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.02","spread":null},{"groupId":"OG001","value":"-0.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Hip aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the total hip. All measurements utilized the same hip and at least 2 vertebrae for all time points. The left hip only was scanned. If the left hip was unevaluable, then the right hip was scanned. Once the appropriate leg was identified for scanning, it was used for all subsequent measurements. aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the total hip was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":null},{"groupId":"OG001","value":"-0.16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.43","spread":null},{"groupId":"OG001","value":"-0.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Femoral Neck aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the femoral neck (hip). All measurements utilized the same hip and at least 2 vertebrae for all time points. The left hip only was scanned. If the left hip was unevaluable, then the right hip was scanned. Once the appropriate leg was identified for scanning, it was used for all subsequent measurements. aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the femoral neck was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.03","spread":null},{"groupId":"OG001","value":"-0.45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.47","spread":null},{"groupId":"OG001","value":"-1.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Hip Trochanter aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the hip trochanter. All measurements utilized the same hip and at least 2 vertebrae for all time points. The left hip only was scanned. If the left hip was unevaluable, then the right hip was scanned. Once the appropriate leg was identified for scanning, it was used for all subsequent measurements. aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the hip trochanter was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.37","spread":null},{"groupId":"OG001","value":"0.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.75","spread":null},{"groupId":"OG001","value":"-0.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Total Radius aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the total radius (forearm). aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the total radius was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":null},{"groupId":"OG001","value":"-0.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.19","spread":null},{"groupId":"OG001","value":"-1.89","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Ultradistal Radius aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the ultradistal radius (forearm). aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the ultradistal radius was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.98","spread":null},{"groupId":"OG001","value":"-0.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.25","spread":null},{"groupId":"OG001","value":"-1.45","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Distal Radius aBMD","description":"aBMD (g/cm\\^2) data was measured by DXA at the one-third distal radius (forearm). aBMD data was centrally evaluated and all areal BMD measurements included a longitudinal BMD correction factor as determined by the quality control center. aBMD at the distal radius was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.21","spread":null},{"groupId":"OG001","value":"-0.37","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.57","spread":null},{"groupId":"OG001","value":"-1.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Trabecular Volumetric Bone Mineral Density (vBMD) at Central Section of Spine (L1)","description":"Trabecular vBMD at the lumbar spine (L1) was measured by quantitative computed tomography (QCT). All QCT-derived vBMD measurements were evaluated centrally (and possibly locally) for bone and soft tissue abnormalities. Trabecular vBMD at the lumbar spine (L1) was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.58","spread":null},{"groupId":"OG001","value":"-1.43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.44","spread":null},{"groupId":"OG001","value":"-5.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Trabecular vBMD at Central Section of Spine (L2)","description":"Trabecular vBMD at the lumbar spine (L2) was measured by quantitative computed tomography (QCT). All QCT-derived vBMD measurements were evaluated centrally (and possibly locally) for bone and soft tissue abnormalities. Trabecular vBMD at the lumbar spine (L2) was assessed at the Screening visit (Baseline), Month 6, Month 12, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.67","spread":null},{"groupId":"OG001","value":"-0.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.97","spread":null},{"groupId":"OG001","value":"-3.41","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Serum C-Terminal Telopeptides of Type 1 Collagen (s-CTx) Level","description":"s-CTx is a biochemical marker index of bone resorption. s-CTx was measured via fasting blood draws at Baseline (Randomization), Month 6, Month 12, Month 18, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures. S-CTx was analyzed using the log-transformed fraction from baseline using the per-protocol approach. Data were back-transformed for presentation and geometric LS mean percent change from baseline was reported with 95% CI.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-53.33","spread":null},{"groupId":"OG001","value":"0.70","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-42.56","spread":null},{"groupId":"OG001","value":"3.03","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Serum N-Terminal Propeptides of Type 1 Collagen (s-P1NP) Level","description":"s-P1NP is a biochemical marker index of bone formation. s-P1NP was measured via fasting blood draws at Baseline (Randomization), Month 6, Month 12, Month 18, and Month 24 for the repeated measures longitudinal ANCOVA model, with percent change from baseline at Months 12 and 24 pre-specified to be reported as secondary outcome measures. s-P1NP was analyzed using the log-transformed fraction from baseline using the per-protocol approach. Data were back-transformed for presentation and geometric LS mean percent change from baseline was reported with 95% CI.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.32","spread":null},{"groupId":"OG001","value":"-2.97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.06","spread":null},{"groupId":"OG001","value":"-1.99","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":109},"commonTop":["Arthralgia","Back pain","Nasopharyngitis","Urinary tract infection","Influenza"]}}}