{"nctId":"NCT03583333","briefTitle":"Imipenem/Cilastatin/Relebactam (MK-7655A) Versus Piperacillin/Tazobactam in Participants With Hospital-Acquired or Ventilator-Associated Bacterial Pneumonia (MK-7655A-016)","startDateStruct":{"date":"2018-09-18","type":"ACTUAL"},"conditions":["Hospital-Acquired Bacterial Pneumonia","Ventilator-Associated Bacterial Pneumonia"],"count":274,"armGroups":[{"label":"IMI/REL FDC","type":"EXPERIMENTAL","interventionNames":["Drug: IMI/REL FDC","Drug: Linezolid"]},{"label":"PIP/TAZ FDC","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PIP/TAZ FDC","Drug: Linezolid"]}],"interventions":[{"name":"IMI/REL FDC","otherNames":["MK-7655A"]},{"name":"PIP/TAZ FDC","otherNames":[]},{"name":"Linezolid","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Requires treatment with IV antibiotic therapy for HABP or VABP\n* Fulfills clinical and radiographic criteria within 48 hours prior to randomization, with onset of criteria occurring after more than 2 days of hospitalization or within 7 days after discharge from a hospital for HABP; or at least 2 days after mechanical ventilation (for VABP)\n* Has an adequate baseline (at or within 2 days of screening) lower respiratory tract specimen obtained for Gram stain and culture\n* Has an infection known or thought to be, in the opinion of the investigator, caused by microorganisms susceptible to the IV study therapy\n* Agrees to allow any bacterial isolates obtained from protocol-required specimens related to the current infection to be provided to the Central Microbiology Reference Laboratory for study-related microbiological testing and long-term storage\n* Males agree to use contraception as detailed in protocol from the time of providing informed consent through completion of the study and refrain from donating sperm during this period\n* Females are not pregnant, not breastfeeding, and are either: a.) Not a woman of childbearing potential (WOCBP) OR b.) A WOCBP who agrees to follow the contraceptive guidance from the time of providing informed consent through completion of the study\n* If a penicillin skin test is required by local clinical practice, the participant must have a negative skin test result for allergy to penicillin\n\nExclusion Criteria:\n\n* Has a baseline lower respiratory tract specimen Gram stain that shows the presence of Gram-positive cocci only\n* Has confirmed or suspected community-acquired bacterial pneumonia (CABP)\n* Has confirmed or suspected pneumonia caused by Mycoplasma, Chlamydia, or Legionella, or of viral, fungal, or parasitic etiology\n* Has HABP/VABP caused by an obstructive process, including lung cancer (or other malignancy metastatic to the lungs resulting in pulmonary obstruction) or other known obstruction\n* Has a carcinoid tumor or carcinoid syndrome\n* Has active immunosuppression\n* Is expected to die during the 7- to 14-day treatment period, despite adequate antibiotic therapy\n* Has a concurrent condition or infection that, in the investigator's judgment, would preclude evaluation of therapeutic response\n* Has a history of serious allergy, hypersensitivity, or any serious reaction to any β-lactams or β-lactamase inhibitors\n* Has a history of a seizure disorder which has required ongoing treatment with anticonvulsive therapy or prior treatment with anti-convulsive therapy within the last 3 years\n* Is currently undergoing hemodialysis or peritoneal dialysis\n* A WOCBP who has a positive urine pregnancy test at screening\n* Has received effective antibacterial drug therapy with known coverage of pathogens that cause HABP/VABP for a continuous duration of more than 48 hours during the previous 72 hours\n* Is anticipated to be treated with any of the prohibited medications during the course of study therapy\n* Is currently participating in, or has participated in, any other clinical study involving the administration of investigational or experimental medication (not licensed by regulatory agencies) at the time of the presentation or during the previous 90 days prior to screening or is anticipated to participate in such a clinical study during the course of this trial\n* Has previously participated in this study at any time","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With All-cause Mortality Through Day 28 in the Modified Intent to Treat (MITT) Population","description":"For each participant, survival status was assessed at Day 28 post-randomization and recorded on the electronic Case Report Form. The percentage of participants with all-cause mortality through Day 28 in the MITT population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":null},{"groupId":"OG001","value":"5.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Clinical Response at Early Follow-up (EFU) Visit in the MITT Population","description":"Clinical response was defined as \"Sustained cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status with no evidence of resurgence AND no additional antibiotic therapy was required for the index infection) or \"Cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status AND no additional antibiotic therapy was required for the index infection). The percentage of participants achieving a favorable clinical response at EFU visit in the MITT population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50.7","spread":null},{"groupId":"OG001","value":"47.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Clinical Response at EFU Visit in the Clinically Evaluable (CE) Population","description":"Clinical response was defined as \"Sustained cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status with no evidence of resurgence) AND no additional antibiotic therapy was required for the index infection or \"Cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status) AND no additional antibiotic therapy was required for the index infection. The percentage of participants achieving a favorable clinical response at EFU visit in the CE population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.6","spread":null},{"groupId":"OG001","value":"62.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Clinical Response at End of Therapy (EOT) Visit in the MITT Population","description":"Clinical response was defined as \"Improved\" (The majority of pre-therapy signs and symptoms of the index infection have improved or resolved or returned to \"pre-infection status\" AND no additional antibiotic therapy was required) or \"Cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status AND no additional antibiotic therapy was required for the index infection). The percentage of participants achieving a favorable clinical response at EOT visit in the MITT population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.6","spread":null},{"groupId":"OG001","value":"68.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Clinical Response at EOT Visit in the Clinically Evaluable (CE) Population","description":"Clinical response was defined as \"Improved\" (The majority of pre-therapy signs and symptoms of the index infection have improved or resolved or returned to \"pre-infection status\" AND no additional antibiotic therapy is required) or \"Cure\" (All pretherapy signs and symptoms of the index infection have resolved or returned to preinfection status) AND no additional antibiotic therapy is required for the index infection. The percentage of participants achieving a favorable clinical response at End of Treatment (EOT) visit in the CE population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.4","spread":null},{"groupId":"OG001","value":"82.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Microbiological Response at EOT Visit in Microbiological Modified Intent-To-Treat Population (mMITT) Population","description":"Favorable overall microbiological response rates were defined as \"eradication\" (A lower respiratory tract culture taken at the EOT visit showed eradication of the pathogen found at study entry) OR \"presumed eradication\" (No specimen taken because participant was deemed clinically cured or improved) of the baseline pathogen. The percentage of participants achieving a favorable microbiological response at EOT visit in the mMITT population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.5","spread":null},{"groupId":"OG001","value":"60.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Microbiological Response at EFU Visit in Microbiological-evaluable (ME) Population.","description":"A favorable by-pathogen microbiological response at EFU visit required \"eradication\" (A lower respiratory tract culture taken at the EFU visit showed eradication of the pathogen found at study entry) or \"presumed eradication\" (No specimen taken because participant was deemed clinically cured or improved) of the baseline pathogen. The percentage of participants achieving a favorable microbiological response at EFU visit in the ME population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.0","spread":null},{"groupId":"OG001","value":"78.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Achieving a Favorable Microbiological Response at EOT Visit in the ME Population","description":"Favorable overall microbiological response rates was defined as \"eradication\" (A lower respiratory tract culture taken at the EOT visit showed eradication of the pathogen found at study entry) OR \"presumed eradication\" (No specimen taken because participant was deemed clinically cured or improved) of the baseline pathogen. The percentage of participants achieving a favorable microbiological response at End of Treatment (EOT) visit in the ME population is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.9","spread":null},{"groupId":"OG001","value":"74.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Experiencing Adverse Events (AEs)","description":"An AE was defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The percentage of participants experiencing an AE was reported for each arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.6","spread":null},{"groupId":"OG001","value":"84.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Discontinuing Study Drug Due to AEs","description":"An AE was defined as any untoward medical occurrence in a participant, temporally associated with the use of study treatment, whether or not considered related to the study treatment. The percentage of participants that discontinued study therapy due to an AE was reported for each arm.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":null},{"groupId":"OG001","value":"8.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":29,"n":134},"commonTop":["Diarrhoea","Anaemia","Hepatic function abnormal","Hypokalaemia","Hyponatraemia"]}}}