{"nctId":"NCT03536884","briefTitle":"A Study to Evaluate the Efficacy and Safety of Bimekizumab Compared to an Active Comparator in Adult Subjects With Moderate to Severe Chronic Plaque Psoriasis","startDateStruct":{"date":"2018-06-13","type":"ACTUAL"},"conditions":["Chronic Plaque Psoriasis","Moderate to Severe Chronic Plaque Psoriasis"],"count":743,"armGroups":[{"label":"Bimekizumab dosage regimen 1","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab","Other: Placebo"]},{"label":"Bimekizumab dosage regimen 2","type":"EXPERIMENTAL","interventionNames":["Drug: Bimekizumab","Other: Placebo"]},{"label":"Secukinumab","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Bimekizumab","Drug: Secukinumab"]}],"interventions":[{"name":"Bimekizumab","otherNames":["UCB4940"]},{"name":"Secukinumab","otherNames":["COSENTYX®"]},{"name":"Placebo","otherNames":["PBO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nDouble-blind Treatment Period\n\n* Male or female at least 18 years of age\n* Subject must have had chronic plaque psoriasis (PSO) for at least 6 months prior to the Screening visit\n* Subject must have Psoriasis Area Severity Index (PASI) \\>=12 and body surface area (BSA) affected by PSO \\>=10% and Investigator's Global Assessment (IGA) score \\>=3 on a 5 point scale\n* Subject must be a candidate for systemic PSO therapy and/or phototherapy\n* Subject must be considered, in the opinion of the Investigator, to be a suitable candidate for treatment with secukinumab per regional labeling and has no contraindications to receive secukinumab as per the local label\n* Female subject of childbearing potential must be willing to use highly effective method of contraception\n\nOpen-label extension (OLE) Period\n\n* Completed the double-blind Treatment Period without meeting any withdrawal criteria\n* All Week 48 visit assessments completed\n* Compliant with ongoing clinical study requirements\n* Signed a separate OLE Period Informed Consent Form (ICF)\n* Female subject of childbearing potential must be willing to use highly effective method of contraception\n\nOLE2 Period (USA and Canada)\n\n* Completed the OLE Period without meeting any withdrawal criteria\n* Compliant with ongoing clinical study requirements\n* Female subject of childbearing potential must be willing to use highly effective method of contraception\n* Subjects with a diagnosis of Crohn's disease or ulcerative colitis are allowed as long as they have no active symptomatic disease (US only)\n* Signed a separate OLE2 Period ICF\n\nExclusion Criteria:\n\nDouble-blind Treatment Period\n\n* Subject has an active infection (except common cold), a serious infection, or a history of opportunistic, recurrent or chronic infections\n* Subject has concurrent acute or chronic viral hepatitis B or C or human immunodeficiency virus (HIV) infection\n* Subject has known tuberculosis (TB) infection, is at high risk of acquiring TB infection, or has current or history of nontuberculous mycobacterium (NTMB) infection\n* Subject has any other condition, including medical or psychiatric, which, in the Investigator's judgment, would make the subject unsuitable for inclusion in the study\n* Presence of active suicidal ideation or severe depression\n* Subject has any active malignancy or history of malignancy within 5 years prior to the Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma, or in situ cervical cancer\n\nOLE2 Period (USA and Canada)\n\n* Subject has developed any medical or psychiatric condition, which, in the Investigator's judgment, would make the subject unsuitable for inclusion in OLE2 Period\n* Subject had a positive or indeterminate interferon-gamma release assay (IGRA) in the OLE study to Week 144, unless appropriately evaluated and treated\n* Presence of active suicidal ideation or severe depression\n* Subject has developed any active malignancy or history of malignancy prior to the OLE2 Screening Visit EXCEPT treated and considered cured cutaneous squamous or basal cell carcinoma, or in situ cervical cancer","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Psoriasis Area and Severity Index 100 (PASI100) Response at Week 16","description":"The PASI100 response assessments are based on 100% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for the redness, thickness, and scaling for each of the 4 body areas with a score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of body areas and converting to a 0 to 6 scale. Final PASI= average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of the respective section, and weighted by the percentage of the person's affected skin for the respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.7","spread":null},{"groupId":"OG001","value":"48.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a PASI75 Response at Week 4","description":"The PASI75 response assessments are based on at least 75% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of body areas and converting to 0 to 6 scale. Final PASI= average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of the respective section, and weighted by the percentage of the person's affected skin for the respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.0","spread":null},{"groupId":"OG001","value":"47.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a PASI90 Response at Week 16","description":"The PASI90 response assessments are based on at least 90% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for redness, thickness, and scaling for each of the 4 body areas with score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of the body areas and converting to a 0 to 6 scale. Final PASI=average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of the respective section, and weighted by the percentage of the person's affected skin for respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"74.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a PASI100 Response at Week 48","description":"The PASI100 response assessments are based on 100% improvement in PASI score from Baseline. Body divided into 4 areas: head, arms, trunk to groin, and legs to top of buttocks. Assignment of an average score for the redness, thickness, and scaling for each of the 4 body areas with a score of 0 (clear) to 4 (very marked). Determining the percentage of skin covered with PSO for each of body areas and converting to a 0 to 6 scale. Final PASI= average redness, thickness, and scaliness of the psoriatic skin lesions, multiplied by the involved psoriasis area score of the respective section, and weighted by the percentage of the person's affected skin for the respective section. The minimum possible PASI score is 0= no disease, the maximum score is 72= maximal disease.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":null},{"groupId":"OG001","value":"46.2","spread":null},{"groupId":"OG002","value":"66.5","spread":null},{"groupId":"OG003","value":"73.5","spread":null},{"groupId":"OG004","value":"48.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Investigator´s Global Assessment (IGA) Response (0/1) at Week 16","description":"The IGA measures the overall psoriasis severity following a 5-point scale (0-4), where scale 0= clear, no signs of psoriasis; presence of post-inflammatory hyperpigmentation, scale 1= almost clear, no thickening; normal to pink coloration; no to minimal focal scaling, scale 2= mild thickening, pink to light red coloration and predominately fine scaling, 3= moderate, clearly distinguishable to moderate thickening; dull to bright red, clearly distinguishable to moderate thickening; moderate scaling and 4= severe thickening with hard edges; bright to deep dark red coloration; severe/coarse scaling covering almost all or all lesions. IGA response was defined as Clear (0) or Almost Clear (1) with at least a two-category improvement from Baseline at Week 16.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"78.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent Adverse Events (TEAEs) Adjusted by Duration of Participant Exposure to Investigational Medicinal Product (IMP) From Baseline up to Week 225","description":"The number of TEAEs adjusted by duration of exposure to study treatment was scaled such that provided an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to the first occurrence of the AE being considered. If a participant had no events, the total time at risk was used.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"250.13","spread":null},{"groupId":"OG001","value":"331.26","spread":null},{"groupId":"OG002","value":"234.88","spread":null},{"groupId":"OG003","value":"115.35","spread":null},{"groupId":"OG004","value":"165.22","spread":null},{"groupId":"OG005","value":"164.95","spread":null},{"groupId":"OG006","value":"74.25","spread":null},{"groupId":"OG007","value":"94.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Serious Adverse Events (SAEs) Adjusted by Duration of Participant Exposure to IMP From Baseline up to Week 225","description":"The number of SAEs adjusted by duration of exposure to study treatment was scaled such that it provided an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to the first occurrence of the AE being considered. If a participant had no events, the total time at risk was used.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.94","spread":null},{"groupId":"OG001","value":"7.33","spread":null},{"groupId":"OG002","value":"6.75","spread":null},{"groupId":"OG003","value":"5.93","spread":null},{"groupId":"OG004","value":"4.34","spread":null},{"groupId":"OG005","value":"12.28","spread":null},{"groupId":"OG006","value":"1.38","spread":null},{"groupId":"OG007","value":"6.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of TEAEs Leading to Withdrawal Adjusted by Duration of Participant Exposure to IMP From Baseline up to Week 225","description":"The number of TEAEs leading to discontinuation adjusted by duration of exposure to study treatment was scaled such that it provided an incidence rate per 100 patient-years. If a participant had multiple events, the time of exposure was calculated to the first occurrence of the AE being considered. If a participant had no events, the total time at risk was used.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":null},{"groupId":"OG001","value":"5.85","spread":null},{"groupId":"OG002","value":"3.33","spread":null},{"groupId":"OG003","value":"2.56","spread":null},{"groupId":"OG004","value":"3.52","spread":null},{"groupId":"OG005","value":"11.33","spread":null},{"groupId":"OG006","value":"2.76","spread":null},{"groupId":"OG007","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":373},"commonTop":["Nasopharyngitis","Oral candidiasis","Upper respiratory tract infection","Urinary tract infection","Corona virus infection"]}}}