{"nctId":"NCT04620811","briefTitle":"An Extension Study of Lirentelimab in Eosinophilic Gastritis and/or Eosinophilic Duodenitis (Formerly Referred to as Eosinophilic Gastroenteritis)","startDateStruct":{"date":"2020-12-03","type":"ACTUAL"},"conditions":["Eosinophilic Gastritis","Eosinophilic Duodenitis"],"count":159,"armGroups":[{"label":"3.0 mg/kg of Lirentelimab (AK002)","type":"EXPERIMENTAL","interventionNames":["Drug: lirentelimab"]}],"interventions":[{"name":"lirentelimab","otherNames":["AK002"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Provide written informed consent.\n2. Completed Study AK002-016, defined as having received 6 infusions of study drug and followed through Day 176 (±3) or completed Study AK002-012, defined as having received the cohort-appropriate amount of doses and followed for 5 months after last dose of study drug.\n3. If patient is on pre-existing dietary restrictions, willingness to maintain those restrictions, throughout the study.\n4. Able and willing to comply with all study procedures.\n5. Female patients must be either post-menopausal for at least 1 year or surgically sterile (tubal ligation, hysterectomy, or bilateral oophorectomy) for at least 3 months, or if of childbearing potential, have a negative pregnancy test and agree to use dual methods of contraception, or abstain from sexual activity until the end of the study, or for 120 days following the last dose of study drug, whichever is longer.\n6. Male patients with female partners of childbearing potential must agree to use a highly effective method of contraception until the end of the study or for 120 days following the last dose of study drug, whichever is longer. All fertile men with female partners of childbearing potential should be instructed to contact the Investigator immediately if they suspect their partner might be pregnant at any time during study participation.\n\nKey Exclusion Criteria:\n\n1. Known hypersensitivity to any constituent of the study drug.\n2. Any disease, condition (medical or surgical), or cardiac abnormality, which, in the opinion of the Investigator, would place the patient at increased risk.\n3. Planned or expected vaccination with live attenuated vaccines during the Treatment Period, or vaccination expected within 5 half-lives (4 months) of AK002 administration.\n4. Women who are pregnant, breastfeeding, or planning to become pregnant while participating in the study.\n5. Any other reason that, in the opinion of the Investigator or Medical Monitor, makes the patient unsuitable for enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Safety and Tolerability of Lirentelimab by Evaluating Adverse Events Assessed Using the CTCAE Version 5.0","description":"Adverse events assessed using the CTCAE version 5.0.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Tissue Eosinophil Responders","description":"A tissue eosinophil responder is defined as mean eosinophil count ≤4 cells/HPF in 5 gastric HPFs for EG only patients, ≤15 cells/HPF in 3 duodenal HPFs for EoD only patients, and ≤4 cells/HPF in 5 gastric HPFs and ≤15 cells/HPF in 3 duodenal HPFs for EG+EoD patients.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change in PRO Total System Score (TSS) From AK002-016/AK002-012 Baseline","description":"The PRO Total Symptom Score (TSS) is a patient reported outcome (PRO) questionnaire comprises the following 6 symptoms: Abdominal pain intensity, Nausea intensity, Fullness before meal intensity, Loss of appetite intensity, Bloating intensity, and Abdominal cramping intensity. TSS scores can range from 0 to 60, with a lower score indicating less-severe symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.4","spread":"11.0"},{"groupId":"OG001","value":"-17.0","spread":"12.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":75},"commonTop":["Infusion related reaction","Corona virus infection","Diarrhoea","Abdominal pain","Nausea"]}}}