{"nctId":"NCT01232283","briefTitle":"Study to Evaluate Safety and Effectiveness of Oral Apremilast (CC-10004) in Patients With Moderate to Severe Plaque Psoriasis.","startDateStruct":{"date":"2010-11-22","type":"ACTUAL"},"conditions":["Plaque Psoriasis"],"count":413,"armGroups":[{"label":"Apremilast","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Drug: Placebo","Other: Topical or Phototherapy Therapy"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Apremilast","Drug: Placebo","Other: Topical or Phototherapy Therapy"]}],"interventions":[{"name":"Apremilast","otherNames":["CC-10004","Otezla"]},{"name":"Placebo","otherNames":[]},{"name":"Topical or Phototherapy Therapy","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females, ≥ 18 years of age at the time of signing the informed consent document\n2. Diagnosis of chronic plaque psoriasis for at least 12 months prior to Screening\n\n   a. Have moderate to severe plaque psoriasis at Screening and Baseline\n3. Must meet all laboratory criteria\n4. Females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. FCBP who engage in activity in which conception is possible must use 2 forms of contraception as described by the Study Doctor while on study medication and for at least 28 days after taking the last dose of study medication\n5. Male subjects (including those who have had a vasectomy) who engage in activity in which conception is possible must use barrier contraception (latex condom or any nonlatex condom NOT made out of natural \\[animal\\] membrane \\[eg, polyurethane\\]) while on study medication and for a least 28 days after the last dose of study medication.\n\nExclusion Criteria:\n\n1. Other than psoriasis, history of any clinically significant (as determined by the Investigator) or other major uncontrolled disease.\n2. Pregnant or breast feeding\n3. History of allergy to any component of the study drug\n4. Hepatitis B surface antigen positive at Screening\n5. Anti-hepatitis C antibody positive at Screening\n6. Active tuberculosis (TB) or a history of incompletely treated TB\n7. Clinically significant abnormality on 12-Lead ECG at Screening\n8. Clinically significant abnormal chest x-ray\n9. History of positive human immunodeficiency virus (HIV), or have congenital or acquired immunodeficiency\n10. Active substance abuse or a history of substance abuse within 6 months prior to Screening\n11. Bacterial infections requiring treatment with oral or injectable antibiotics, or significant viral or fungal infections, within 4 weeks of Screening\n12. Malignancy or history of malignancy (except for treated \\[ie, cured\\] basal cell or squamous cell in situ skin carcinomas and treated \\[ie, cured\\] cervical intraepithelial neoplasia \\[CIN\\] or carcinoma in situ of the cervix with no evidence of recurrence within the previous 5 years)\n13. Psoriasis flare or rebound within 4 weeks prior to Screening\n14. Evidence of skin conditions that would interfere with clinical assessments\n15. Topical therapy within 2 weeks of randomization\n16. Systemic therapy for psoriasis within 4 weeks prior to randomization\n17. Use of phototherapy within 4 weeks prior to randomization (ie, UVB, PUVA)\n18. Adalimumab, etanercept, infliximab, or certolizumab pegol within 12 weeks prior to randomization\n19. Alefacept, briakinumab, or ustekinumab within 24 weeks prior to randomization\n20. Use of any investigational drug within 4 weeks prior to randomization\n21. Prolonged sun exposure or use of tanning booths or other ultraviolet (UV) light sources\n22. Prior treatment with apremilast","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved at Least a 75% Improvement (Response) in the Psoriasis Area Severity Index (PASI-75) at Week 16 From Baseline","description":"PASI-75 response is the percentage of participants who achieved at least a 75% reduction (improvement) from baseline in PASI score at week 16. The improvement in PASI score was used as a measure of efficacy. The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The PASI score was set to missing if any severity score or degree of involvement is missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.8","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a Static Physician Global Assessment (sPGA) Score of Clear (0) or Almost Clear (1) With at Least 2 Points Reduction From Baseline","description":"The sPGA was a 5-point scale ranging from 0 (clear), 1 (almost clear), 2 (mild), 3 (moderate), to 4 (severe), incorporating an assessment of the severity of the three primary signs of the disease: erythema, scaling and plaque elevation. When making the assessment of overall severity, the Investigator must have factored in areas that have already been cleared (ie, have scores of 0) and not just evaluate remaining lesions for severity, ie, the severity of each sign was averaged across all areas of involvement, including cleared lesions. In the event of different severities across disease signs, the sign that is the predominant feature of the disease should be used to help determine the sPGA score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Affected Body Surface Area (BSA) at Week 16","description":"BSA was a measurement of involved skin. The overall BSA affected by psoriasis was estimated based on the palm area of the participant's hand (entire palmar surface or \"handprint\" including the fingers), which equates to approximately 1% of total body surface area.\n\nBSA percent change from baseline (Visit 2 Week 0) was determined at each visit of the study, which is calculated as 100\\*(visit BSA - baseline BSA) / baseline BSA (%).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.40","spread":"2.636"},{"groupId":"OG001","value":"-6.25","spread":"3.710"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Psoriasis Area Severity Index (PASI) Score at Week 16","description":"Psoriasis Area Severity Index (PASI) scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The total qualitative score (sum of erythema, thickness, and scaling scores) is multiplied by the degree of involvement for each anatomic region and then multiplied by a constant. These values for each anatomic region are summed to yield the PASI score. The PASI score was set to missing if any severity score or degree of involvement is missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.8","spread":"2.23"},{"groupId":"OG001","value":"-16.0","spread":"3.15"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved a 50% Improvement (Response) in the PASI Score (PASI-50) at Week 16 From Baseline","description":"PASI-50 response is the percentage of participants who achieved at least a 50% reduction (improvement) from baseline in PASI score at Week 16. The improvement in PASI score was used as a measure of efficacy. The PASI is a measure of psoriatic disease severity taking into account qualitative lesion characteristics (erythema, thickness, and scaling) and degree of skin surface area involvement on defined anatomical regions. PASI scores range from 0 to 72, with higher scores reflecting greater disease severity. Erythema, thickness, and scaling are scored on a scale of 0 (none) to 4 (very severe) on 4 anatomic regions of the body: head, trunk, upper limbs, and lower limbs. Degree of involvement on each of the 4 anatomic regions is scored on a scale of 0 (no involvement) to 6 (90% to 100% involvement). The PASI score was set to missing if any severity score or degree of involvement is missing.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.5","spread":null},{"groupId":"OG001","value":"19.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pruritus Visual Analog Scale (VAS) Score at Week 16","description":"The Pruritus Visual Analog Scores (VAS) were used to measure the amount of itching and discomfort a participant experiences. Participant's Assessment of Pruritus (Itch) asked: On average, how much itch have you had because of your condition in the past week? All VAS values range from 0 to 100. Higher scores correspond to more severe symptom or disease. Change from baseline was calculated for the VAS scale, where change = visit value - baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-33.5","spread":"2.08"},{"groupId":"OG001","value":"-12.2","spread":"2.95"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) Total Score at Week 16","description":"DLQI is a simple, compact, and practical questionnaire for use in a dermatology clinical setting to assess limitations related to the impact of skin disease. The instrument contains ten items dealing with the participant's skin. With the exception of Item Number 7, the participant responds on a four-point scale, ranging from \"Very Much\" (score 3) to \"Not at All\" or \"Not relevant\" (score 0). Item Number 7 is a multi-part item, the first part of which ascertains whether the participant's skin prevented them from working or studying (Yes or No, scores 3 or 0 respectively), and if \"No,\" then the subject is asked how much of a problem the skin has been at work or study over the past week, with response alternatives being \"A lot,\" \"A little,\" or \"Not at all\" (scores 2, 1, or 0 respectively). The DLQI total score was derived by summing all item scores, which has a possible range of 0 to 30, with 30 corresponding to the worst quality of life, and 0 corresponding to the best.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"0.37"},{"groupId":"OG001","value":"-2.7","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mental Component Summary (MSC) Score of the Medical Outcome Study Short Form 36-item (SF-36) Health Survey Version 2.0 at Week 16","description":"The SF-36 was a 36-item general health instrument and consists of 8 scales: physical function (PF), role limitations-physical (RP), vitality (VT), general health perceptions (GH), bodily pain (BP), social function (SF), role limitations-emotional (RE), and mental health (MH). Scale scores range from 0 to 100, with higher scores indicating better health. Two overall summary scores were obtained - a Physical Component Summary score (PCS) and a Mental Component Summary score (MCS).\n\nScores from the 8 scales, PCS and MCS were transformed to the norm-based scores using weights from U.S. general population, with 50 as the average and 10 as the standard deviation, higher scores indicating better health. For norm based scores, change from baseline were calculated for the 8 scales and the two summary scales, where change = visit value - baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.60","spread":"0.563"},{"groupId":"OG001","value":"-0.03","spread":"0.804"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Both a 75% Improvement (Response) in the PASI and sPGA Score of Clear (0) or Almost Clear (1) With at Least 2 Points Reduction at Week 16 From Baseline","description":"PASI-75 response is the percentage of participants who achieved at least a 75% reduction (improvement) from baseline in PASI score at Week 16. The improvement in PASI score was used as a measure of efficacy. See Outcome measure #1 for further description.\n\nsPGA is a 5-point scale ranging from 0 (clear), 1 (almost clear), 2 (mild), 3 (moderate), to 4 (severe), incorporating an assessment of the severity of the three primary signs of the disease: erythema, scaling and plaque elevation. See Outcome Measure #2 for further description.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.6","spread":null},{"groupId":"OG001","value":"4.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Loss of Effect (Loss of 50% Improvement in PASI Score Obtained at Week 32 Compared to Baseline) During the Randomized Treatment Withdrawal Phase","description":"Time to loss was the time between the re-randomization date and the date of the first assessment with loss of 50% PASI improvement (event), or the time between the re-randomization date and the date of the last PASI assessment in the randomized withdrawal phase prior to addition of topical/phototherapy or other effective psoriasis therapies, or resumption of apremilast 30 mg BID, or discontinuation, or Week 52 if no loss (censored), whichever was earlier","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"21.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events (TEAEs) in the Placebo Controlled Phase","description":"An AE was any noxious, unintended, or untoward medical occurrence, that may appear or worsen in a participant during the course of study. It may be a new intercurrent illness, a worsening concomitant illness, an injury, or any concomitant impairment of the participant's health, including laboratory test values regardless of etiology. Any worsening (ie, any clinically significant adverse change in the frequency or intensity of a preexisting condition) was considered an AE. A serious AE (SAE) is any untoward adverse event that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly/birth defect, or is a condition that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above. An AE is a treatment emergent AE if the AE start date is on or after the date of the first dose of study drug and no later than 28 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Psoriasis Flare or Rebound in the Placebo Controlled Phase","description":"Psoriasis flare was defined as a sudden intensification of psoriasis requiring medical intervention, or a diagnosis of new generalized erythrodermic, inflammatory, or pustular psoriasis. Rebound is defined as a severe and sudden worsening of disease that occurs after treatment has been discontinued. Note categories below. \\[1\\] Psoriasis adverse events (ie, preferred term as Guttate psoriasis, Psoriasis, Pustular psoriasis) started on or after the first dose date and on or before the last dose date within the phase. \\[2\\] Psoriasis adverse events (ie, preferred term as Guttate psoriasis, Psoriasis, Pustular psoriasis, Rebound psoriasis) started after the last dose date for participants who discontinued within the phase. \\[3\\] PASI \\>= 125% of baseline score at any visit after the last dose date for participants who discontinued within the phase and were not included in \\[1\\] and/or \\[2\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With TEAEs During the Apremilast-Exposure Period Through Week 260","description":"The Apremilast-exposure Period started on the date of the first dose of apremilast (Week 0 for participants originally randomized to apremilast or Week 16 for participants originally randomized to placebo) to the last dose of apremilast. Adverse events that started after 28 days of initiating placebo and before resuming apremilast treatment in the Randomized Treatment Withdrawal Phase (Weeks 32 to 52) were excluded in the Apremilast-exposure phase. A serious AE (SAE) is any untoward adverse event that is fatal, life-threatening, results in persistent or significant disability or incapacity, requires or prolongs existing in-patient hospitalization, is a congenital anomaly or birth defect, or a condition that may jeopardize the patient or may require intervention to prevent one of the outcomes listed above. An AE is a treatment emergent AE if the AE start date is on or after the date of the first dose of study drug and no later than 28 days after the last dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"316","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"165","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Psoriasis Flare or Rebound in the Apremilast-Exposure Period","description":"Psoriasis flare was defined as a sudden intensification of psoriasis requiring medical intervention, or a diagnosis of new generalized erythrodermic, inflammatory, or pustular psoriasis. Rebound is defined as a severe and sudden worsening of disease that occurs after treatment has been discontinued. Note categories below. \\[1\\] Psoriasis adverse events (ie, preferred term as Guttate psoriasis, Psoriasis, Pustular psoriasis) started on or after the first dose date and on or before the last dose date within the phase. \\[2\\] Psoriasis adverse events (ie, preferred term as Guttate psoriasis, Psoriasis, Pustular psoriasis, Rebound psoriasis) started after the last dose date for participants who discontinued within the phase. \\[3\\] PASI \\>= 125% of baseline score at any visit after the last dose date for participants who discontinued within the phase and were not included in \\[1\\] and/or \\[2\\].","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":136},"commonTop":["Nausea","Diarrhoea","Nasopharyngitis","Upper respiratory tract infection","Tension headache"]}}}