{"nctId":"NCT04587453","briefTitle":"Tralokinumab in Combination With Topical Corticosteroids in Japanese Subjects With Moderate-to-severe Atopic Dermatitis","startDateStruct":{"date":"2020-10-27","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":106,"armGroups":[{"label":"Tralokinumab+TCS","type":"EXPERIMENTAL","interventionNames":["Drug: Tralokinumab","Other: Topical corticosteroids (TCS)"]},{"label":"Placebo+TCS","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Other: Topical corticosteroids (TCS)"]}],"interventions":[{"name":"Tralokinumab","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Topical corticosteroids (TCS)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key inclusion criteria:\n\n* Japanese subject aged 18 years and above.\n* Diagnosis of AD as defined by the Hanifin and Rajka (1980) criteria for AD.\n* History of AD for 1 year or more.\n* A recent history (within 1 year before screening) of inadequate response to treatment with topical medication.\n* AD involvement of 10% or more body surface area at screening and at baseline according to component A of SCORAD.\n* Applied a stable dose of emollient twice daily (or more, as needed) for at least 14 days before randomisation.\n\nKey exclusion criteria:\n\n* Subjects for whom TCS are medically inadvisable e.g. due to important side effects or safety risks in the opinion of the investigator.\n* Active dermatologic conditions that may confound the diagnosis of AD or would interfere with assessment of treatment.\n* Use of tanning beds or phototherapy within 6 weeks prior to randomisation.\n* Treatment with systemic immunosuppressive/immunomodulating drugs and/or systemic corticosteroids within 4 weeks prior to randomisation.\n* Treatment with TCS, topical calcineurin inhibitors, topical phosphodiesterase-4 inhibitors, or topical Janus kinase inhibitors within 2 weeks prior to randomisation.\n* Receipt of any marketed biological therapy (i.e. immunoglobulin, anti-immunoglobulin E) including dupilumab or investigational biologic agents 3 to 6 months prior to randomisation.\n* Active skin infections within 1 week prior to randomisation.\n* Clinically significant infection within 4 weeks prior to randomisation.\n* A helminth parasitic infection within 6 months prior to the date informed consent is obtained.\n* Tuberculosis requiring treatment within the 12 months prior to screening.\n* Known primary immunodeficiency disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator's Global Assessment (IGA) Score of 0 (Clear) or 1 (Almost Clear) at Week 16","description":"IGA is an instrument used in clinical trials to rate the severity of the participant's global AD and is based on a 5-point scale ranging from 0 (clear) to 4 (severe).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"PRIMARY","title":"At Least 75% Reduction in Eczema Area and Severity Index (EASI75) at Week 16","description":"Eczema Area and Severity Index (EASI) is a validated measure used in clinical practice and clinical trials to assess the severity and extent of AD. EASI is a composite index with scores ranging from 0 to 72, where higher values indicate a more severe or more extensive condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Scoring Atopic Dermatitis (SCORAD) Total Score From Baseline to Week 16","description":"SCORAD is a validated tool to evaluate the AD disease based on 3 components:\n\n* A) The extent of AD lesions. Assessed as percentage of each defined body area and reported as sum of all areas (max score = 100%).\n* B) The severity of AD lesions. The intensity of 6 specific symptoms on a representative area was assessed using the scale: 0 = none/absent, 1 = mild, 2 = moderate, 3 = severe (max score = 18).\n* C) Subjective symptoms. The itch and sleeplessness over the last 3 days/nights was recorded for each symptom by the subject on a VAS scale: 0 = no itch or trouble sleeping, 10 = unbearable itch or a lot of trouble sleeping (max score = 20).\n\nThe SCORAD was calculated as: A/5+7B/2+C. The maximum total score is 103, with higher values indicating more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-44.1","spread":"2.61"},{"groupId":"OG001","value":"-39.0","spread":"2.61"}]}]}]},{"type":"SECONDARY","title":"Change in Dermatology Life Quality Index (DLQI) Score From Baseline to Week 16.","description":"DLQI consists of 10 items addressing the participant's perception of the impact of their skin disease on different aspects of their health-related quality of life over the past week, such as dermatology-related symptoms and feelings, daily activities, leisure, work or school, personal relationships, and the treatment. Each item is scored on a 4-point Likert scale (0=not at all ⁄ not relevant; 1=a little; 2=a lot; 3=very much). The total score is the sum of the 10 items (ranging from 0 to 30), with higher scores indicating poorer health-related quality of life.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.0","spread":"0.56"},{"groupId":"OG001","value":"-8.8","spread":"0.56"}]}]}]},{"type":"SECONDARY","title":"Reduction of Worst Daily Pruritus Numeric Rating Scale (NRS) Score (Weekly Average) of at Least 4 From Baseline to Week 16","description":"Participants assessed the itch for the past 24 hours using the Worst Daily Pruritus NRS, consisting of 11 points, with 0 indicating 'no itch' and 10 indicating 'worst itch imaginable'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]}]},{"type":"SECONDARY","title":"At Least 90% Reduction in EASI (EASI90) at Week 16","description":"EASI is a validated measure used in clinical practice and clinical trials to assess the severity and extent of AD. EASI is a composite index with scores ranging from 0 to 72, where higher values indicate a more severe or more extensive condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"SECONDARY","title":"At Least 50% Reduction in EASI (EASI50) at Week 16","description":"EASI is a validated measure used in clinical practice and clinical trials to assess the severity and extent of AD. EASI is a composite index with scores ranging from 0 to 72, where higher values indicate a more severe or more extensive condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change in EASI Score From Baseline to Week 16","description":"EASI is a validated measure used in clinical practice and clinical trials to assess the severity and extent of AD. EASI is a composite index with scores ranging from 0 to 72, where higher values indicate a more severe or more extensive condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-77.8","spread":"3.70"},{"groupId":"OG001","value":"-73.5","spread":"3.76"}]}]}]},{"type":"SECONDARY","title":"Change in Worst Daily Pruritus NRS Score (Weekly Average) From Baseline to Week 16","description":"Participants assessed the itch for the past 24 hours using the Worst Daily Pruritus NRS, consisting of 11 points, with 0 indicating 'no itch' and 10 indicating 'worst itch imaginable'.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":"0.26"},{"groupId":"OG001","value":"-4.6","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Change in Eczema-related Sleep NRS Score (Weekly Average) From Baseline to Week 16","description":"Participants rated how much their eczema interfered with their sleep the last night using an 11-point NRS (0 indicating that it 'did not interfere' and 10 indicating that it 'completely interfered').","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.2","spread":"0.25"},{"groupId":"OG001","value":"-4.1","spread":"0.26"}]}]}]},{"type":"SECONDARY","title":"Change in Patient-Oriented Eczema Measure (POEM) Score Form Baseline to Week 16","description":"POEM consists of 7 items, each addressing a specific symptom (itching, sleep, bleeding, weeping, cracking, flaking, and dryness). Participants score how often they have experienced each symptom over the previous week, using a 5-point categorical response scale (0=no days; 1=1 to 2 days; 2=3 to 4 days; 3=5 to 6 days; 4=every day). The total score is the sum of the 7 items (ranging from 0 to 28) and reflects disease-related morbidity; higher scores indicate more severe disease.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.4","spread":"0.82"},{"groupId":"OG001","value":"-11.2","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent Adverse Events From Baseline to Week 16 Per Subject","description":"Number of events divided by patient years of exposure (= rate).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"605.9","spread":null},{"groupId":"OG001","value":"332.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Presence of Treatment-emergent Anti-drug Antibodies (ADA) From Baseline to Week 16","description":"Anti-tralokinumab antibody levels were analyzed using a validated bioanalytical method. Positive treatment-emergent ADA was defined as ADA negative or missing at baseline, and at least one positive post-baseline ADA response. Negative treatment-emergent ADA was defined as ADA negative or missing at baseline, and all post-baseline ADA assessments negative.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":53},"commonTop":["Acne","Nasopharyngitis","Injection site reaction","Pyrexia","Urticaria"]}}}