{"nctId":"NCT04470427","briefTitle":"A Study to Evaluate Efficacy, Safety, and Immunogenicity of mRNA-1273 Vaccine in Adults Aged 18 Years and Older to Prevent COVID-19","startDateStruct":{"date":"2020-07-27","type":"ACTUAL"},"conditions":["SARS-CoV-2"],"count":30415,"armGroups":[{"label":"mRNA-1273","type":"EXPERIMENTAL","interventionNames":["Biological: mRNA-1273","Biological: Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo"]}],"interventions":[{"name":"mRNA-1273","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (Part A only) Participants who are at high risk of SARS-CoV-2 infection, defined as adults whose locations or circumstances put them at appreciable risk of exposure to SARS-CoV-2 and COVID-19.\n* Understands and agrees to comply with the study procedures and provides written informed consent.\n* Able to comply with study procedures based on the assessment of the Investigator.\n* Female participants of non-childbearing potential may be enrolled in the study. Non-childbearing potential is defined as surgically sterile (history of bilateral tubal ligation, bilateral oophorectomy, hysterectomy) or postmenopausal (defined as amenorrhea for ≥12 consecutive months prior to Screening without an alternative medical cause). A follicle-stimulating hormone (FSH) level may be measured at the discretion of the Investigator to confirm postmenopausal status.\n* Female participants of childbearing potential may be enrolled in the study if the participant fulfills all the following criteria:\n\n  * Has a negative pregnancy test at Screening and on the day of the first dose (Day 1, open-label Day 1, and booster dose Day 1).\n  * Has practiced adequate contraception or has abstained from all activities that could result in pregnancy for at least 28 days prior to the first dose (Day 1).\n  * Has agreed to continue adequate contraception through 3 months following the last dose (Day 29, open-label Day 29, and booster dose Day 1).\n  * Is not currently breastfeeding.\n* Healthy adults or adults with pre-existing medical conditions who are in stable condition. A stable medical condition is defined as disease not requiring significant change in therapy or hospitalization for worsening disease during the 3 months before enrollment.\n* (Part C Only) Is currently enrolled in Part B of the current study (mRNA-1273-P301).\n* (Part C Only) Has received at least 1 dose of mRNA-1273 in the current study (mRNA-1273-P301).\n\nExclusion Criteria:\n\n* Is acutely ill or febrile 72 hours prior to or at Screening or dosing (Part B and Part C). Fever is defined as a body temperature ≥38.0°Celsius/100.4°Fahrenheit. Participants meeting this criterion may be rescheduled within the relevant window periods. Afebrile participants with minor illnesses can be enrolled/dosed at the discretion of the Investigator.\n* Is pregnant or breastfeeding.\n* (Part A Only) Known history of SARS-CoV-2 infection.\n* Prior (Part A) or concurrent (Part B and Part C) administration of non-study coronavirus (SARS-CoV, Middle East Respiratory Syndrome \\[MERS\\]-CoV) vaccine or current/planned simultaneous participation in another interventional study to prevent or treat COVID-19.\n* (Part A Only) Demonstrated inability to comply with the study procedures.\n* An immediate family member or household member of this study's personnel.\n* Known or suspected allergy or history of anaphylaxis, urticaria, or other significant adverse reaction to the vaccine or its excipients.\n* Bleeding disorder considered a contraindication to intramuscular injection or phlebotomy.\n* Has received or plans to receive a vaccine within 28 days prior to the first dose (Day 1) or plans to receive a non-study vaccine within 28 days prior to or after any dose of investigational product (IP) (except for seasonal influenza vaccine).\n* (Part A only) Has participated in an interventional clinical study within 28 days prior to the day of enrollment.\n* Immunosuppressive or immunodeficient state, including human immunodeficiency virus (HIV) infection, asplenia, and recurrent severe infections.\n* Has received systemic immunosuppressants or immune-modifying drugs for \\>14 days in total within 6 months prior to IP dose administration (for corticosteroids ≥20 milligram (mg)/day of prednisone equivalent).\n* Has received systemic immunoglobulins or blood products within 3 months prior to the day of IP dose administration.\n* Has donated ≥450 milliliters (mL) of blood products within 28 days prior to IP dose administration.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part A: Number of Participants With a First Occurrence of COVID-19 Starting 14 Days After Second Dose","description":"COVID-19 cases were defined as participants meeting clinical criteria based both on symptoms for COVID-19 and on RT-PCR detection of SARS-CoV-2 from samples collected within 72 hours of the study participant reporting symptoms that met the definition of COVID-19.\n\nAn adjudication committee was assembled for the purpose of reviewing potential cases to determine if the criteria for COVID-19 were met.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"744","spread":null},{"groupId":"OG001","value":"55","spread":null}]}]}]},{"type":"PRIMARY","title":"Part A: Number of Participants With Solicited Local and Systemic Adverse Reactions (ARs) After First Dose","description":"Solicited ARs (local and systemic) were collected in electronic diary (eDiary) within 7 days of dosing. Local ARs included: pain at injection site, erythema (redness) at injection site, swelling/induration (hardness) at injection site, and localized axillary swelling or tenderness ipsilateral to the injection arm. Systemic ARs included: headache, fatigue, myalgia (muscle aches all over the body), arthralgia (aching in several joints), nausea/vomiting, rash, body temperature (potentially fever), and chills. Severity grading for solicited ARs is based on modified Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventative Vaccine Clinical Trials. Severity was graded 0-4; a lower score indicated lower severity and a higher score indicated greater severity. The Investigator determined if solicited AR was also to be recorded as an AE. Summary of serious AEs (SAEs) and nonserious AEs (\"Other\"), regardless of causality, is in Reported \"Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5134","spread":null},{"groupId":"OG001","value":"9329","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1782","spread":null},{"groupId":"OG001","value":"3134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"363","spread":null},{"groupId":"OG001","value":"849","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Part A: Number of Participants With Solicited Local and Systemic Adverse Reactions (ARs) After Second Dose","description":"Solicited ARs (local and systemic) were collected in eDiary within 7 days of dosing. Local ARs included: pain at injection site, erythema (redness) at injection site, swelling/induration (hardness) at injection site, and localized axillary swelling or tenderness ipsilateral to the injection arm. Systemic ARs included: headache, fatigue, myalgia (muscle aches all over the body), arthralgia (aching in several joints), nausea/vomiting, rash, body temperature (potentially fever), and chills. Severity grading for solicited ARs is based on modified Toxicity Grading Scale for Healthy Adult and Adolescent Volunteers Enrolled in Preventative Vaccine Clinical Trials. Severity was graded 0-4; lower score indicated lower severity and a higher score indicated greater severity. The Investigator determined if solicited AR was also to be recorded as an AE. Summary of serious AEs (SAEs) and nonserious AEs (\"Other\"), regardless of causality, is in Reported \"Adverse Events\" section","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4346","spread":null},{"groupId":"OG001","value":"4847","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1558","spread":null},{"groupId":"OG001","value":"5800","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"348","spread":null},{"groupId":"OG001","value":"2895","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"PRIMARY","title":"Parts A and B: Number of Participants With Medically Attended AEs (MAAEs) and AEs Leading to Discontinuation","description":"An MAAE is an AE that leads to an unscheduled visit to a healthcare practitioner (HCP). A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the Reported \"Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4561","spread":null},{"groupId":"OG001","value":"3921","spread":null},{"groupId":"OG002","value":"109","spread":null},{"groupId":"OG003","value":"5513","spread":null},{"groupId":"OG004","value":"5809","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"30","spread":null},{"groupId":"OG004","value":"35","spread":null}]}]}]},{"type":"PRIMARY","title":"Parts A and B: Number of Participants With Serious AEs (SAEs)","description":"An SAE was defined as any AE that resulted in death, is life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in disability/permanent damage, was a congenital anomaly/birth defect, or was an important medical event. A summary of SAEs and all nonserious AEs (\"Other\"), regardless of causality, is located in the Reported \"Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"308","spread":null},{"groupId":"OG001","value":"292","spread":null},{"groupId":"OG002","value":"15","spread":null},{"groupId":"OG003","value":"536","spread":null},{"groupId":"OG004","value":"516","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With Unsolicited AEs up to 28 Days After Any Injection Dose","description":"Unsolicited AE was any AE reported by the participant that was not specified as an AR or was specified as a solicited AR in the protocol but started outside the protocol-defined, post-injection period for reporting solicited ARs. Unsolicited AEs were collected for the 28 days after any injection.\n\nAn AE was as any untoward medical occurrence associated with the use of a drug in humans, whether or not considered drug related. A summary of all SAEs and all nonserious AEs (\"Other\") reported up to the end of the study, regardless of causality, is located in the Reported \"Adverse Events\" section.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4338","spread":null},{"groupId":"OG001","value":"4752","spread":null}]}]}]},{"type":"SECONDARY","title":"Parts A and B: Number of Participants With a First Occurrence of Severe COVID-19 Starting 14 Days After Second Dose","description":"COVID-19 cases were defined as participants meeting clinical criteria based on symptoms for COVID-19 and reverse transcriptase polymerase chain reaction (RT-PCR) detection of SARS-CoV-2 from samples collected within 72 hours of the participant reporting symptoms meeting the definition of COVID-19.\n\nAn adjudication committee reviewed potential cases to determine if the criteria for COVID-19 were met.\n\nClinical signs indicative of severe COVID-19 systemic illness included any of the following: respiratory rate ≥30 per minute, heart rate ≥125 beats per minute, oxygen saturation (SpO2) ≤93% on room air at sea level, or partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FIO2) \\<300 millimeter of mercury (mm Hg), or respiratory failure or acute respiratory distress syndrome (ARDS), evidence of shock, or significant acute renal, hepatic, or neurologic dysfunction, or admission to an intensive care unit or death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"106","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"8","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With a First Occurrence of Either COVID-19 or SARS-CoV-2 Infection Regardless of Symptomatology or Severity Starting 14 Days After Second Dose","description":"COVID-19 cases were defined as participants meeting clinical criteria based both on symptoms for COVID-19 and on RT-PCR detection of SARS-CoV-2 from samples collected within 72 hours of the study participant reporting symptoms that met the definition of COVID-19.\n\nAn adjudication committee was assembled for the purpose of reviewing potential cases to determine if the criteria for COVID-19 were met.\n\nSARS-CoV-2 infection was defined by seroconversion due to infection measured by binding antibody (bAb) levels against SARS-CoV-2 nucleocapsid or by positive RT-PCR at predefined timepoints. Seroconversion was defined by the participant's serostatus at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1339","spread":null},{"groupId":"OG001","value":"280","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With a Secondary Case Definition of COVID-19 Starting 14 Days After Second Dose","description":"Secondary case definition of COVID-19 was defined as the presence of at least 1 of the following systemic symptoms: fever (temperature\n\n≥38ºC), or chills, cough, shortness of breath or difficulty breathing, fatigue, muscle aches or body aches, headache, new loss of taste or smell, sore throat, nasal congestion or rhinorrhea, nausea or vomiting, or diarrhea and a positive nasopharyngeal swab, nasal swab, or saliva sample (or respiratory sample, if hospitalized) for SARS-CoV-2 by RT-PCR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"807","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Parts A and B: Number of Participants Who Died Due to a Cause Directly Attributed to a Complication of COVID-19 Starting 14 Days After Second Dose","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With a First Occurrence of COVID-19 Starting 14 Days After First Dose","description":"COVID-19 cases were defined as participants meeting clinical criteria based both on symptoms for COVID-19 and on RT-PCR detection of SARS-CoV-2 from samples collected within 72 hours of the study participant reporting symptoms that met the definition of COVID-19.\n\nAn adjudication committee was assembled for the purpose of reviewing potential cases to determine if the criteria for COVID-19 were met.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"769","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With a First Occurrence of COVID-19 Starting 14 Days After Second Dose Regardless of Evidence of Prior SARS-CoV-2 Infection","description":"COVID-19 cases were defined as participants meeting clinical criteria based both on symptoms for COVID-19 and on RT-PCR detection of SARS-CoV-2 from samples collected within 72 hours of the study participant reporting symptoms that met the definition of COVID-19.\n\nAn adjudication committee was assembled for the purpose of reviewing potential cases to determine if the criteria for COVID-19 were met.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"754","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With a First Occurrence of SARS-CoV-2 Infection in the Absence of Symptoms Defining COVID-19 Starting 14 Days After Second Dose","description":"SARS-CoV-2 infection was defined by seroconversion due to infection measured by binding antibody (bAb) levels against SARS-CoV-2 nucleocapsid or by positive RT-PCR at predefined timepoints. Seroconversion was defined by the participant's serostatus at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"498","spread":null},{"groupId":"OG001","value":"214","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Geometric Mean Titer (GMT) of SARS-CoV-2 Specific Neutralizing Antibody (nAb)","description":"GMT (50% inhibitory dose \\[ID50\\], 80% inhibitory dose \\[ID80\\]) of nAb against SARS-CoV-2 pseudotyped viruses as measured by pseudovirus nAb assay is reported.\n\n95% CI was based on the t-distribution of log-transformed values for GM titer, then back transformed to original scale for presentation.\n\nBaseline SARS-CoV-2 Status: Positive if there is immunologic or virologic evidence of prior COVID-19, defined as positive RT-PCR test or positive Elecsys result at Day 1. Negative is defined as negative RT-PCR test and negative Elecsys result at Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"9.624","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.515","spread":null},{"groupId":"OG001","value":"54.866","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.903","spread":null},{"groupId":"OG001","value":"1081.124","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"7.332","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.279","spread":null},{"groupId":"OG001","value":"19.684","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.522","spread":null},{"groupId":"OG001","value":"334.867","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.519","spread":null},{"groupId":"OG001","value":"68.117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"52.728","spread":null},{"groupId":"OG001","value":"1478.910","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47.708","spread":null},{"groupId":"OG001","value":"3145.904","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.580","spread":null},{"groupId":"OG001","value":"24.996","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.994","spread":null},{"groupId":"OG001","value":"518.388","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.228","spread":null},{"groupId":"OG001","value":"1099.847","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Geometric Mean Fold Rise (GMFR) of SARS-CoV-2 Specific nAb","description":"The GMFR measures the changes in immunogenicity titers or levels from Baseline within participants.\n\n95% CI was calculated based on the difference in the log-transformed values for GMFR, then back transformed to the original scale for presentation. GMFR for ID50 and ID80 neutralizing antibodies against SARS-CoV-2 S-protein, as measured by pseudovirus neutralizing antibody is presented. Baseline SARS-CoV-2 Status: Positive if there is immunologic or virologic evidence of prior COVID-19, defined as positive RT-PCR test or positive Elecsys result at Day 1. Negative is defined as negative RT-PCR test and negative Elecsys result at Day 1","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.03","spread":null},{"groupId":"OG001","value":"5.69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.07","spread":null},{"groupId":"OG001","value":"112.30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.02","spread":null},{"groupId":"OG001","value":"2.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.05","spread":null},{"groupId":"OG001","value":"45.62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.64","spread":null},{"groupId":"OG001","value":"21.71","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.59","spread":null},{"groupId":"OG001","value":"46.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.71","spread":null},{"groupId":"OG001","value":"20.74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.66","spread":null},{"groupId":"OG001","value":"44.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percentage of Participants With Seroresponse Against SARS-CoV-2","description":"Seroresponse to pseudovirus neutralizing antibody ID50 titer at a participant level is defined as a change from below the LLOQ to equal or above the LLOQ, or at least a 3.3-fold rise if baseline is equal to or above the LLOQ. Seroresponse to pseudovirus neutralizing antibody ID80 titer at a participant level is defined as a change from below the LLOQ to equal or above the LLOQ, or at least a 2.3-fold rise if baseline is equal to or above the LLOQ.\n\nBaseline SARS-CoV-2 Status: Positive if there is immunologic or virologic evidence of prior COVID-19, defined as positive RT-PCR test or positive Elecsys result at Day 1. Negative is defined as negative RT-PCR test and negative Elecsys result at Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"81.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"98.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null},{"groupId":"OG001","value":"63.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"98.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"87.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"94.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"90.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":null},{"groupId":"OG001","value":"96.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Part C: GMT of SARS-CoV-2 Specific nAb Measured by Pseudovirus (VAC62)","description":"95% CI is calculated based on the t-distribution of the log-transformed values for GM value, then back transformed to the original scale for presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163.848","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8122.189","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2951.123","spread":null}]}]}]},{"type":"SECONDARY","title":"Part C: Percentage of Participants With Seroresponse Against SARS-CoV-2 Measured by Pseudovirus (VAC62)","description":"Pseudovirus neutralizing antibody (VAC62) from pre-booster is presented. Seroresponse at a participant level is defined as a change from below the LLOQ to \\>= 4 x LLOQ, or at least a 4-fold rise if pre-booster is equal to or above the LLOQ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Part C: Geometric Mean Concentration (GMC) of SARS-CoV-2 Specific nAb After BD Compared to After Second Dose in Part A Measured by Pseudovirus (VAC62)","description":"95% CI is calculated based on the t-distribution of the log-transformed values for GMC, then back transformed to the original scale for presentation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7739.680","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"1111.274","spread":null}]}]}]},{"type":"SECONDARY","title":"Part C: Percentage of Participants With Seroresponse Against SARS-CoV-2 After BD Compared to After Second Dose in Part A","description":"Pseudovirus neutralizing antibody (VAC62) are presented. Seroresponse at a participant level is defined as a change from below the LLOQ to equal or above 4 x LLOQ, or at least a4-fold rise if baseline (Pre- Dose 1) is equal to or above the LLOQ.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"98.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":308,"n":15162},"commonTop":["COVID-19","Fatigue","Headache","Injection site pain","Upper respiratory tract infection"]}}}