{"nctId":"NCT02525549","briefTitle":"Comparative Safety and Bioequivalence of Two Treatments in the Treatment of Acne Vulgaris","startDateStruct":{"date":"2011-12"},"conditions":["Acne"],"count":903,"armGroups":[{"label":"Test product","type":"EXPERIMENTAL","interventionNames":["Drug: Adapalene and Benzoyl Peroxide Gel"]},{"label":"Reference product","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Adapalene and Benzoyl Peroxide Gel (Reference)"]},{"label":"Placebo product","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo gel"]}],"interventions":[{"name":"Adapalene and Benzoyl Peroxide Gel","otherNames":[]},{"name":"Adapalene and Benzoyl Peroxide Gel (Reference)","otherNames":[]},{"name":"Placebo gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and non-pregnant female subjects, 12 to 40 years of age (inclusive), with a clinical diagnosis of at least moderate facial acne vulgaris\n* Inflammatory lesion (papules and pustules) count of 20 to 50 (inclusive)\n* Non-inflammatory (open and closed comedones) lesion count of 25 to 100 (inclusive)\n* No more than two nodulocystic lesions (i.e., nodules and cysts) on the face including those present on the nose, were enrolled.\n* Subjects must also have had a Baseline IGA score of 3 or 4 on a severity scale of 0 to 4 to be enrolled.\n\nExclusion Criteria:\n\n* Subjects who are pregnant, nursing, or planning a pregnancy within the study participation period.\n* Presence of more than 2 facial Nodulocystic lesions (i.e. nodules and cysts)\n* Subjects with active cystic acne or Polycystic Ovarian Syndrome\n* Presence of any other facial skin condition that, in the Investigator's opinion, might interfere with acne vulgaris diagnosis and/or evaluations (e .g., on the face: rosacea, dermatitis, psoriasis, squamous cell carcinoma, eczema, acneform eruptions caused by medications, steroid acne, steroid folliculitis, or bacterial folliculiti s).\n* Excessive facial hair (e.g. beards, sideburns, moustaches, etc.) that would interfere with diagnosis or assessment of acne vulgaris.\n* Acne conglobata, acne fulminan s, or secondary acne (chloracne, drug-induced acne, etc.)\n* Use of antipruritics including antihistamine, within 24 hours prior to all study visits (Visit l/Baseline through Visit 4).\n* Use of medicated make-up throughout the study and significant change in the use of consumer products within 30 days of study entry and throughout the study (other than study supplied cleanser and lotion).\n* Use within 6 months prior to baseline or during the study of oral retinoids (e.g. Accutane\"') or therapeutic vitamin A supplements of greater than 10,000 units/day (multivitamins are allowed).\n* Use within 1 month prior to baseline or during the study of therapeutic vitamin D supplement (multivitamins are allowed).\n* Use within 1 month prior to baseline or during the study of 1) systemic sterOids', 2) systemic antibiotics, 3) systemic treatment for acne vulgaris (other than oral retinoids which require a 6-month washout), or 4) systemic anti-inflammatory agents\". (' Intranasal and inhaled corticosteroids do not require a washout and may be used throughout the study if at a stable and standard dose. \"Subjects may use Acetaminophen for pain relief, as needed, throughout the study)\n* Use within 14 days prior to baseline or during the study of 1) topical sterOids, 2) topical retinoids, 3) topical acne treatments including over-the-counter preparation (e.g. azelaic acid,etc.) 4)a-hydroxy/glycolic acid, 5) benzoyl peroxide, 6) topical anti-inflammatory agents, or 7) topical antibiotics.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"40 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent Change From Baseline to Day 84 in Inflammatory (Papules and Pustules) Lesions","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.07","spread":"36.6"},{"groupId":"OG001","value":"65.58","spread":"28.42"},{"groupId":"OG002","value":"41.63","spread":"28.05"}]}]}]},{"type":"PRIMARY","title":"Mean Percent Change From Baseline to Day 84 in Non-inflammatory (Open and Closed Comedones) Lesions","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.33","spread":"32.00"},{"groupId":"OG001","value":"55.06","spread":"32.62"},{"groupId":"OG002","value":"36.40","spread":"38.61"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":365},"commonTop":[]}}}