{"nctId":"NCT02294019","briefTitle":"Actual Use Trial of Ibuprofen 400 mg","startDateStruct":{"date":"2014-11"},"conditions":["Patient Compliance"],"count":738,"armGroups":[{"label":"Ibuprofen caplet arm","type":"EXPERIMENTAL","interventionNames":["Drug: Ibuprofen 400 mg caplet"]}],"interventions":[{"name":"Ibuprofen 400 mg caplet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female at least 18 years of age (19 years of age in Alabama)\n* Subject reports taking over-the-counter (OTC) analgesics for pain or fever relief\n\nExclusion Criteria:\n\n* Current government-issued identification (ID)\n* Pregnant or breastfeeding females","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Taking Greater Than (>) 1200 Milligram (mg) (>3 Caplets) on no More Than 2 Use Days During the Study","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. The behavior was considered correct if participants took more than 1200 mg (\\>3 caplets) on either 0, 1 or 2 use days (where a use day was defined as a calendar day starting at 12:01 AM in which a participant received at least one dose of study medication), based on their diary. The behavior was considered acceptable if a participant exceeded the labelled daily dosing directions of taking more than 3 caplets per day, under the advice of a healthcare professional, based on information from the end of study follow-up interview.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Taking Greater Than (>) 400 mg (>1 Caplet) at a Time on no More Than 2 Dosing Occasions During the Study","description":"Percentage of participants whose behavior was either correct or acceptable were considered to be compliant. The behavior was considered correct if the total number of dosing occasions (distinct usage date/time values from their diary) in which a participant received 2 or more caplets was 0, 1 or 2. The behavior was considered acceptable if a participant exceeded the labelled daily dosing directions of taking no more than 1 caplet per dose, under the advice of a healthcare professional, based on the end of study follow up interview.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":736},"commonTop":["Nasopharyngitis","Gastrooesophageal reflux disease","Dizziness","Constipation","Nausea"]}}}