{"nctId":"NCT01825200","briefTitle":"Comparison of the Safety of Flublok® Versus Licensed IIV in Healthy, Medically Stable Adults ≥ 50 Years of Age","startDateStruct":{"date":"2013-03"},"conditions":["Influenza"],"count":2640,"armGroups":[{"label":"Flublok","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Flublok"]},{"label":"Afluria","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Afluria"]}],"interventions":[{"name":"Flublok","otherNames":[]},{"name":"Afluria","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ambulatory adults aged 50 years and older\n2. Medically stable, as determined by medical history and targeted physical examination based on medical history, if appropriate\n3. Able to understand and comply with planned study procedures\n4. Provides written informed consent prior to initiation of any study procedure.\n\nExclusion Criteria:\n\n1. Known contraindication to either study vaccine (see product package inserts)\n2. Receipt of any other influenza or other vaccine within 30 days prior to enrollment in this study.\n3. Receipt of any new medication within 30 days prior to enrollment in this study\n4. Plans to participate in any investigation involving an investigational product during this study.\n5. Pre-existence of atopic dermatitis or any other cutaneous disorder that could complicate the evaluation of potential primary endpoints.\n6. Any clinical or social circumstance that in the opinion of the investigator could interfere with compliance with study procedures or interfere with the interpretation of clinical data.","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Common Hypersensitivity Reactions as Measure of Safety","description":"Number of participants who experience a pre-defined common systemic hypersensitivity adverse event, including rash, urticaria, swelling or edema through Day 30 post-vaccine administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects With at Least One Unsolicited Adverse Event in the 30 Days Following Vaccine Administration","description":"Subjects with at least one serious adverse event and subjects with at least one medically-attended unsolicited adverse event occurring during the 30 days following vaccine administration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Local and Systemic Events Reported as a Measure of Safety","description":"Number of solicited local and systemic events of reactogenicity reported with the help of a memory aid during the seven days following vaccine administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"432","spread":null},{"groupId":"OG001","value":"480","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects With at Least One Hypersensitivity Event Reported on Day 0 and Days 0-7 Following Vaccine Administration as a Measure of Safety","description":"Subjects with at least one pre-defined common systemic hypersensitivity adverse event, including rash, urticaria, swelling or non-dependent edema on Day 0 and for Days 0 to 7 following vaccine administration","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":1314},"commonTop":["Headache","Diarrhea"]}}}