{"nctId":"NCT02454959","briefTitle":"Crossover Study to Assess the Efficacy of PT003 With and Without a Valved Holding Chamber in Subjects With Moderate to Severe COPD","startDateStruct":{"date":"2015-05-01","type":"ACTUAL"},"conditions":["COPD"],"count":80,"armGroups":[{"label":"GFF MDI (PT003) with Aerochamber","type":"EXPERIMENTAL","interventionNames":["Device: GFF MDI (PT003) with Aerochamber"]},{"label":"GFF MDI (PT003) without Aerochamber","type":"EXPERIMENTAL","interventionNames":["Device: GFF MDI (PT003) without Aerochamber"]}],"interventions":[{"name":"GFF MDI (PT003) with Aerochamber","otherNames":[]},{"name":"GFF MDI (PT003) without Aerochamber","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 40 years of age and no older than 80 at Screening\n* Women of non-child bearing potential or negative serum pregnancy test at Screening, and agrees to acceptable contraceptive methods used consistently and correctly Screening until 14 days after final visit.\n* Subjects with an established clinical history of COPD as defined by the American Thoracic Society (ATS)/European Respiratory Society (ERS)\n* Current or former smokers with a history of at least 10 pack-years of cigarette smoking\n* Pre- and post-bronchodilator FEV1/FVC ratio of \\<0.70\n* Post-bronchodilator FEV1 must be \\<80% predicted normal value, calculated using NHANES III reference equations, and the measured FEV1 must also be ≥30% of predicted normal value.\n\nExclusion Criteria:\n\n* Significant diseases other than COPD, i.e., disease or condition which, in the opinion of the Investigator, may put the subject at risk because of participation in the study or may influence either the results of the study or the subject's ability to participate in the study.\n* Women who are pregnant or lactating or women of childbearing potential who are not using an acceptable method of contraception.\n* Subjects, who in the opinion of the Investigator, have a current diagnosis of asthma.\n* Subjects who have been hospitalized due to poorly controlled COPD within 3 months prior to Screening or during the Screening Period.\n* Subjects who have poorly controlled COPD, defined as acute worsening of COPD that requires treatment with oral corticosteroids or antibiotics within 6 weeks prior to Screening or during the Screening Period.\n* Subjects who have clinically significant uncontrolled hypertension.\n* Subjects who have cancer that has not been in complete remission for at least five years.\n* Subjects with abnormal liver function tests defined as AST, ALT, or total bilirubin ≥1.5 times upper limit of normal at Screening and on repeat testing.\n* Subjects with a diagnosis of angle closure glaucoma will be excluded, regardless of whether or not they have been treated. Subjects with a diagnosis of open angle glaucoma who have intraocular pressure controlled with medication(s) are eligible.\n* Subjects with symptomatic prostatic hypertrophy that is clinically significant in the opinion of the Investigator. Subjects with a trans-urethral resection of prostate (TURP) or full resection of the prostate within 6 months prior to Screening are excluded from the study.\n* Subjects with bladder neck obstruction or urinary retention that is clinically significant in the opinion of the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve for Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) From 0 to 12 Hours (AUC0-12) on Day 8","description":"AUC0-12 was calculated using the trapezoidal rule based on FEV1 assessments at pre-dose, and 15 minutes, 30 minutes, 1 hour, 2 hours, 4 hours, 8 hours, 10 hours, 11.5 hours, and 12 hours post-dosing of study drug. Primary Outcome was calculated using the trapezoidal rule and was modeled conditionally on baseline FEV1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.538","spread":"0.0228"},{"groupId":"OG001","value":"1.516","spread":"0.0227"}]}]}]},{"type":"SECONDARY","title":"AUC0-12 on Day 8","description":"Pharmacokinetic Parameter AUC0-12 of Glycopyrronium by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"128.00","spread":"85.63"},{"groupId":"OG001","value":"111.39","spread":"63.54"}]}]}]},{"type":"SECONDARY","title":"AUC0-12 on Day 8","description":"Pharmacokinetic Parameter AUC0-12 of Formoterol by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.46","spread":"43.29"},{"groupId":"OG001","value":"78.49","spread":"39.17"}]}]}]},{"type":"SECONDARY","title":"Cmax on Day 8","description":"Pharmacokinetic Parameter Cmax of Glycopyrronium by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.03","spread":"21.87"},{"groupId":"OG001","value":"26.55","spread":"15.11"}]}]}]},{"type":"SECONDARY","title":"Cmax on Day 8","description":"Pharmacokinetic Parameter Cmax of Formoterol by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.53","spread":"5.88"},{"groupId":"OG001","value":"13.07","spread":"7.50"}]}]}]},{"type":"SECONDARY","title":"Tmax on Day 8","description":"Pharmacokinetic Parameter tmax of Glycopyrronium by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.10","spread":"21.87"},{"groupId":"OG001","value":"0.12","spread":"15.11"}]}]}]},{"type":"SECONDARY","title":"Tmax on Day 8","description":"Pharmacokinetic Parameter tmax of Formoterol by Treatment on Day 8","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"21.87"},{"groupId":"OG001","value":"0.37","spread":"15.11"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":74},"commonTop":["Vessel puncture site swelling","Blood potassium increased","Diarrhoea","Nausea","Hypertension"]}}}