{"nctId":"NCT02039726","briefTitle":"(QuANTUM-R): An Open-label Study of Quizartinib Monotherapy vs. Salvage Chemotherapy in Acute Myeloid Leukemia (AML) Subjects Who Are FLT3-ITD Positive","startDateStruct":{"date":"2014-05","type":"ACTUAL"},"conditions":["AML"],"count":367,"armGroups":[{"label":"Quizartinib","type":"EXPERIMENTAL","interventionNames":["Drug: Quizartinib"]},{"label":"Salvage chemotherapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Salvage Chemotherapy"]}],"interventions":[{"name":"Quizartinib","otherNames":["AC220"]},{"name":"Salvage Chemotherapy","otherNames":["Standard of Care"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of written informed consent approved by the Institutional Review Board (IRB) or Independent Ethics Committee (IEC) with privacy language in accordance with national regulations (e.g., Health Insurance Portability and Accountability Act \\[HIPAA\\] authorization for United States \\[US\\] sites) prior to any study related procedures, including withdrawal of prohibited medications if applicable.\n2. Age ≥ 18 years or the minimum legal adult age (whichever is greater) at the time of Informed consent.\n3. Morphologically documented primary Acute Myeloid Leukemia (AML) or AML secondary to Myelodysplastic Syndrome (MDS), as defined by World Health Organization (WHO) criteria, as determined by pathology review at the study site.\n4. In first relapse (with duration of remission of 6 months or less) or refractory after prior therapy, with or without HSCT. Induction therapy must have included at least 1 cycle of an anthracycline/mitoxantrone-containing induction block at a standard dose.\n5. Presence of the FLT3-ITD activating mutation in bone marrow or peripheral blood (allelic ratio as determined by a central laboratory with a cutoff of ≥3% FLT3-ITD/total FLT3). If a specimen has been sent for FLT3-ITD testing at the central laboratory but the subject requires treatment for AML before the central FLT3-ITD test result is available, a local test result may be acceptable for randomization after consultation with the Medical Monitor.\n6. Eligibility for pre-selected salvage chemotherapy, according to the Investigator's assessment.\n7. Eastern Cooperative Oncology Group (ECOG) performance score 0-2.\n8. Discontinuation of prior AML treatment before the start of study treatment (except hydroxyurea or other treatment to control leukocytosis) for at least 2 weeks for cytotoxic agents, or for at least 5 half-lives for non cytotoxic agents.\n9. Serum creatinine ≤1.5×upper limit of normal (ULN), or glomerular filtration rate \\>25 mL/min, as calculated with the Cockcroft-Gault formula.\n10. Serum potassium, magnesium, and calcium (serum calcium corrected for hypoalbuminemia) within institutional normal limits. Subjects with electrolytes outside the normal range will be eligible if these values are corrected upon retesting following any necessary supplementation.\n11. Total serum bilirubin ≤1.5×ULN.\n12. Serum aspartate transaminase (AST) and/or alanine transaminase (ALT) ≤2.5×ULN.\n\nExclusion Criteria:\n\n1. Acute Promyelocytic Leukemia (AML subtype M3).\n2. AML secondary to prior chemotherapy for other neoplasms, except AML secondary to prior Myelodysplastic Syndrome (MDS).\n3. History of another malignancy, unless the candidate has been disease-free for at least 5 years.\n4. Persistent, clinically significant \\> Grade 1 non-hematologic toxicity from prior AML therapy.\n5. Clinically significant graft versus host disease (GVHD) or GVHD requiring initiation of treatment or treatment escalation within 21 days, and/or \\> Grade 1 persistent or clinically significant non hematologic toxicity related to HSCT.\n6. History of or current, central nervous system involvement with AML.\n7. Clinically significant coagulation abnormality, such as disseminated intravascular coagulation.\n8. Prior treatment with quizartinib or participated in a prior quizartinib study.\n9. Prior treatment with a FLT3 targeted therapy including sorafenib or investigational FLT3 inhibitors (not including the multi-kinase inhibitor, midostaurin).\n10. Major surgery within 4 weeks prior to screening.\n11. Radiation therapy within 4 weeks prior to screening.\n12. Uncontrolled or significant cardiovascular disease\n13. Active infection not well controlled by antibacterial or antiviral therapy.\n14. Known infection with human immunodeficiency virus, or active hepatitis B or C, or other active clinically relevant liver disease.\n15. Unwillingness to receive infusion of blood products according to the protocol.\n16. In a man whose sexual partner is a woman of childbearing potential, unwillingness or inability of the man or woman to use a highly effective contraceptive method for the entire study treatment period for at least 3 months after study completion. Male subjects must not freeze or donate sperm starting at Screening and throughout the study period, and 105 days after the final study drug administration.\n17. In a heterosexually active woman of childbearing potential, unwillingness or inability to use a highly effective contraceptive method for the entire study treatment period and for at least 3 months after study treatment completion. Additionally, for women randomized to chemotherapy, unwillingness to adhere to the restrictions in the respective locally established guidelines and local approved label (prescribing information, Summary of Product Characteristics, or US product insert) from the manufacturer and the Patient Information Leaflet (package insert) as instructed by the Investigator.\n18. Pregnancy.\n19. Female Subjects must agree to not breastfeed from the time of Screening and throughout the study period, and for 25 days after the final study drug administration.\n20. Medical condition, serious intercurrent illness, or other circumstance that, in the Investigator's judgment, could jeopardize the candidate's safety as a study subject, or that could interfere with study objectives.\n21. For subjects in the United Kingdom only: Refusal of permission to allow the subject's General Practitioner to be notified of their participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival in Participants That Received Quizartinib Versus Salvage Chemotherapy","description":"Overall Survival is defined as the time (in weeks) from the date of randomization to the date of death due to any cause. Median and quartiles are calculated using the Kaplan-Meier method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival in Participants That Received Quizartinib Versus Salvage Chemotherapy","description":"Event-free survival is defined as the time (in weeks) from randomization until documented refractory disease, relapse after complete composite remission (CRc), or death from any cause, whichever is observed first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"3.7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":168,"n":241},"commonTop":["Nausea","Pyrexia","Anemia","Diarrhea","Hypokalemia"]}}}