{"nctId":"NCT00171704","briefTitle":"A Study to Evaluate the Effect of Letrozole and Tamoxifen on Bone and Lipids in Postmenopausal Women With Breast Cancer","startDateStruct":{"date":"2005-04"},"conditions":["Hormone Sensitive Resected Primary Breast Cancer in Postmenopausal Women"],"count":263,"armGroups":[{"label":"Letrozole","type":"EXPERIMENTAL","interventionNames":["Drug: Letrozole"]},{"label":"Tam-Let","type":"EXPERIMENTAL","interventionNames":["Drug: Letrozole","Drug: Tamoxifen"]}],"interventions":[{"name":"Letrozole","otherNames":[]},{"name":"Tamoxifen","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Female\n* Post-menopausal hormone status defined as:\n* Patients with menostasis (amenorrhea) \\> 12 months or history of oophorectomy.\n* Patients ≥ 55 years with history of hysterectomy or having continued/renewed menstruation on cyclic hormone treatment.\n* Patients of 50-54 years: Menopausal status was determined on the basis of follicle-stimulating hormone (FSH)/luteinizing hormone (LH) values.\n* Histologically confirmed resected breast cancer and eligible for adjuvant endocrine therapy. As a minimum, patients had to have receptor-positive tumors, which were defined either as estrogen receptor (ER) and/or progesterone receptor (PgR) ≥ 10 fmol/mg cytosol protein; or ≥ 10% of the tumor cells positive by immunocytochemical evaluation.\n* Adequate bone marrow function (white blood cell count \\[WBC\\] \\> 3.0 x 109 /L, platelets ≥ 100.0 x 109 /L, and hemoglobin \\> 10 g/dL).\n* Documented evidence of adequate renal function (creatinine \\< 180 µmol/L) and hepatic function (bilirubin \\< 30 µmol/L, alanine aminotransferase (ALT) \\< 1.5 x upper normal limit of the laboratory).\n* Life expectancy of at least 24 months at the time of enrollment.\n* Written voluntary informed consent prior to initiation of any study procedure.\n* Willingness to undergo all scheduled tests and examinations for evaluation of bone density and bone metabolism, and lipid profiles in addition to the standard assessments for monitoring their breast cancer status.\n\nExclusion Criteria\n\n* Patients with distant metastases as defined by the criteria of the Danish Breast Cancer Co-operative Group (DBCCOG).\n* Pre-existing bone disease (e.g. osteomalacia, osteogenesis imperfecta, Paget's disease).\n* Patients receiving bisphosphonates for more than 3 months before randomization.\n* Chronic treatment with drugs known to interfere with bone metabolism, e.g.\n* Anti-convulsants within the past year.\n* Corticosteroids at doses greater than the equivalent of 5 mg/day prednisone for more than two weeks in the past 6 months (prior to randomization).\n* Any previous treatment with sodium fluoride at daily doses ≥ 5 mg/day for a period exceeding 1 month.\n* Anabolic steroids in the past 12 months.\n* Long term use of coumarin derivatives and heparin at the time of randomization.\n* Metabolic diseases known to interfere with bone metabolism (e.g., Hyperparathyroidism, hypoparathyroidism, uncontrolled thyroid disease, Cushing's disease, vitamin D deficiency, malabsorption syndrome, etc.).\n* Treatment with lipid-lowering agents within the 3 months prior to randomization (this exclusion criterion did not apply to patients randomized in the United Kingdom).\n* Patients receiving other anti-cancer treatment.\n* Previous neoadjuvant / adjuvant chemotherapy and /or previous adjuvant endocrine therapy (e.g., anti-estrogens, AIs).\n* History of previous or concomitant malignancy within the past 5 years other than adequately treated basal or squamous cell carcinoma of the skin or in situ carcinoma of the cervix. Patients who had a previous other malignancy must have been disease free for five years. Patients with endometrial cancer and/or invasive breast cancer at any time in their medical history were excluded. Patients with invasive bilateral breast cancer were excluded. Patients with vaginal discharge/ vaginal bleeding with evidence of malignancy were excluded.\n* Any other non-malignant systemic diseases (cardiovascular, renal, hepatic, lung embolism, etc.) which would prevent prolonged follow-up.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline of Bone Mineral Density of the Lumbar Spine (L2-l4)","description":"Lumbar spine (L2-L4) BMD measurements by dual energy X-ray absorptiometry (DXA) were performed after surgery and within 2 weeks prior to randomization and repeated every 6 months for the first 2 years and annually thereafter until 5 years after enrollment. The primary scanning site was the lumbar spine (L2 to L4) and the secondary scanning site was the total hip. All DXA scans were evaluated by a central reader.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.63","spread":null},{"groupId":"OG001","value":"0.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline of Bone Mineral Density of the Lumbar Spine","description":"Lumbar spine (L2-L4)BMD measurements by dual energy X-ray absorptiometry (DXA) were performed after surgery and within 2 weeks prior to randomization and repeated every 6 months for the first 2 years and annually thereafter until 5 years after enrollment. The primary scanning site was the lumbar spine (L2 to L4) and the secondary scanning site was the total hip. All DXA scans were evaluated by a central reader.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.66","spread":null},{"groupId":"OG001","value":"-3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline of Bone Mineral Density (BMD) of Total Hip","description":"Total hip BMD measurements by dual energy X-ray absorptiometry (DXA) were performed after surgery and within 2 weeks prior to randomization and repeated every 6 months for the first 2 years and annually thereafter until 5 years after enrollment. All DXA scans were evaluated by a central reader.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.77","spread":null},{"groupId":"OG001","value":"-3.98","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Percent Change From Baseline of Serum Markers of Bone Turnover","description":"Bone turnover markers (fasting serum procollagen-I extension peptide \\[P1NP\\], C-telopeptide \\[CTX\\], skeletal bone-specific alkaline phosphatase \\[BSAP, N-telopeptide \\[NTX\\]) were measured at baseline/screening and at each visit thereafter. A central laboratory was used to analyze the samples. The analysis of bone markers was based on analysis of variance of the regression slopes calculated for each individual patient and each bone marker over time. In the following summary, only the median treatment group percent change from baseline (and range) at 5 years is presented for each bone marker.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.15","spread":null},{"groupId":"OG001","value":"-0.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.2","spread":null},{"groupId":"OG001","value":"19.15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.05","spread":null},{"groupId":"OG001","value":"4.55","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-53.05","spread":null},{"groupId":"OG001","value":"-50.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Change From Baseline in Serum Lipids at 5 Years","description":"Serum lipid profile (fasting serum cholesterol \\[total, HDL and calculated LDL\\], triglycerides, and lipoprotein \\[a\\]) were measured at baseline/screening and at each visit thereafter. A central laboratory was used to analyze the samples. The analysis of serum lipids was on the treatment group median percent change from baseline (and range) at 5 years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"17.64"},{"groupId":"OG001","value":"-2.45","spread":"16.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.7","spread":"24.947"},{"groupId":"OG001","value":"-11.05","spread":"23.958"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.7","spread":"16.388"},{"groupId":"OG001","value":"8.9","spread":"-38.5"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Clinically Relevant Changes From Baseline in Cholesterol","description":"Serum lipid profile (fasting serum cholesterol \\[total, HDL and calculated LDL\\], triglycerides, and lipoprotein \\[a\\]) were measured at baseline/screening and at each visit thereafter. A central laboratory was used to analyze the samples. Numbers are not additive, as patients could be included in multiple rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Disease Recurrence or Death","description":"Disease-free survival was defined as the interval between randomization and earliest confirmed event of loco-regional recurrence, distant metastases, invasive contralateral breast cancer, or death from any cause.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Overall Survival Events","description":"Overall survival was measured from date of randomization to date of death.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":50,"n":133},"commonTop":["Arthralgia","Hypercholesterolaemia","Hypertension","Back pain","Oedema peripheral"]}}}