{"nctId":"NCT04359680","briefTitle":"Trial to Evaluate the Efficacy and Safety of Nitazoxanide (NTZ) for Pre- and Post Exposure Prophylaxis of COVID-19 and Other Viral Respiratory Illnesses (VRI) in Healthcare Workers and Others at Increased Risk of SARS-CoV-2 Infection","startDateStruct":{"date":"2020-05-13","type":"ACTUAL"},"conditions":["COVID-19","Viral Respiratory Illnesses"],"count":1407,"armGroups":[{"label":"Nitazoxanide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nitazoxanide","Dietary Supplement: Vitamin Super B-Complex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Dietary Supplement: Vitamin Super B-Complex"]}],"interventions":[{"name":"Nitazoxanide","otherNames":["NTZ (nitazoxanide)","NT-300"]},{"name":"Placebo","otherNames":[]},{"name":"Vitamin Super B-Complex","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females at least 18 years of age or of legal consenting age based on local requirements.\n2. Persons at increased risk of contracting COVID-19, including:\n\n   1. Healthcare workers with known direct occupational exposure to COVID-19 within 7 days prior to enrollment. A qualifying person (i) provides healthcare to patients and/or (ii) typically positions themselves within 6 feet of patients (\"close contact\") and (iii) is a full- time employee (average of ≥ 24 hours/week) in a high contact area (Emergency Department, Intensive Care Unit, COVID-specific Care Unit, Walk-in Clinic, Paramedic/First Responder).\n   2. Persons participating in social activities without the practice of generally accepted social distancing practices at least three times per week. Qualifying activities include the presence of at least 10 people in close (\\<6 feet) proximity to each other without masks or other personal protective equipment (e.g., socializing at bars or community/social centers, in-home social gatherings, classes or trainings, etc.). These subjects must have engaged in such activities at least three times in the past 7 days and plan to continue these activities during the study.\n3. Must have a smartphone, tablet, computer, or other qualifying internet- enabled device and daily internet access.\n4. Occupational exposure to a person infected with SAR-CoV-2 within 7 days prior to enrollment or social interaction as defined in criterion 2(b).\n5. Willing and able to provide written informed consent and comply with the requirements of the protocol, including completion of the subject diary.\n\nExclusion Criteria:\n\n1. Subjects not at increased risk of contracting SARS-CoV-2 from occupational or social behaviors.\n2. Subjects with known severe heart, lung, neurological or other systemic disease that the Investigator believes could preclude safe participation.\n3. Subjects with a history of COVID-19 or known to have developed anti- SARS-CoV-2 antibodies or received a SARS-CoV-2 vaccine.\n4. Subjects who experienced a previous episode of acute upper respiratory tract infection, otitis, bronchitis or sinusitis or received antibiotics for these conditions or antiviral therapy for influenza within two weeks prior to and including study day 1.\n5. Subjects residing in the same household with another family member currently participating in the study.\n6. Receipt of any dose of NTZ within 7 days prior to screening.\n7. Treatment with any investigational drug or vaccine therapy within 30 days prior to screening and willing to avoid them during the course of the study.\n8. Known sensitivity to NTZ or any of the excipients comprising the study medication.\n9. Subjects unable to swallow oral tablets or capsules.\n10. Females of childbearing potential who are either pregnant or sexually active without the use of birth control. Female subjects of child-bearing potential that are sexually active must have a negative baseline pregnancy test and must agree to continue an acceptable method of birth control for the duration of the study and for 1 month post-treatment. A double barrier method, oral birth control pills administered for at least 2 monthly cycle prior to study drug administration, an (intrauterine device) IUD, or medroxyprogesterone acetate administered intramuscularly for a minimum of one month prior to study drug administration are acceptable methods of birth control for inclusion into the study. Female subjects are considered of childbearing potential unless they are postmenopausal (absence of menstrual bleeding for 1 year or 6 months if laboratory confirmation of hormonal status), or have had a hysterectomy, bilateral tubular ligation or bilateral oophorectomy.\n11. Females who are breastfeeding.\n12. Subjects with active respiratory allergies or subjects expected to require anti-allergy medications during the study period for respiratory allergies.\n13. Subjects taking medications considered to be major CYP2C8 substrates.\n14. Subjects who, in the judgment of the Investigator, will be unlikely to comply with the requirements of this protocol including completion of the subject diary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Proportion of Subjects With Symptomatic Laboratory-confirmed COVID-19 Identified After Start of Treatment and Before the End of the 6-week Treatment Period.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.02","spread":null},{"groupId":"OG001","value":"0.02","spread":null}]}]}]},{"type":"PRIMARY","title":"The Proportion of Subjects With Symptomatic Laboratory-confirmed VRI Identified After the Start of Treatment and Before the End of the 6-week Treatment Period.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.05","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion Experiencing Mortality Due to COVID-19 or Complications Thereof","description":"Note: statistical analysis not performed because no events occurred.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion With Anti-SARS-CoV-2 Antibodies at Either of the Week 6 or Week 8 Visits","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]}]},{"type":"POST_HOC","title":"Days Not at Usual Health Due to COVID-19","description":"Descriptive statistics of the number of days patients with symptomatic COVID-19 report not being at usual health due to COVID-19","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":"16.88"},{"groupId":"OG001","value":"19.5","spread":"14.58"}]}]}]},{"type":"POST_HOC","title":"Days Unable to Perform Usual Activities Due to COVID-19","description":"Descriptive statistics of the number of days patients with symptomatic COVID-19 report being unable to perform usual activities due to COVID-19","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":"11.73"},{"groupId":"OG001","value":"16.5","spread":"12.72"}]}]}]},{"type":"POST_HOC","title":"Days Meeting Acute Respiratory Illness Symptom Severity Criteria Due to COVID-19","description":"Descriptive statistics of the number of days patients with symptomatic COVID-19 met the protocol-specified acute respiratory illness symptom severity criteria due to COVID-19","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":"15.52"},{"groupId":"OG001","value":"13.8","spread":"12.05"}]}]}]},{"type":"POST_HOC","title":"Maximum Symptom Severity Due to COVID-19","description":"Descriptive statistics of the maximum symptom severity reported by patients with symptomatic COVID-19. The global assessment of symptom severity was reported by patients as \"absent\", \"mild\", \"moderate\", \"severe\", or \"very severe\" and coded as 0, 1, 2, 3, or 4, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"0.95"},{"groupId":"OG001","value":"2.3","spread":"1.11"}]}]}]},{"type":"POST_HOC","title":"Days Not At Usual Health Due to VRI","description":"Descriptive statistics of the number of days patients with symptomatic viral respiratory illness (VRI) report not being at usual health due to VRI","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.9","spread":"12.19"},{"groupId":"OG001","value":"14.4","spread":"14.44"}]}]}]},{"type":"POST_HOC","title":"Days Unable to Perform Usual Activities Due to VRI","description":"Descriptive statistics of the number of days patients with symptomatic viral respiratory illness (VRI) report being unable to perform usual activities due to VRI","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"8.85"},{"groupId":"OG001","value":"9.7","spread":"11.61"}]}]}]},{"type":"POST_HOC","title":"Days Meeting Acute Respiratory Illness Symptom Severity Criteria Due to VRI","description":"Descriptive statistics of the number of days patients with symptomatic viral respiratory illness (VRI) met the protocol-specified acute respiratory illness symptom severity criteria due to VRI","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.3","spread":"10.97"},{"groupId":"OG001","value":"11.4","spread":"12.73"}]}]}]},{"type":"POST_HOC","title":"Maximum Symptom Severity Due to VRI","description":"Descriptive statistics of the maximum symptom severity reported by patients with symptomatic viral respiratory illness (VRI). The global assessment of symptom severity was reported by patients as \"absent\", \"mild\", \"moderate\", \"severe\", or \"very severe\" and coded as 0, 1, 2, 3, or 4, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"0.98"},{"groupId":"OG001","value":"1.9","spread":"1.01"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":686},"commonTop":[]}}}