{"nctId":"NCT00147199","briefTitle":"Clinical Investigation Into Inhaled Treprostinil Sodium in Patients With Severe Pulmonary Arterial Hypertension (PAH)","startDateStruct":{"date":"2005-06"},"conditions":["Pulmonary Hypertension"],"count":235,"armGroups":[{"label":"Inhaled treprostinil","type":"EXPERIMENTAL","interventionNames":["Drug: Inhaled treprostinil"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo inhalation solution"]}],"interventions":[{"name":"Inhaled treprostinil","otherNames":["Tyvaso"]},{"name":"Placebo inhalation solution","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically stable, pulmonary arterial hypertension diagnosed as either idiopathic or familial PAH, collagen vascular disease associated PAH, HIV PAH, or PAH induced by anorexigens, New York Heart Association (NYHA) Class III or Class IV.\n* Been on a stable dose of 125 mg twice daily (bid) of bosentan OR any stable dose of sildenafil for at least three months prior to study start\n* An unencouraged six minute walk test (6MWT) of between 200 and 450 meters at screening\n* Cardiac catheterization within the past 13 months consistent with PAH, specifically mean pulmonary artery pressure (PAPm) ≥25 mmHg (at rest), pulmonary capillary wedge pressure (PCWP) (or left ventricular end diastolic pressure) ≤15 mmHg, and pulmonary vascular resistance (PVR) \\>3 mmHg/L/min\n* Within the past 12 months, patients must have had a chest radiograph consistent with the diagnosis of PAH\n* Willing and able to follow all study procedures\n\nExclusion Criteria:\n\n* Considering pregnancy, are pregnant and/or lactating\n* PAH due to conditions other than noted in the above inclusion criteria.\n* Have had any change in or discontinued any PAH medication within the last three months, including but not limited to endothelin receptor antagonist (ERA), or calcium channel blockers (CCB) (with the exception of anticoagulants)\n* Have received any prostanoid within the 30 days before screening or are scheduled to receive any during the course of the study\n* Have received any investigational medication within 30 days prior to the start of this study or are scheduled to receive another investigational drug during the course of this study\n* Have a known intolerance to any drug, especially to treprostinil sodium or prostanoids\n* Have an increased risk of hemorrhage\n* Have a new type of chronic therapy (e.g., a different category of vasodilator, diuretic) for PAH added within the last month, except anticoagulants\n* Have any musculoskeletal disease or any other disease that would limit ambulation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Peak 6-minute Walk Distance","description":"Change in peak 6-minute walk distance from baseline to Week 12. Peak 6MWD was defined as a 6-minute walk test (6MWT) within 10 to 60 minutes after study drug inhalation","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"366.0","spread":null},{"groupId":"OG001","value":"360.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Worsening Events","description":"Clinical worsening was defined as the first incidence of clinical worsening from randomization to the first occurrence of death, transplantation, hospitalization for PAH, or initiation of additional approved PAH therapy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Borg Dyspnea Score","description":"The Borg dyspnea score is a patient reported number between 0 (no perceived shortness of breath) and 10 (maximum perceived shortness of breath), obtained at the completion of each 6MWT.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.68","spread":"2.26"},{"groupId":"OG001","value":"3.91","spread":"2.33"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"2.07"},{"groupId":"OG001","value":"0.0","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"New York Heart Association (NYHA) Functional Classification","description":"Change in NYHA functional class at Week 12. NYHA classifications:\n\nClass I - Patients with pulmonary hypertension but without resulting limitation of physical activity. Ordinary physical activity does not cause undue dyspnea or fatigue, chest pain or near syncope.\n\nClass II - Patients with pulmonary hypertension resulting in slight limitation of physical activity. They are comfortable at rest. Ordinary physical activity causes undue dyspnea or fatigue, chest pain or near syncope.\n\nClass III - Patients with pulmonary hypertension resulting in marked limitation of physical activity. They are comfortable at rest. Less than ordinary activity causes undue dyspnea or fatigue, chest pain or near syncope.\n\nClass IV - Patients with pulmonary hypertension in the inability to carry out any physical activity without symptoms. These patients manifest signs of right heart failure. Dyspnea and/or fatigue may even be present at rest. Discomfort is increased by any physical activity.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88","spread":null},{"groupId":"OG001","value":"93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Trough 6MWD at Week 12","description":"Change in 6MWD from Baseline to trough 6MWD at Week 12. Trough was defined as a 6MWT conducted at least 4 hours following study drug inhalation.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"364.0","spread":null},{"groupId":"OG001","value":"365.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.4","spread":null},{"groupId":"OG001","value":"0.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Peak 6MWD at Week 6","description":"Change in peak 6MWD between Baseline and Week 6.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"375","spread":null},{"groupId":"OG001","value":"367","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.6","spread":null},{"groupId":"OG001","value":"3.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Quality of Life (Minnesota Living With Heart Failure)","description":"Quality of life as measured by the Minnesota Living With Heart Failure (MLWHF) questionnaire was evaluated at baseline and at Week 12. The MLWHF questionnaire consists of 21 questions assessing how the patient's heart failure has prevented them from living the way they wanted during the defined time period. Each question was graded by the patient with a numeric value between 0 (No/none) and 5 (very much). These scores were then summed across the 21 questions for a Global Score. Global scores ranged from 0 to 105. These questions were further grouped into Physical (8 of the questions) and Emotional (5 of the questions) dimensions to further characterize the effect of heart failure on the patient's life. Physical scores ranged from 0 to 40, and emotional scores ranged from 0 to 25. For all 3 categories, the lower the score, the better the outcome. Values presented as change from Baseline.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"18.7"},{"groupId":"OG001","value":"0.0","spread":"16.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"8.9"},{"groupId":"OG001","value":"0.0","spread":"7.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"5.7"},{"groupId":"OG001","value":"0.0","spread":"5.7"}]}]}]},{"type":"SECONDARY","title":"Change in Signs and Symptoms of PAH","description":"Signs and symptoms of PAH (Loud P2 sound, Ascites, Right ventricular S3 sound, Dyspnea, Right ventricular S4 sound, Orthopnea, Right ventricular heave, Dizziness, Murmur of tricuspid insufficiency, Syncope, Murmur of pulmonic insufficiency, Chest pain, Hepatomegaly, Palpitations, Jugular venous distension at 45 degrees, Fatigue, Edema) were assessed at Baseline and Week 12. The status of each sign and symptom (\"absent\" or \"present\") was assessed at each visit. To assess overall change from baseline in signs and symptoms, a \"1\" was assigned for each sign and symptom that was \"present\" at the Week 12 but was \"absent\" at baseline, a \"-1\" was assigned for each sign and symptom that was \"absent\" at Week 12 but was \"present\" at baseline, and a \"0\" was assigned for no change. An overall change score at each post-baseline assessment was then calculated by summing these values for all signs and symptoms. The overall change score had the potential to range from -17 to 17.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"3.5"},{"groupId":"OG001","value":"0","spread":"2.5"}]}]}]},{"type":"SECONDARY","title":"N-terminal Pro-B-Type Natriuretic Peptide (NT Pro-BNP)","description":"Change in NT pro-BNP from Baseline to Week 12. Plasma samples were collected from patients at Baseline and Week 12 in order to measure any change over time in circulating plasma levels of this biomarker.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"377","spread":null},{"groupId":"OG001","value":"756","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":115},"commonTop":["cough","headache","dizziness","nausea","throat irritation"]}}}