{"nctId":"NCT03019783","briefTitle":"Atazanavir and Endothelial Function in Older HIV Patients","startDateStruct":{"date":"2011-12"},"conditions":["HIV"],"count":60,"armGroups":[{"label":"Remains on baseline HIV regimen","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Atazanavir switch","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Atazanavir"]}],"interventions":[{"name":"Atazanavir","otherNames":["Reyataz"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 45 years\n* Stable non-atazanavir-containing regimen consisting of co-formulated tenofovir/emtricitabine as the NRTIs plus a third agent for 3 months or longer. The third agent can be any FDA-approved PI, NNRTI, or raltegravir.\n* HIV RNA \\< 200 cop/mL at screening and at least once within the prior year,\n* No treatment interruptions \\> 7 days in the 3 months prior to study entry\n* The ability to understand and sign a written informed consent form, which must be obtained prior to initiation of study procedures.\n* Hepatic transaminases (AST and ALT) ≤ 5 × upper limit of normal (ULN)\n* Signed Written Informed Consent. Before any study procedures are performed, subjects will have the details of the study described to them, and they will be given a written informed consent document to read. Then, if subjects consent to participate in the study, they will indicate that consent by signing and dating the informed consent document in the presence of study personnel.\n* Women of childbearing potential (WOCBP) must be using an adequate method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the last dose of study drug to minimize the risk of pregnancy.\n* WOCBP include any woman who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or who is not post-menopausal. Post-menopause is defined as:\n\n  * Amenorrhea that has lasted for 12 consecutive months without another cause, or\n  * For women with irregular menstrual periods who are taking hormone replacement therapy (HRT), a documented serum follicle-stimulating hormone (FSH) level of greater than 35 mIU/mL.\n  * Women who are using oral contraceptives, other hormonal contraceptives (vaginal products, skin patches, or implanted or injectable products), or mechanical products such as an intrauterine device or barrier methods (diaphragm, condoms, spermicides) to prevent pregnancy, or who are practicing abstinence or where their partner is sterile (eg, vasectomy) should be considered to be of childbearing potential.\n  * WOCBP must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 72 hours before the start of the investigational product.\n\nExclusion Criteria:\n\n* Sex and Reproductive Status\n\n  * WOCBP who are unwilling or unable to use an acceptable method to avoid pregnancy for the entire study period and for up to 4 weeks after the last dose of study drug.\n  * Women who are pregnant or breastfeeding.\n  * Women with a positive pregnancy test.\n* Target Disease Exceptions\n\n  * Prior treatment failure on or intolerance to atazanavir\n  * Known or suspected resistance to atazanavir\n  * Receiving ART different from co-formulated tenofovir/emtricitabine plus third agent (PI, NNRTI, or raltegravir) regimen\n  * Receiving Viagra, Levitra, or Cialis\n  * A new AIDS-defining condition diagnosed within the 30 days prior to screening\n  * Active, serious infections (other than HIV-1 infection) requiring parenteral antibiotic or antifungal therapy within 30 days prior to baseline\n* Medical History and Concurrent Diseases\n\n  * Patients with Gilbert's Syndrome or elevated bilirubin levels (\\>1.5 mg/dL) at baseline (for the randomized trial)\n  * Patients with uncontrolled diabetes (hemoglobin A1c \\> 11%)\n  * Patients allergic to nitroglycerin\n* Prohibited Treatments and/or Therapies\n\n  * Recent initiation of hormones or immunomodulators (3 months)\n  * Current receipt of proton-pump inhibitor therapy\n* Other Exclusion Criteria\n\n  * Prisoners, or subjects who are involuntarily incarcerated.\n  * Subjects who are compulsorily detained for treatment of either a psychiatric or physical (eg, infectious disease) illness.\n  * Subjects for whom the investigators believe there will be a low likelihood of medication compliance.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Flow-mediated, Endothelium-dependent Vasodilation","description":"The investigators will evaluate flow-mediated, brachial artery vasodilation (percentage increase in diameter in response to a 5 minute ischemic challenge) at study entry and then after 28 days, with the change between the two measurements being the primary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"2.4"},{"groupId":"OG001","value":"0.8","spread":"4.6"}]}]}]},{"type":"SECONDARY","title":"Change in Plasma Total Antioxidant Capacity","description":"The investigators will evaluate plasma total antioxidant capacity at study entry and then after 28 days, with the change between the two measurements being the secondary endpoint.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21","spread":"271"},{"groupId":"OG001","value":"219","spread":"213"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":[]}}}