{"nctId":"NCT02586025","briefTitle":"Study in Participants With Early-Stage or Locally Advanced Human Epidermal Growth Factor Receptor (HER) 2-Positive Breast Cancer to Evaluate Treatment With Trastuzumab Plus (+) Pertuzumab + Docetaxel Compared With Trastuzumab + Placebo + Docetaxel","startDateStruct":{"date":"2016-03-14","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":329,"armGroups":[{"label":"Trastuzumab, Pertuzumab, and Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: FEC Chemotherapy","Procedure: Surgery","Drug: Docetaxel","Drug: Pertuzumab","Drug: Trastuzumab"]},{"label":"Trastuzumab, Placebo, and Chemotherapy","type":"EXPERIMENTAL","interventionNames":["Drug: FEC Chemotherapy","Procedure: Surgery","Drug: Docetaxel","Drug: Placebo","Drug: Trastuzumab"]}],"interventions":[{"name":"FEC Chemotherapy","otherNames":[]},{"name":"Surgery","otherNames":[]},{"name":"Docetaxel","otherNames":[]},{"name":"Pertuzumab","otherNames":["RO4368451"]},{"name":"Placebo","otherNames":[]},{"name":"Trastuzumab","otherNames":["RO0452317"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically confirmed invasive breast carcinoma with a primary tumor size of more than (\\>) 2 centimeters (cm) by standard local assessment technique\n* Breast cancer stage at presentation: early-stage (T2-3, N0-1, M0) or locally advanced (T2-3, N2 or N3, M0; T4, any N, M0)\n* HER2-positive breast cancer confirmed by a Sponsor-designated central laboratory and defined as 3+ score by immunohistochemistry in \\> 10 percent (%) of immunoreactive cells or HER2 gene amplification (ratio of HER2 gene signals to centromere 17 signals equal to or more than \\[\\>=\\] 2.0) by in situ hybridization\n* Known hormone receptor status (estrogen receptor and/or progesterone receptor)\n* Eastern Cooperative Oncology Group Performance Status equal to or less than (\\<=) 1\n* Baseline left ventricular ejection fracture \\>= 55% measured by echocardiography (preferred) or multiple gated acquisition scan\n* Negative serum pregnancy test\n\nExclusion Criteria:\n\n* Stage IV metastatic breast cancer\n* Inflammatory breast cancer\n* Previous anti-cancer therapy or radiotherapy for any malignancy\n* History of other malignancy within 5 years prior to screening, except for appropriately-treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, or Stage I uterine cancer\n* Concurrent anti-cancer treatment in another investigational trial, including hormone therapy, bisphosphonate therapy, or immunotherapy\n* Major surgical procedure unrelated to breast cancer within 4 weeks prior to randomization or from which the participant has not fully recovered\n* Serious cardiac illness or medical condition\n* Other concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions/illness\n* Any abnormalities in liver, kidney or hematologic function laboratory tests immediately prior to randomization\n* Sensitivity to any of the study medications, any of the ingredients or excipients of these medications, or benzyl alcohol\n* Pregnant or lactating","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Total Pathologic Complete Response (tpCR) as Assessed by the Independent Review Committee (IRC)","description":"This tpCR was assessed by the IRC. tpCR was defined as the absence of any residual invasive cancer on hematoxylin and eosin evaluation of the resected breast specimen and all sampled ipsilateral lymph nodes after completion of neoadjuvant therapy and surgery (that is, ypT0/is, ypN0, in accordance with the current American Joint Committee on Cancer \\[AJCC\\] staging system). The analysis was based on the ITT population with participants grouped by the treatment assigned at the time of randomization. Participants whose tpCR assessment was missing or invalid were counted as not achieving tpCR. The duration of one treatment cycle was 21 days; the administration of therapy in Cycle 5 did not occur until 2 weeks after surgery. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"21.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With tpCR as Assessed by the Local Pathologist","description":"This tpCR was assessed by the local pathologist. tpCR was defined as the absence of any residual invasive cancer on hematoxylin and eosin evaluation of the resected breast specimen and all sampled ipsilateral lymph nodes after completion of neoadjuvant therapy and surgery (that is, ypT0/is, ypN0, in accordance with the current AJCC staging system). The analysis was based on the ITT population with participants grouped by the treatment assigned at the time of randomization. Participants whose tpCR assessment was missing or invalid were counted as not achieving tpCR. The duration of one treatment cycle was 21 days; the administration of therapy in Cycle 5 did not occur until 2 weeks after surgery. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.3","spread":null},{"groupId":"OG001","value":"20.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Breast Pathologic Complete Response (bpCR), Defined as ypT0/is According to the AJCC Staging System as Assessed by the IRC","description":"This bpCR was assessed by the IRC. bpCR was defined as the absence of any residual invasive cancer on the hematoxylin and eosin evaluation of the resected breast specimen after completion of neoadjuvant therapy and surgery (that is, ypT0/is, in accordance with current AJCC staging system). The analysis was based on the ITT population with participants grouped by the treatment assigned at the time of randomization. Participants whose bpCR assessment was missing or invalid were counted as not achieving bpCR. The duration of one treatment cycle was 21 days; the administration of therapy in Cycle 5 did not occur until 2 weeks after surgery. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.0","spread":null},{"groupId":"OG001","value":"23.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With bpCR as Assessed by the Local Pathologist","description":"This bpCR was assessed by the local pathologist. bpCR was defined as the absence of any residual invasive cancer on the hematoxylin and eosin evaluation of the resected breast specimen after completion of neoadjuvant therapy and surgery (that is, ypT0/is in accordance with current AJCC staging system). The analysis was based on the ITT population with participants grouped by the treatment assigned at the time of randomization. Participants whose bpCR assessment was missing or invalid were counted as not achieving bpCR. The duration of one treatment cycle was 21 days; the administration of therapy in Cycle 5 did not occur until 2 weeks after surgery. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.6","spread":null},{"groupId":"OG001","value":"22.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Complete Response (CR), Partial Response (PR), Stable Disease (SD), or Progressive Disease (PD) During Cycles 1-4, According to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1","description":"Clinical responses that include percentage of participants with a CR, PR, SD, or PD were determined by investigator during Cycles 1-4 (prior to surgery) on basis of RECIST version 1.1. CR=disappearance of all target lesions i.e., any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 millimeters (mm). PR=at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. SD=neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum during the study. PD=at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum during the study (nadir) with inclusion of baseline. Only participants with measurable disease at baseline were included in the analysis. 1 Cycle=21 days. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":null},{"groupId":"OG001","value":"10.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.6","spread":null},{"groupId":"OG001","value":"68.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.2","spread":null},{"groupId":"OG001","value":"19.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With an Objective Response (CR or PR) During Cycles 1-4, According to RECIST Version 1.1","description":"An objective response was defined as the percentage of participants who achieved a CR or PR as the best tumor response during the neoadjuvant period (that is, during Cycles 1-4 prior to surgery), as determined by the investigator on the basis of RECIST version 1.1. CR=disappearance of all target lesions i.e., any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR=at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum of diameters. No confirmation was required for objective response. Only participants with measurable disease at baseline were included in the analysis. The duration of one treatment cycle was 21 days; the administration of therapy in Cycle 5 did not occur until 2 weeks after surgery. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.6","spread":null},{"groupId":"OG001","value":"78.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Event-Free for Event-Free Survival (EFS) at 1, 3, and 5 Years","description":"Kaplan-Meier approach was used to estimate percentage of participants who were event-free for EFS at 1, 3 \\& 5 years. EFS=time from randomization to first documentation of one of the following events: PD (before surgery) as determined by investigator with RECIST v1.1. PD=at least a 20% increase in sum of diameters of target lesions, taking as reference smallest sum during the study (nadir) with inclusion of baseline. Any evidence of contralateral disease in situ was not identified as PD; Disease recurrence (local, regional, distant, or contralateral) after surgery; Death from any cause. After treatment completion/discontinuation, follow-up data was collected every 3 months for 1 year \\& then every 6 months thereafter, until disease progression/recurrence or until 5 years after randomization of last participant, whichever occurred first. Participants without an EFS event at time of analysis were censored as of the date they were last known to be alive \\& event-free.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.62","spread":null},{"groupId":"OG001","value":"90.46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.85","spread":null},{"groupId":"OG001","value":"79.68","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.80","spread":null},{"groupId":"OG001","value":"73.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Event-Free for Disease-Free Survival (DFS) at 1, 3, and 5 Years","description":"Kaplan-Meier approach was used to estimate the percentage of participants who were event-free for DFS at 1, 3 and 5 years. DFS = time from first date of no disease (i.e., date of surgery) to first documentation of one of the following events: Disease recurrence (local, regional, distant, or contralateral) after surgery or death from any cause. After treatment completion/discontinuation, follow-up data was collected every 3 months for 1 year and then every 6 months thereafter, until disease progression or recurrence or until 5 years after randomization of the last participant, whichever occurred first. Participants were considered to be disease-free if they underwent surgery and no recurrence of disease was reported thereafter. Data from participants who did not have an event at analysis were censored as of the date they were last known to be alive and event-free.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.55","spread":null},{"groupId":"OG001","value":"92.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.09","spread":null},{"groupId":"OG001","value":"81.10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"85.99","spread":null},{"groupId":"OG001","value":"75.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of the Percentage of Participants Event-Free for Overall Survival (OS) at 1, 3, and 5 Years","description":"Kaplan-Meier approach was used to estimate the percentage of participants who were event-free for OS at 1, 3 and 5 years. OS was defined as the time from randomization to death from any cause. After treatment completion/discontinuation, follow-up data was collected every 3 months for 1 year and then every 6 months thereafter, until disease progression or recurrence or until 5 years after randomization of the last participant, whichever occurred first. Data from participants who were alive at the time of the analysis was censored as of the last date they were known to be alive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.54","spread":null},{"groupId":"OG001","value":"100.00","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97.01","spread":null},{"groupId":"OG001","value":"90.99","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"93.86","spread":null},{"groupId":"OG001","value":"89.97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Adverse Event (AE) During the Neoadjuvant Treatment Period","description":"The percentage of participants who experienced at least one AE during the neoadjuvant period is reported here. An AE is any untoward medical occurrence in a clinical investigation participant who is administered a pharmaceutical product regardless of the causal attribution. An adverse event was therefore any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Pre-existing conditions which worsened during the study were also considered as adverse events. The neoadjuvant treatment period began after randomization upon receiving the first dose of any of the neoadjuvant study medications and ended before receiving the first dose of adjuvant study treatment. The duration of one treatment cycle is 21 days. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.7","spread":null},{"groupId":"OG001","value":"96.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One AE During the Adjuvant Treatment Period","description":"Percentage of participants who experienced at least one adverse event during the adjuvant period is reported here. An AE is any untoward medical occurrence in a clinical investigation participant who is administered a pharmaceutical product regardless of the causal attribution. An adverse event was therefore any unfavorable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. Pre-existing conditions which worsened during the study were also considered as adverse events. Adjuvant treatment period began after primary surgery, upon receiving the first dose of any of the adjuvant study medications. It ended 42 days after last dose of adjuvant study treatment upon treatment completion or discontinuation. 1 Cycle=21 days. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"98.1","spread":null},{"groupId":"OG001","value":"98.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Adverse Event During the Treatment-Free Follow-Up Period","description":"The percentage of participants who experienced at least one adverse event during the treatment-free follow-up period is reported here. An AE is any untoward medical occurrence in a clinical investigation participant who is administered a pharmaceutical product regardless of the causal attribution. An adverse event was therefore any unfavourable and unintended sign (including an abnormal laboratory finding, for example), symptom, or disease temporally associated with the use of a pharmaceutical product, whether or not considered related to the pharmaceutical product. The percentages have been rounded off to first decimal point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"7.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced a Primary Cardiac Event","description":"A primary cardiac event is defined as heart failure (New York Heart Association \\[NYHA\\] Class III or NYHA Class IV) and a drop in left ventricular ejection fraction (LVEF) of at least 10 ejection fraction points from baseline and to below 50%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Experienced a Secondary Cardiac Event","description":"A secondary cardiac event is defined as an asymptomatic or mildly symptomatic (NYHA Class II) drop in LVEF by multiple-gated acquisition (MUGA) scan or echocardiogram confirmed by a second LVEF assessment within approximately 3 weeks showing also a documented drop. A significant LVEF drop is defined as an absolute decrease of at least 10 points below the baseline measurement and to below 50%.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Maximum Change From Baseline in LVEF","description":"LVEF is the measurement of how much blood is being pumped out of the left ventricle of the heart (the main pumping chamber) with each contraction. A normal LVEF ranges from 55% to 70%, as measured by echocardiogram (preferred) or MUGA scan. The same method was used throughout the study for each participant and preferably performed and evaluated by the same assessor. Here, we report the maximum change from baseline in LVEF at any point during the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.55","spread":"5.22"},{"groupId":"OG001","value":"-6.20","spread":"6.08"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in LVEF Over Time","description":"LVEF is the measurement of how much blood is being pumped out of the left ventricle of the heart (the main pumping chamber) with each contraction. A normal LVEF ranges from 55% to 70%, as measured by echocardiogram (preferred) or MUGA scan. The same method was used throughout the study for each participant and preferably performed and evaluated by the same assessor. Here, we report the change from baseline in LVEF over time.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":null},{"groupId":"OG001","value":"0.29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.02","spread":null},{"groupId":"OG001","value":"0.09","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":null},{"groupId":"OG001","value":"0.07","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.63","spread":null},{"groupId":"OG001","value":"-1.18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.38","spread":null},{"groupId":"OG001","value":"-0.65","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.22","spread":null},{"groupId":"OG001","value":"-1.18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":37,"n":218},"commonTop":["Neutropenia","Leukopenia","Alopecia","Nausea","Anaemia"]}}}