{"nctId":"NCT02219477","briefTitle":"A Study to Evaluate the Safety and Efficacy of Ombitasvir/Paritaprevir/Ritonavir and Dasabuvir With Ribavirin in Adults With Genotype 1 and Ombitasvir/Paritaprevir/Ritonavir With Ribavirin in Adults With Genotype 4 Chronic Hepatitis C Virus Infection and Decompensated Cirrhosis","startDateStruct":{"date":"2014-11-24","type":"ACTUAL"},"conditions":["Chronic Hepatitis C","Decompensated Cirrhosis","Hepatitis C Virus"],"count":36,"armGroups":[{"label":"Group 1: GT1B","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir","Drug: dasabuvir","Drug: ribavirin"]},{"label":"Group 2: GT1 Non-B","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir","Drug: dasabuvir","Drug: ribavirin"]},{"label":"Group 3: GT4","type":"EXPERIMENTAL","interventionNames":["Drug: ombitasvir/paritaprevir/ritonavir","Drug: ribavirin"]}],"interventions":[{"name":"ombitasvir/paritaprevir/ritonavir","otherNames":["ABT-267 also known as ombitasvir","ABT-450 also known as paritaprevir","ritonavir also known as norvir"]},{"name":"dasabuvir","otherNames":["ABT-333"]},{"name":"ribavirin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. HCV GT1- or GT4-infection defined as: positive for anti-HCV Ab, HCV RNA \\> 1,000 IU/mL and laboratory result indicating HCV GT1 or GT4 infection at Screening.\n2. Evidence of cirrhosis by prior liver biopsy, FibroScan or by radiograph (i.e., computed tomography \\[CT\\] scan or magnetic resonance imaging \\[MRI\\]).\n3. Child-Pugh Score of 7 - 9, inclusive, at time of Screening.\n\nExclusion Criteria:\n\n1. Women who are pregnant or breastfeeding.\n2. Positive test result for Hepatitis B surface antigen (HbsAg) or anti-HIV antibodies (HIV Ab).\n3. Prior or current use of any other investigational or commercially available anti-HCV agents other than interferon/RBV and/or pegylated interferon (pegIFN)/RBV (including but not limited to telaprevir, boceprevir, sofosbuvir and simeprevir).\n4. Confirmed presence of hepatocellular carcinoma indicated on imaging techniques such as CT scan or MRI within 3 months prior to Screening or on an ultrasound performed at Screening (a positive ultrasound result will be confirmed with CT scan or MRI).\n5. Any current or past evidence of Child-Pugh C classification.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentages of Participants With Sustained Virologic Response 12 Weeks Post-Treatment (SVR12) in Group 1 and in Group 2","description":"SVR12, defined as HCV RNA \\< lower limit of quantification (LLOQ) in the SVR12 window (12 weeks after the last actual dose of study drug) without any confirmed quantifiable (≥ LLOQ) post-treatment value before or during that SVR window. Flanking imputation: for participants with missing HCV RNA at a visit who have an undetectable HCV RNA or unquantifiable HCV RNA at the preceding visit and the succeeding visit, the missing value was imputed as undetectable or unquantifiable. For SVR analyses, if there was no value in the window after the flanking imputation but there was an HCV RNA value after the window, then it was imputed into the SVR window. After above imputations were applied, if there was still no value in the window but there was an HCV RNA value from a local laboratory present, then it was imputed into the SVR window. Otherwise, participants with missing data were counted as failures. The 95% confidence interval was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"95.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 in Group 3","description":"SVR12, defined as HCV RNA \\< LLOQ in the SVR12 window (12 weeks after the last actual dose of study drug) without any confirmed quantifiable (≥ LLOQ) post-treatment value before or during that SVR window. Flanking imputation: for participants with missing HCV RNA at a visit, who have an undetectable HCV RNA or unquantifiable HCV RNA at the preceding visit and the succeeding visit, the missing value was imputed as undetectable or unquantifiable. For SVR analyses, if there was no value in the window after the flanking imputation but there was an HCV RNA value after the window, then it was imputed into the SVR window. After above imputations were applied, if there was still no value in the window but there was an HCV RNA value from a local laboratory present, then it was imputed into the SVR window. Otherwise, participants with missing data were counted as failures.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 Non-Response Due to Experiencing On-Treatment Virologic Failure","description":"On-treatment virologic failure was defined as: confirmed HCV RNA ≥ LLOQ after HCV RNA \\< LLOQ during treatment; confirmed increase from nadir in HCV RNA (two consecutive HCV RNA measurements \\> 1 log˅10 IU/mL above nadir) at any time point during treatment; or HCV RNA ≥ LLOQ persistently during treatment with at least 6 weeks (≥ 36 days) of treatment. The 95% confidence interval was calculated using Wilson score method. SVR12 was defined as HCV RNA \\< LLOQ in the SVR12 window (12 weeks after the last actual dose of study drug) without any confirmed quantifiable (≥ LLOQ) post-treatment value before or during that SVR window.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With SVR12 Non-Response Due to Experiencing Relapse˅12","description":"Relapse˅12 was defined as confirmed HCV RNA ≥ LLOQ between end of treatment and 12 weeks after last actual dose of active study drug (up to and including the SVR12 window) for a participant with HCV RNA \\< LLOQ at final treatment visit who completes treatment and has post-treatment HCV RNA data. Completion of treatment was defined as a study drug duration ≥ 77 days for participants assigned to 12 weeks of treatment or ≥ 154 days for participants assigned to 24 weeks of treatment. SVR12 was defined as HCV RNA \\< LLOQ in the SVR12 window (12 weeks after the last actual dose of study drug) without any confirmed quantifiable (≥ LLOQ) post-treatment value before or during that SVR window. The 95% confidence interval was calculated using the Wilson score method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement From Baseline to Post-Treatment Week 12 in Hepatic Function Tests","description":"Improvement was defined as:\n\n* increase of more than 0.2 g/L from baseline to post-treatment Week 12 in albumin\n* decrease of more than 0.3 µmol/L from baseline to post-treatment Week 12 in bilirubin\n* decrease of more than 5 ng/mL from baseline to post-treatment Week 12 in alpha-fetoprotein\n* increase of more than 15\\*10\\^9/L from baseline to post-treatment Week 12 in platelet count\n* decrease of more than 0.2 from baseline to post-treatment Week 12 in international normalized ratio.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null},{"groupId":"OG001","value":"77.3","spread":null},{"groupId":"OG002","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"72.7","spread":null},{"groupId":"OG002","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"14.3","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement From Baseline to Post-Treatment Week 12 in FibroTest","description":"The FibroTest score is used to assess liver fibrosis. Scores range from 0.00 to 1.00, with higher scores indicating a greater degree of fibrosis. Improvement was defined as a decrease of more than 0.2 from baseline to post-treatment Week 12.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"9.1","spread":null},{"groupId":"OG002","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement From Baseline to Post-Treatment Week 12 in Chld-Pugh Score","description":"The The Child-Pugh score uses five clinical measures of liver disease (3 laboratory parameters and 2 clinical assessments) to measure severity of cirrhosis. Scores range from 5 to 15, with higher scores indicating more severity. Improvement was defined as a decrease of 1 or more from baseline to post-treatment Week 12.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"54.5","spread":null},{"groupId":"OG002","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Improvement From Baseline to Post-Treatment Week 12 in Model for End-Stage Liver Disease (MELD) Score","description":"MELD is a scoring system for assessing the severity of chronic liver disease. Scores range from 6 to 40, with higher scores indicating more severity. Improvement was defined as a decrease of 1 or more from baseline to post-treatment Week 12.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.5","spread":null},{"groupId":"OG001","value":"61.9","spread":null},{"groupId":"OG002","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":9},"commonTop":["NAUSEA","FATIGUE","DIARRHOEA","DIZZINESS","ASCITES"]}}}