{"nctId":"NCT01776840","briefTitle":"A Study of the Bruton's Tyrosine Kinase Inhibitor Ibrutinib Given in Combination With Bendamustine and Rituximab in Patients With Newly Diagnosed Mantle Cell Lymphoma","startDateStruct":{"date":"2013-05-16","type":"ACTUAL"},"conditions":["Mantle Cell Lymphoma"],"count":523,"armGroups":[{"label":"Treatment Arm A","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Bendamustine","Drug: Rituximab","Drug: Placebo"]},{"label":"Treatment Arm B","type":"EXPERIMENTAL","interventionNames":["Drug: Bendamustine","Drug: Rituximab","Drug: Ibrutinib"]}],"interventions":[{"name":"Bendamustine","otherNames":[]},{"name":"Rituximab","otherNames":[]},{"name":"Ibrutinib","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of mantle cell lymphoma (MCL) reviewed and approved by central laboratory: diagnosis must include morphology and expression of either cyclin D1 in association with other relevant markers (eg, CD19, CD20, PAX5 and CD5) or evidence of t(11;14) as assessed by cytogenetics, fluorescent in situ hybridization (FISH), or polymerase chain reaction (PCR)\n* Clinical Stage II, III, or IV by Ann Arbor Classification\n* At least 1 measurable site of disease according to Revised Response Criteria for Malignant Lymphoma\n* No prior therapies for MCL\n* Eastern Cooperative Oncology Group (ECOG) performance status grade 0 or 1\n* Hematology and biochemical laboratory values within protocol-defined limits\n* Agrees to protocol-defined use of effective contraception\n* Negative blood or urine pregnancy test at screening\n\nExclusion Criteria:\n\n* Major surgery within 4 weeks of random assignment\n* Known central nervous system lymphoma\n* Diagnosed or treated for malignancy other than MCL, except: malignancy treated with curative intent and with no known active disease present for \\>=3 years before random assignment; adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease; adequately treated cervical carcinoma in situ without evidence of disease\n* Patients for whom the goal of therapy is tumor debulking prior to stem cell transplant\n* History of stroke or intracranial hemorrhage within 6 months prior to random assignment\n* Requires anticoagulation with warfarin or equivalent vitamin K antagonists\n* Requires treatment with strong CYP3A inhibitors\n* Clinically significant cardiovascular disease such as uncontrolled or symptomatic arrhythmias, congestive heart failure, or myocardial infarction within 6 months of Screening, or any Class 3 (moderate) or Class 4 (severe) cardiac disease as defined by the New York Heart Association Functional Classification\n* Vaccinated with live, attenuated vaccines within 4 weeks of random assignment\n* Known history of human immunodeficiency virus (HIV) or active hepatitis C virus or active hepatitis B virus infection or any uncontrolled active systemic infection requiring intravenous antibiotics\n* Any life-threatening illness, medical condition, or organ system dysfunction which, in the investigator's opinion, could compromise the patient's safety, interfere with the absorption or metabolism of ibrutinib capsules, or put the study outcomes at undue risk","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"Progression-free survival (PFS) was defined as the interval between the date of randomization to the date of disease progression (PD) or relapse from complete response (CR) or death, whichever was first reported. Disease assessments were based on the 2007 Revised Response Criteria for Malignant Lymphoma. PD was defined as any new lesion or increase by 50 percent (%) of previously involved sites from nadir (PD criteria: Appearance of new nodal lesion 1.5 centimeters \\[cm\\] in any axis, 50% increase in sum of product of diameters \\[SPD\\] of greater than \\[\\>\\] 1 node or 50% increase in longest diameter of previously identified node 1 cm in short axis).","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.9","spread":null},{"groupId":"OG001","value":"80.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was defined as the time from the date of randomization to the date of the participant's death. Kaplan-Meier estimate was used.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95.9","spread":null},{"groupId":"OG001","value":"104.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Complete Response Rate","description":"Complete response (CR) rate was defined as the percentage of participants who achieve CR (based on investigator assessment) on or prior to the initiation of subsequent anticancer therapy. Criteria for CR: disappearance of all evidence of disease; mass of any size permitted if positron emission tomography (PET) negative; regression to normal size on computed tomography (CT); spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.6","spread":null},{"groupId":"OG001","value":"65.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time-to-Next Treatment","description":"Time-to-next treatment was measured from the date of randomization to the start date of any anti-mantle cell lymphoma (anti-MCL) treatment subsequent to the study treatment.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Overall Response","description":"Percentage of participants with overall response was defined as the portion of participants who achieved CR or PR. Criteria for CR: disappearance of all evidence of disease; mass of any size permitted if PET negative; regression to normal size on CT; spleen and liver: not palpable, nodules disappeared; bone marrow: infiltrate cleared on repeat biopsy. Criteria for PR: greater than or equal to (\\>=) 50% decrease in sum of the diameter of all target lesions compared with baseline, in absence of new lesions or unequivocal progression of non-target lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.5","spread":null},{"groupId":"OG001","value":"89.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Minimal Residual Disease (MRD)-Negative Response Rate","description":"Minimal residual disease negative rate was defined as the percentage of participants with a best overall response of CR with MRD-negative disease status (that is, \\<5 mantle cell lymphoma \\[MCL\\] cell per 10,000 leukocytes for detection using the MRD assay), as assessed by flow cytometry of a bone marrow and/or peripheral blood sample.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.5","spread":null},{"groupId":"OG001","value":"62.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Worsening (TTW) in the Lymphoma (Lym) Subscale of the Functional Assessment of Cancer Therapy-Lymphoma (FACT-Lym) Questionnaire","description":"Time to worsening in the Lymphoma subscale of the FACT-Lym, defined as the interval from the date of randomization to the start date of worsening of participant symptoms. Worsening was defined by a 5-point decrease from baseline, death, or a missing assessment due to being \"too ill\", whichever occurred first. FACT-Lym Lymphoma subscale contains 15 questions, scores from 0 to 4 for each question (higher the worse). Lymphoma subscale score was the total of reverse scores, ranged 0 to 60. Higher scores indicated a better quality of life.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null},{"groupId":"OG001","value":"17.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Duration of Response (DoR) was defined as the interval between the date of initial documentation of a response including PR and the date of first documented evidence of PD or death","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.5","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Complete Response (DoCR)","description":"Duration of complete response (DoCR) was defined as the interval between the date of initial documentation of a CR and the date of first documented evidence of PD or death whichever occurs first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.1","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response","description":"Time to response was defined as the interval between the date of randomization and the date of initial documentation of a response.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.79","spread":null},{"groupId":"OG001","value":"2.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events (TEAEs)","description":"Number of participants with TEAEs were reported. An AE was any untoward medical occurrence in a clinical study participant administered a medicinal (investigational or non investigational) product. An AE does not necessarily have a causal relationship with the intervention. Treatment-emergent adverse events were defined as adverse events with onset or worsening on or after date of first dose of study treatment up to and including 30 days after date of last dose of study medication, or the initiation of subsequent anticancer therapy, whichever is earlier.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"257","spread":null},{"groupId":"OG001","value":"259","spread":null}]}]}]},{"type":"SECONDARY","title":"Oral Plasma Clearance (CL/F) of Ibrutinib","description":"CL/F was defined as apparent total systemic clearance of ibrutinib after extravascular administration. Cl/F of Ibrutinib was determined using population pharmacokinetics (PopPK modeling).","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1123","spread":"4.83"}]}]}]},{"type":"SECONDARY","title":"Oral Volume of Distribution at Steady State of Ibrutinib","description":"Oral volume of distribution at steady state of ibrutinib was determined using PopPK modeling.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7286","spread":"7.87"}]}]}]},{"type":"SECONDARY","title":"Area Under the Concentration Curve of Ibrutinib During 24 Hours After Dosing at Steady State","description":"Area under the concentration curve of ibrutinib during 24 hours after dosing at steady state was determined using PopPK modeling.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"425","spread":"267"}]}]}]},{"type":"SECONDARY","title":"Minimum Observed Plasma Concentration of Ibrutinib","description":"Minimum observed plasma concentration of ibrutinib was determined using PopPK modeling.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.90","spread":"2.64"}]}]}]},{"type":"SECONDARY","title":"Maximum Observed Plasma Concentration of Ibrutinib","description":"Maximum observed plasma concentration of ibrutinib was determined using PopPK modeling.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.5","spread":"48.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":157,"n":260},"commonTop":["Nausea","Diarrhoea","Neutropenia","Pyrexia","Cough"]}}}