{"nctId":"NCT03124199","briefTitle":"Rifaximin Associated With Classic Triple Therapy for the Eradication of Helicobacter Pylori Infection","startDateStruct":{"date":"2014-02"},"conditions":["Bacterial Infection Due to Helicobacter Pylori (H. Pylori)"],"count":40,"armGroups":[{"label":"Rifaximin","type":"EXPERIMENTAL","interventionNames":["Drug: Rifaximin"]}],"interventions":[{"name":"Rifaximin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age greater than or equal to 18 years.\n2. Patients with dyspeptic symptoms, ie pain or discomfort (including abdominal bloating, early satiety and bloating) centered on the upper abdomen, persistent or recurrent, with proven H. pylori infection (through testing breath or gastric biopsy based methods, if it has been done) with a validity period of one year.\n3. Having been previously prescribed by routine clinical practice the standard triple therapy as eradication treatment:\n\n   * Proton Pump Inhibitor. Omeprazole 40 mg (or equivalent) every 12 hours. Treatment duration: 10 days.\n   * Clarithromycin. Dose: 500 mg every 12 hours. Treatment duration: 10 days.\n   * Amoxicillin. Dose: 1000 mg every 12 hours. Treatment duration: 10 days.\n4. Not having yet begun taking the eradication therapy.\n5. Written informed consent from the patient.\n6. The first five patients included in the study, should had cited from the outpatient and prior to his arrival in consultation, a routine analysis in the month after the completion of the eradication therapy.\n7. If the patient is a woman of childbearing age, she will be asked to commit to not get pregnant or to use an adequate contraception method.\n\nExclusion Criteria:\n\n1. Previous eradication treatment for H. pylori (these patients are often carriers of antibiotic resistant strains and have a much lower response than those that had never received treatment).\n2. Allergy to any of the antibiotic in the treatment.\n3. Taking antibiotics or bismuth salts since performing the breath test.\n4. Previous gastric surgery.\n5. Presence of severe pulmonary, hepatic, renal, endocrine, metabolic, hematologic or tumor disease.\n6. Very advanced chronic disease or other conditions that prevent attending to controls and follow ups.\n7. Previous history of alcohol or drugs abuse.\n8. Patients who are pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With H.Pylori Infection Eradication","description":"Percentage of Participants with H.Pylori Infection Eradication confirmed with urea breath test at least 4 weeks after the end of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]}]},{"type":"SECONDARY","title":"Tolerability of Treatment","description":"Patients with side effects present during treatment and in the 4 weeks after end of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Compliance With Treatment of Patients That Completed the Study","description":"Percentage of patients that has comply with treatment, considered as intake of more than 90% of study drugs in patients who attended the post-treatment visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":40},"commonTop":["Diarrhea","Metallic Taste","Headache","Nausea","abdominal pain"]}}}