{"nctId":"NCT02778867","briefTitle":"SOFEED: Six Food vs. One Food Eosinophilic Esophagitis Diet Study","startDateStruct":{"date":"2016-05-20","type":"ACTUAL"},"conditions":["Eosinophilic Gastrointestinal Disorders (EGIDs)","Eosinophilic Esophagitis (EoE)"],"count":129,"armGroups":[{"label":"1-Food Elimination Diet (1FED)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: 1 Food Elimination Diet Therapy"]},{"label":"6-Food Elimination Diet (6FED)","type":"ACTIVE_COMPARATOR","interventionNames":["Other: 6 Food Elimination Diet Therapy"]},{"label":"1FED Non-Responders (6FED)","type":"OTHER","interventionNames":["Other: 6 Food Elimination Diet (after 1FED failure)"]},{"label":"6FED Non-responders (SGC)","type":"OTHER","interventionNames":["Drug: Fluticasone Propionate, 880 mcg twice daily (after 6FED failure)"]}],"interventions":[{"name":"1 Food Elimination Diet Therapy","otherNames":[]},{"name":"6 Food Elimination Diet Therapy","otherNames":[]},{"name":"6 Food Elimination Diet (after 1FED failure)","otherNames":[]},{"name":"Fluticasone Propionate, 880 mcg twice daily (after 6FED failure)","otherNames":["Flovent HFA"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have diagnosis of EoE (based on consensus criteria)\n* Have histologically confirmed active disease \\>15 eosinophils/hpf in either distal or proximal esophagus within 12 weeks of screening visit\n* Symptomatic (have experienced symptoms within the last month prior to enrollment)\n* Proton pump inhibitor (PPI) confirmation\n* Have a negative urine pregnancy test at screening if of childbearing potential\n\nExclusion Criteria:\n\n* Have been treated with topical swallowed steroids within the last 2 months or systemic steroids within the last 3 months\n* Have pathological eosinophilia in segments of the GI tract other than the esophagus determined by local review\n* Have been diagnosed with a GI malabsorption disorder (i.e., Inflammatory bowel disease, Crohn's disease) or Celiac disease\n* Are currently on dietary therapy strictly avoiding milk or on a 6FED\n* Have concurrent H pylori gastritis or parasitic infection\n* Have history of anaphylaxis to milk (with current avoidance of milk)\n* Have previously failed strict dietary therapy clearly documented with one of these regimens or topical steroid treatment (i.e. have achieved histological remission of \\<15 eos/hpf after having been on fluticasone or \\>1mg budesonide per day).\n* Use of investigational drugs within 4 weeks (one month) prior to enrollment\n* Are concurrently receiving any of the prohibited medications for the study\n* On immunotherapy for pollen (if not on maintenance therapy) or immunoglobulin-E (IgE) -mediated food allergy\n* Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants in Histologic Remission (<15 Eos/Hpf)","description":"Percent of participants in histologic remission in 1FED versus 6FED groups. Remission is defined as esophageal peak eosinophil count \\< 15 eosinophils per high powered field (eos/hpf)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"40.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants in Complete and Partial Histologic Remission","description":"Percent of participants in complete and partial histologic remission in 1FED versus 6FED groups. Complete remission is defined as esophageal peak eosinophil count ≤ 1 eosinophils per high powered field (eos/hpf). Partial remission is defined as esophageal peak eosinophil count of 2 - 14 eos/hpf.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null},{"groupId":"OG001","value":"21.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.4","spread":null},{"groupId":"OG001","value":"19.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants Following SGC in Histologic Remission in Phase 2","description":"Percent of participants who failed 6FED in Phase 1 in histologic remission after following swallowed glucocorticoids (SGC) in Phase 2. Remission is defined as esophageal peak eosinophil count \\< 15 eos/hpf","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent of Participants Following 6FED in Histologic Remission in Phase 2","description":"Percent of participants who failed 1FED in Phase 1 in histologic remission after following 6FED in Phase 2. Remission is defined as esophageal peak eosinophil count \\< 15 eos/hpf","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Peak Eosinophil Count","description":"Peak eosinophil counts were obtained at baseline and 6 weeks. The maximum (highest) peak eosinophil count among distal, mid, and proximal esophageal biopsies was obtained. Change in peak eosinophil count is defined as peak count at 6 weeks minus peak count at baseline. Changes in peak count are compared between 1FED and 6FED. A reduction (negative change) in peak count indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18","spread":null},{"groupId":"OG001","value":"-22","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Histology Scoring System","description":"The histology scoring system (HSS) measures the severity (grade) and extent (stage) of eight histologic abnormalities in the esophagus including eosinophilic inflammation, eosinophilic abscess, eosinophilic surface layering, surface epithelial alteration, dilated intercellular spaces, basal zone hyperplasia, dyskeratotic epithelial cells, and lamina propria fibrosis. Total score is the sum of grade and stage scores from the esophageal biopsy (distal, mid, or proximal) with the highest score (worst abnormalities) divided by the maximum possible score for the biopsy. Total scores range from 0 - 2 (higher scores indicate more severe and/or extensive abnormalities). Histology scores were obtained at baseline and 6 weeks. Change in total histology scoring system (HSS) is defined as total HSS score at 6 weeks minus total HSS score at baseline. Changes in scores are compared between 1FED and 6FED. A reduction (negative change) in score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.39"},{"groupId":"OG001","value":"-0.23","spread":"0.34"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Endoscopic Reference Score","description":"The endoscopic reference score (EREFS) utilizes standardized criteria for the presence and degree of 5 major endoscopic features (edema, fixed rings, exudates, furrows, strictures). Total score is the sum of the five feature scores from the distal and proximal esophagus. Total scores range from 0 - 18 (higher scores indicate worsening features). Endoscopic features were assessed at baseline and 6 weeks. Change in total endoscopic reference score is defined as total score at 6 weeks minus total score at baseline. Changes in scores are compared between 1FED and 6FED. A reduction (negative change) in score indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"-2.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":67},"commonTop":["Diarrhea","Gastrointestinal Pain","Bronchial Infection","Adrenal insufficiency"]}}}