{"nctId":"NCT02275546","briefTitle":"Performance and Safety of Vaginal Ring Applicator in Healthy Females (MK-8342A-063)","startDateStruct":{"date":"2014-12-11","type":"ACTUAL"},"conditions":["Contraception: Optional Applicator for Insertion of Vaginal Ring"],"count":164,"armGroups":[{"label":"Applicator→No Applicator (manual)","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo vaginal ring","Device: Single-use, non-sterile applicator"]},{"label":"No applicator (manual)→Applicator","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo vaginal ring","Device: Single-use, non-sterile applicator"]}],"interventions":[{"name":"Placebo vaginal ring","otherNames":["NuvaRing"]},{"name":"Single-use, non-sterile applicator","otherNames":["NuvaRing Applicator"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* healthy, non-pregnant, pre-menopausal female who is not using NuvaRing.\n* must meet one of the two following criteria: 1) has not taken a combined hormonal contraceptives for at least 3 months prior to screening and has normal predictable menstrual cycles ranging from 26 to 35 days in length with no history of intermenstrual bleeding in the past 6 months; or 2) has been taking a combined hormonal contraceptive for \\>3 months and has not experienced unscheduled bleeding for the past 3 months.\n* willing to abstain from vaginal penetration, including during sexual intercourse and masturbation, from the time of randomization (Visit 2) to the end of the follow-up period.\n* willing to abstain from vaginal penetration with any objects other than the applicator and placebo rings (including but not limited to tampons, douching, use of vaginal applicators for medication, medication, diaphragms, cervical caps, male and female condoms, lubricants, sex toys) from the time of randomization (Visit 2) to the end of the follow-up period.\n* good physical and mental health, based upon the medical judgment of the investigator.\n\nExclusion Criteria:\n\n* current use or has used within past 3 months any of the following: NuvaRing, progestin-only contraceptives (including pills, injection, or implant), oral or transdermal combined hormonal contraceptives with extended or continuous hormonal regimens that prevent monthly withdrawal bleeding by omitting monthly progestin-free intervals. Note: Current use of oral or transdermal combined hormonal contraceptives with 4 to 7 progestin-free days per 28-day cycle for \\>3 months is permitted.\n* has stopped use of any hormonal contraceptive, including NuvaRing, \\<3 months prior to screening; previous use (≥3 months prior to screening) is permitted.\n* history of difficulty retaining NuvaRing in the vagina and therefore could not continue on it as a contraceptive method or difficulty retaining other products (e.g., tampons) in the vagina.\n* is pregnant or within 2 months of last pregnancy outcome (delivery, spontaneous or induced abortion, medical or surgical management of ectopic pregnancy).\n* is breastfeeding.\n* diagnosed or treated for a sexually transmitted disease within the past 6 months.\n* current complaints of vaginal or vulvar irritation, discomfort, abnormal bleeding/spotting, or abnormal discharge.\n* abnormal cervical Pap smear documented within 12 months of screening.\n* genital herpes outbreak in the past 3 years.\n* has received any investigational drug or device in the 30 days prior to screening and/or plans to receive any investigational drug or device at any time up to the last protocol-required visit.\n* known current gynecological disorder which, in the opinion of the investigator, interferes with the objectives of the study.\n* known allergy/sensitivity or contraindication to the investigational product (applicator) or ethylene vinyl acetate.\n* current or recent history (within the last six months) of drug or alcohol abuse or dependence.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Successful Ring Insertion","description":"Participants completed a Post-Insertion Questionnaire in which they were asked about their experience inserting the vaginal ring. Their answers were recorded and evaluated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Vaginal Ring Expulsion Within 48 Hours of Insertion","description":"Participants completed a Follow-Up Questionnaire in which they asked if they experienced vaginal ring expulsion. Their answers were recorded and evaluated.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":163},"commonTop":[]}}}