{"nctId":"NCT03331185","briefTitle":"Changes of Soft and Hard Tissues After Alveolar Ridge Preservation: Freeze-dried Bone Allograft vs. L-PRF Clot","startDateStruct":{"date":"2018-01-03","type":"ACTUAL"},"conditions":["Alveolar Bone Loss","Tooth Loss"],"count":26,"armGroups":[{"label":"Freeze Dried Bone Allograft","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Freeze Dried Bone Allograft"]},{"label":"L-PRF Clot","type":"EXPERIMENTAL","interventionNames":["Biological: L-PRF clot"]}],"interventions":[{"name":"Freeze Dried Bone Allograft","otherNames":["FDBA"]},{"name":"L-PRF clot","otherNames":["Leukocytic Platelet Rich Fibrin Clot"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with molars or premolars indicated for extraction.\n* Patients that present with a post extraction class I and II socket (\\<30% bone loss on the buccal or lingual plate, measured from the most coronal aspect of intact bone to the most apical aspect of the defect divided by the measurement from the most apical aspect of the defect to the apex of the socket x 100).\n* Patients presenting with the need for single extractions.\n* Patients with general good health that does not have a condition contra-indicating routine dental treatment, extraction and implant placement.\n* Patients that are compliant with the research protocol and methods.\n* Patients that have read, understood and signed an informed consent form.\n\nExclusion Criteria:\n\n* Extraction and ridge preservation indicated for teeth other than premolars and molars.\n* Patients that present with a post extraction class III socket (\\>30% bone loss on the buccal or lingual plate, measured from the most coronal aspect of intact bone to the most apical aspect of the defect divided by the measurement from the most apical aspect of the defect to the apex of the socket x 100)\n* Patients deemed eligible for immediate implant placement following extraction and intra-operative assessment by the attending supervisor.\n* Patients that present with an oral-antral communication, post extraction.\n* Patients that presents with the need for multiple, side by side extractions.\n* Patients with coagulation disorders, on corticosteroids, uncontrolled diabetes mellitus, or any systemic disease where periodontal surgery is contraindicated and healing may be compromised.\n* Pregnant and nursing women.\n* Patients with any contact hypersensitivity to the related materials used in the study.\n* Heavy tobacco users, \\>10 cigarettes per day.\n* Patients unwilling to sign consent or follow the protocol of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Horizontal Change in Alveolar Ridge Width","description":"Calculated mean of post operative CBCT measurements of horizontal alveolar bone width changes following extraction and alveolar ridge preservation.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.34","spread":"0.38"},{"groupId":"OG001","value":"-2.21","spread":"0.41"}]}]}]},{"type":"SECONDARY","title":"Buccolingual Change in Width of Keratinized Soft Tissue","description":"Difference in post operative measurement analysis of keratinized gingiva changes following extraction and alveolar ridge preservation","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1","spread":"3.03"},{"groupId":"OG001","value":"-4","spread":"2.7"}]}]}]},{"type":"SECONDARY","title":"Post-operative Pain and Swelling","description":"Post-operative pain and complications measured by VAS-questionnaire obtained following extraction and grafting. The VAS-questionnaire contained the following categories to be answered 7days post-operatively: Pain, Swelling. A visual line scale of 100mm in length was provided with no pain/swelling on the one end and severe pain/swelling on the opposite end. Participants were instructed to rate their pain and swelling by marking a single line on the scale indicating the degree of pain/swelling they experienced. Markings were physically measured on the scale and converted into a score with 0 representing no pain/swelling and 1 representing severe pain/swelling.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.22","spread":"0.29"},{"groupId":"OG001","value":"0.23","spread":"0.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":14},"commonTop":["Membrane loss earlier than 4weeks"]}}}