{"nctId":"NCT03524092","briefTitle":"A Maintenance Study of Mirikizumab in Participants With Moderately to Severely Active Ulcerative Colitis","startDateStruct":{"date":"2018-10-19","type":"ACTUAL"},"conditions":["Ulcerative Colitis"],"count":1177,"armGroups":[{"label":"Maintenance Period: Miri Induction Responder (IR) - Placebo (PBO) Subcutaneous (SC)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo SC"]},{"label":"Maintenance Period: Miri IR - 200 Milligram (mg) Miri SC","type":"EXPERIMENTAL","interventionNames":["Drug: Mirikizumab SC"]},{"label":"Maintenance Period: PBO IR - PBO SC","type":"OTHER","interventionNames":["Drug: Placebo SC"]},{"label":"Loss of Response (LOR) Rescue Period:LOR Cohort-300 mg Miri IV","type":"OTHER","interventionNames":["Drug: Mirikizumab IV"]},{"label":"Extended Induction: Induction Nonresponders - 300mg Miri IV","type":"OTHER","interventionNames":["Drug: Mirikizumab IV"]},{"label":"Open Label Maintenance: Delayed Responders - 200 mg Miri SC","type":"OTHER","interventionNames":["Drug: Mirikizumab SC"]}],"interventions":[{"name":"Mirikizumab SC","otherNames":["LY3074828"]},{"name":"Mirikizumab IV","otherNames":["LY3074828"]},{"name":"Placebo SC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have completed Study AMAN (NCT03518086), with at least 1 study drug administration and without early termination of study drug.\n* Are willing and able to complete the scheduled study assessments, including endoscopy and daily diary entry.\n* If female, must meet the contraception requirements.\n\nExclusion Criteria:\n\n* Participants diagnosed with Crohn's disease or inflammatory bowel disease-unclassified (indeterminate colitis) during the induction study AMAN (NCT03518086).\n* Participants with a bowel resection or other surgery for the treatment of UC during the previous induction study AMAN (NCT03518086), or are likely to require surgery for the treatment of UC during study AMBG.\n* Participants with evidence of colonic dysplasia or have been diagnosed with cancer of the gastrointestinal tract during study AMAN (NCT03518086).\n* Participants diagnosed with clinically important infection including, but not limited to, hepatitis B, hepatitis C, HIV/AIDS, and active tuberculosis (TB) during the induction study AMAN (NCT03518086).\n* Participants who initiate a new prohibited medication during the induction study AMAN (NCT03518086).\n* Participants with certain laboratory abnormalities prior to start of AMBG that would require permanent discontinuation from study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants in Clinical Remission at Week 40","description":"Clinical remission at week 40 is defined as achieving a 9-point modified Mayo score for rectal bleeding=0, stool frequency=0 or 1 with ≥ 1 point decrease from baseline, and endoscopy=0 or 1 (excluding friability).\n\nStool Frequency Subscore, based on the participant's diary and scored from 0 (normal number of stools) to 3 (5 or more stools than normal); Rectal Bleeding Subscore, based on the participant's diary and scored from 0 (no blood) to 3 (blood only passed); Endoscopy Subscore, based on central reading of colonoscopy or sigmoidoscopy and scored from 0 (normal or inactive disease) to 3 (severe disease, spontaneous bleeding, ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.1","spread":null},{"groupId":"OG001","value":"49.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Endoscopic Remission at Week 40","description":"Endoscopic remission at week 40 is defined as achieving a Mayo endoscopic subscore of 0 or 1 (excluding friability) at Week 40. Endoscopy subscore is based on colonoscopy or sigmoidoscopy and scored from 0 (normal or inactive disease) to 3 (severe disease, spontaneous bleeding, ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.1","spread":null},{"groupId":"OG001","value":"58.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Histologic Remission at Week 40","description":"Histologic remission was assessed using the Geboes histologic scoring system developed for assessment of histologic disease activity in ulcerative colitis. Remission was defined as Geboes histological subscore of 0 for grades: 2b (lamina propria neutrophils), and 3 (neutrophils in epithelium), and 4 (crypt destruction), and 5 (erosion or ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.6","spread":null},{"groupId":"OG001","value":"48.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Symptomatic Remission at Week 40","description":"Symptomatic remission at week 40 is defined as a Mayo score for rectal bleeding=0, stool frequency=0 or 1 with ≥ 1 point decrease from baseline.\n\nStool frequency subscore, based on the participant's diary and scored from 0 (normal number of stools) to 3 (5 or more stools than normal).\n\nRectal bleeding subscore, based on the participant's diary and scored from 0 (no blood seen) to 3 (blood alone passed).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.7","spread":null},{"groupId":"OG001","value":"71.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Endoscopic Response at Week 40","description":"Endoscopic response at week 40 is defined as achieving at least a 1 point decrease from baseline in the Mayo endoscopic subscore.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.8","spread":null},{"groupId":"OG001","value":"72.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants in Clinical Response at Week 40","description":"Clinical response at week 40 is defined as a decrease in the 9-point modified Mayo score (MMS) \\[rectal bleeding, stool frequency and the endoscopic findings\\] inclusive of \\>= 2 points and \\>=30% from baseline with either a decrease of rectal bleeding subscore of \\>=1 or rectal bleeding subscore of 0 or 1.The MMS is a composite score of ulcerative colitis disease activity calculated as the sum of three subscores: Stool frequency subscore, based on the participant's diary and scored from 0 (normal number of stools) to 3 (5 or more stools than normal); Rectal bleeding subscore, based on the participant's diary and scored from 0 (no blood seen) to 3 (blood alone passed); Endoscopy subscore, based on colonoscopy or sigmoidoscopy and scored from 0 (normal or inactive disease) to 3 (severe disease, spontaneous bleeding,ulceration).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.2","spread":null},{"groupId":"OG001","value":"80.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 40 in Health Related Quality of Life: Inflammatory Bowel Disease Questionnaire (IBDQ) Total Score","description":"The IBDQ is a 32-item participant-completed questionnaire that measures 4 aspects of subjects' lives: symptoms directly related to the primary bowel disturbance, systemic symptoms, emotional function, and social function. Responses are graded on a 7-point. Likert scale in which 7 denotes \"not a problem at all\" and 1 denotes \"a very severe problem.\" Scores range from 32 to 224; a higher score indicates a better quality of life. Least square (LS) Mean was calculated using analysis of covariance (ANCOVA) model for post-baseline measures: The ANCOVA model includes: treatment, baseline value, prior biologic or tofacitinib failure (yes/no), clinical remission status (yes/no) at AMAN Week 12, and region (North America/Europe/Other).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.51","spread":"2.767"},{"groupId":"OG001","value":"49.75","spread":"2.102"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 40 in Fecal Calprotectin","description":"Fecal calprotectin is an indicator of inflammation in the colon with higher levels indicative of higher levels of inflammation. Least square (LS) Mean was calculated using ANCOVA model for post-baseline measures: The ANCOVA model includes treatment, baseline value, prior biologic or tofacitinib failure (yes/no), corticosteroid use (yes/no) at AMAN baseline, region (North America/Europe/Other), Clinical Remission status (yes/no) at AMAN Week 12.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1155.82","spread":"221.394"},{"groupId":"OG001","value":"-1995.47","spread":"172.443"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 40 in Bowel Urgency Based on the Urgency Numeric Rating Scale (NRS)","description":"The Urgency NRS is a single participant reported item that measures the severity for the urgency (sudden or immediate need) to have a bowel movement in the past 24 hours using an 11-point NRS ranging from 0 (no urgency) to 10 (worst possible urgency). Higher scores indicate more severe urgency. Least square (LS) Mean was calculated using mixed model repeated measures (MMRM) model for post-baseline measures: The MMRM model includes treatment, baseline value, visit, interaction of baseline value-by-visit, interaction of treatment-by-visit, prior biologic or tofacitinib failure (yes/no), baseline corticosteroid use (yes/no), clinical remission status (yes/no) at AMAN Week 12, and region (North America/Europe/Other).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.74","spread":"0.202"},{"groupId":"OG001","value":"-3.80","spread":"0.139"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Hospitalized for Ulcerative Colitis (UC)","description":"Percentage of participants hospitalized for UC. Only hospitalizations associated with an adverse event with \\>=24 hours stay were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetics (PK): Clearance of Mirikizumab","description":"Clearance of mirikizumab was evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0487","spread":"54"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":192},"commonTop":["Colitis ulcerative","Nasopharyngitis","Arthralgia","Headache","Anaemia"]}}}