{"nctId":"NCT02988115","briefTitle":"Evaluation of the Efficacy and Safety of Bempedoic Acid (ETC-1002) in Patients With Hyperlipidemia and Statin Intolerant","startDateStruct":{"date":"2016-11-16","type":"ACTUAL"},"conditions":["Hypercholesterolemia","Atherosclerotic Cardiovascular Disease","Statin Adverse Reaction"],"count":345,"armGroups":[{"label":"bempedoic acid","type":"EXPERIMENTAL","interventionNames":["Drug: bempedoic acid"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"bempedoic acid","otherNames":["ETC-1002"]},{"name":"placebo","otherNames":["placebo control"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Require lipid-modifying therapy for primary or secondary prevention of cardiovascular disease\n* Fasting LDL-C ≥130 mg/dL for primary prevention or LDL-C ≥100 mg/dL for secondary prevention (history of HeFH and/or ASCVD)\n* Be statin-intolerant (unable to tolerate 2 or more statins)\n\nExclusion Criteria:\n\n* Total fasting triglyceride ≥500 mg/dL\n* Renal dysfunction or nephrotic syndrome or history of nephritis\n* Body Mass Index (BMI) ≥50 kg/m2\n* Significant cardiovascular disease or cardiovascular event in the past 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change From Baseline (PCFB) in Low-density Lipoprotein Cholesterol (LDL-C) at Week 12","description":"PCFB was calculated as the (\\[post-Baseline (BL) value minus the BL value\\] divided by the BL value ) x 100. BL was defined as the mean of the last two non-missing values on or prior to Day 1. If only one value was available, that single value was used as BL. PCFB in LDL-C was analyzed using analysis of covariance (ANCOVA), with treatment group and stratification factor (primary prevention; secondary prevention) as fixed effects and BL as a covariate. For participants with missing lipid data at Week 12 who were no longer taking study treatment, missing values were imputed using multiple imputation via a regression-based model including stratification and BL data from placebo participants only. In this imputation model, treatment group was not included. For participants with missing lipid data at Week 12 who were still taking study treatment, missing values were imputed using multiple imputation via a regression-based model including treatment, stratification and BL value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-22.58","spread":"1.290"},{"groupId":"OG001","value":"-1.17","spread":"1.421"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in LDL-C at Week 24","description":"PCFB was calculated as the (\\[post-BL value minus the BL value\\] divided by the BL value ) x 100. BL was defined as the mean of the last two non-missing values on or prior to Day 1. If only one value was available then that single value was used as BL. PCFB in LDL-C was analyzed using ANCOVA, with treatment group and stratification factor (primary prevention; secondary prevention) as fixed effects and BL as a covariate. For participants with missing lipid data at Week 12 who were no longer taking study treatment, missing values were imputed using multiple imputation via a regression-based model including stratification and BL data from placebo participants only. In this imputation model, treatment group was not included. For participants with missing lipid data at Week 12 who were still taking study treatment, missing values were imputed using multiple imputation via a regression-based model including treatment, stratification and BL value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-21.17","spread":"1.411"},{"groupId":"OG001","value":"-2.26","spread":"1.552"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in the Lipid Profile at Week 12","description":"PCFB was calculated as: (\\[post-BL value minus the BL value\\] divided by the BL value) x 100. BL was defined as the mean of the last two non-missing values on or prior to Day 1. If only one value was available, that single value was used as BL. apoB and TC BL were defined as the last non-missing value on/prior to Day 1. PCFB was analyzed using ANCOVA, with treatment and group stratification factor (primary prevention; secondary prevention) as fixed effects and BL as a covariate. For participants with missing data at Week 12 who were no longer taking study treatment (ST), missing values were imputed using multiple imputation via a regression-based model including stratification and BL data from placebo participants only. In this imputation model, treatment group was not included. For participants with missing lipid data at Week 12 who were still taking ST, missing values were imputed using multiple imputation via a regression-based model including treatment, stratification and BL value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.08","spread":"1.114"},{"groupId":"OG001","value":"-0.14","spread":"1.169"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.37","spread":"0.879"},{"groupId":"OG001","value":"-0.61","spread":"0.961"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.65","spread":"1.080"},{"groupId":"OG001","value":"0.32","spread":"1.177"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in High-Sensitivity C-Reactive Protein (hsCRP) at Week 12","description":"Percent change from Baseline was calculated as the (\\[post-Baseline value minus the Baseline value\\] divided by the Baseline value) x 100. Baseline for hsCRP is defined as the last non-missing value on or prior to Day 1. Percent change from Baseline in hsCRP, non-parametric (Wilcoxon rank-sum test) analysis with Hodges-Lehmann estimates and confidence interval was performed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-25.37","spread":null},{"groupId":"OG001","value":"2.67","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in LDL-C at Week 12 and Week 24","description":"Change from Baseline is calculated as the (\\[post-Baseline value minus the Baseline value\\] divided by the Baseline value ) x 100. Baseline is defined as the mean of the last two non-missing values on or prior to Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-39.3","spread":"33.37"},{"groupId":"OG001","value":"-3.1","spread":"23.66"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.0","spread":"35.27"},{"groupId":"OG001","value":"-5.1","spread":"26.50"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":234},"commonTop":["Arthralgia","Myalgia","Pain in extremity","Urinary tract infection","Fatigue"]}}}