{"nctId":"NCT01490502","briefTitle":"Vitamin D Supplementation in Multiple Sclerosis","startDateStruct":{"date":"2012-03","type":"ACTUAL"},"conditions":["Relapsing Remitting Multiple Sclerosis"],"count":172,"armGroups":[{"label":"Low-dose vitamin D3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vitamin D3"]},{"label":"High-dose vitamin D3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vitamin D3"]}],"interventions":[{"name":"Vitamin D3","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must meet Magnetic Resonance Imaging in MS (MAGNIMS) criteria for relapsing-remitting MS\n* Age 18 to 50 years\n* Expanded Disability Status Scale (EDSS) score ≤ 4.0\n* MS disease duration ≤ 10 years if McDonald Relapse Remitting Multiple Sclerosis (RRMS;) ≤ 1 year if meets MAGNIMS RRMS criteria but not McDonald RRMS criteria\n* If the patient meets the McDonald RRMS criteria (rather than McDonald Clinically\n\nIsolated Syndrome (CIS) that is now classified as MAGNIMS MS):\n\n* Must have had one clinical attack in past two years and at least one new silent T2 or gadolinium-enhancing lesion on brain MRI within the past year OR\n* Must have had two clinical attacks in past two years, one of which occurred in the past year\n* Females of child-bearing age must be willing to use at least one form of pregnancy prevention throughout the study.\n* Must have had a 25-hydroxyvitamin D level of ≥ 15 ng/mL within past 30 days\n* Must be willing to stop taking additional supplemental vitamin D, except as part of a multivitamin, and must be willing to not take cod liver oil.\n\nExclusion Criteria:\n\n* Not be pregnant or nursing\n* No ongoing renal or liver disease\n* No known history of nephrolithiasis, hypercalcemia, sarcoidosis or other serious chronic illness including cancer (other than basal cell or squamous cell carcinoma of the skin), cardiac disease, or HIV.\n* No ongoing hyperthyroidism or active infection with Mycobacterium species\n* No known gastrointestinal disease (ulcerative colitis, Crohn's disease, celiac disease/gluten intolerance) or use of medications associated with malabsorption.\n* No history of self-reported alcohol or substance abuse in past six months.\n* No prior history of treatment with rituximab, any chemotherapeutic agent, or total lymphoid irradiation. No treatment in the past six months with natalizumab, fingolimod, or fumarate. If patient has received glatiramer acetate, they have not been exposed to more than three months of treatment. No treatment with other unapproved therapies for MS.\n* No use of interferon beta or glatiramer acetate therapy for one month prior to screening\n* No use of more than 1,000 IU vitamin D3 daily in the three months prior to screening\n* No condition that would limit the likelihood of completing the MRI procedures\n* No use of thiazide diuretics, digoxin, diltiazem, verapamil, cimetidine, heparin, low-molecular weight heparin, phenytoin, phenobarbital, carbamazepine, routine corticosteroids (eg scheduled monthly steroids, daily, etc), rifampin, or cholestyramine.\n* No steroids within a month of screening.\n* Not suicidal at screening visit (ineligible if answers \"yes\" to question 1 of screening Columbia Suicide Severity Rating Scale (C-SSRS) in PAST 2 MONTHS; or answers \"yes\" to questions 2-5 on C-SSRS for PAST 6 MONTHS; or answers \"yes\" to suicidal attempts or preparatory attempts in PAST 5 YEARS , http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/UCM225130.pdf).\n* Serum calcium \\>0.2 mg/dL above upper limit of normal.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Subjects That Experience a Relapse","description":"Confirmed relapse defined as new or worsening symptoms referable to the central nervous system, lasting at least 24 hours, occurring at least 30 days since the prior attack, accompanied by worsening of the EDSS (\\>= 0.5 points) or in the Functional Systems (FS) scales (2 points on at least one FS scale or 1 point on \\>= two FS scales).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.32","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Relapse Rate","description":"Average relapses per year","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.20","spread":null},{"groupId":"OG001","value":"0.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Relapses Requiring Treatment","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":null},{"groupId":"OG001","value":"0.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of New or Enlarging T2 Lesions","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.95","spread":null},{"groupId":"OG001","value":"2.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With Sustained Disability Progression","description":"The Expanded Disability Status Scale (EDSS) is an ordinal clinical rating scale based on a standard neurological examination and is used to measure global neurologic impairment in people with multiple sclerosis (MS). It ranges from a minimum of 0.0 (normal examination) to 10.0 (death due to MS) in half-point increments. A participant will be considered to have had sustained progression of disability if there is an increase in the EDSS score at month 12 by at least 1.0 point that is confirmed on the final examination one year later (month 24).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.08","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Multiple Sclerosis Functional Composite (MSFC) Score","description":"The Multiple Sclerosis Functional Composite (MSFC) is a three-part measure of disability for people with multiple sclerosis, including measures of leg function/ambulation, arm/hand function and cognitive function. The three independent measures have different units. We take the reciprocal of the arm/hand function test, and then convert all measures to Z-scores. The average of the Z-scores from each measure yields the MSFC composite Z-score. A Z-score of 0 represents the population mean and positive scores indicate less disability.\n\nThe MSFC was measured at baseline and up to 4 more times over 2 years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.051","spread":null},{"groupId":"OG001","value":"0.025","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Low-contrast Acuity","description":"Low-contrast acuity was measured as binocular vision on a 2.5% Sloan chart at a distance of 2 meters. The chart is used to test the ability to discriminate gradually smaller gray letters with a 2.5% contrast level against a white background. The low-contrast acuity measure is scored as total letters read and ranges from 0 (no letters read) to 60 (all letters read). Low-contrast acuity was measured at baseline and up to 4 more times over 2 years and higher scores indicate better low-contrast acuity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.82","spread":null},{"groupId":"OG001","value":"1.09","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Health-related Quality of Life","description":"The Functional Assessment of Multiple Sclerosis (FAMS) questionnaire is the quality of life (QOL) instrument used in this trial. It consists of 44 questions and the total score has a possible range of 0 to 176, with higher scores indicating better QOL. The FAMS questionnaire was obtained at baseline and up to 4 more times over 2 years.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.78","spread":null},{"groupId":"OG001","value":"-2.21","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Brain Parenchymal Volume","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.29","spread":null},{"groupId":"OG001","value":"-0.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Normalized Gray Matter Volume","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":null},{"groupId":"OG001","value":"-0.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Cortical Thickness","description":"Unable to analyze this outcome measure","classes":[]},{"type":"SECONDARY","title":"Development of Hypercalcemia","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Development of Nephrolithiasis","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":82},"commonTop":["Upper respiratory infection","Numbness or tingling","Headache / worsened headache / migraine","Fatigue / increased fatigue","Joint pain or swelling"]}}}