{"nctId":"NCT00090051","briefTitle":"FCR Versus FC Alone in the Treatment of Chronic Lymphocytic Leukemia (CLL) in Relapsed Patients","startDateStruct":{"date":"2003-07-31","type":"ACTUAL"},"conditions":["Chronic Lymphocytic Leukemia"],"count":552,"armGroups":[{"label":"Fludarabine+Cyclophosphamide (FC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Fludarabine Phosphate","Drug: Cyclophosphamide"]},{"label":"Fludarabine+Cyclophosphamide+Rituximab (FCR)","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab","Drug: Fludarabine Phosphate","Drug: Cyclophosphamide"]}],"interventions":[{"name":"Rituximab","otherNames":[]},{"name":"Fludarabine Phosphate","otherNames":[]},{"name":"Cyclophosphamide","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥18 years\n* Established diagnosis of B-cell CLL by NCI Working Group criteria\n* ≤1 previous line of chemotherapy\n* Expected survival \\>6 months\n* Acceptable hematologic status, liver function, renal function, and pulmonary function\n* Negative serum pregnancy test for both pre-menopausal women and for women who are \\< 2 years after the onset of menopause\n* Written informed consent\n\nExclusion Criteria:\n\n* Prior treatment with interferon, rituximab or other monoclonal antibody\n* Prior allogeneic bone marrow transplant (BMT) or autologous BMT or peripheral stem cell transplant (PBSCT) or patients who are considered to be candidates for allogeneic or autologous BMT or PSCT as assessed by their treating physician\n* Fertile men or women of childbearing potential not using adequate contraception\n* Severe Grade 3 or 4 non-hematological toxicity or prolonged (\\> 2 weeks) Grade 3 or 4 cytopenia on prior fludarabine or nucleoside analogue regimen\n* History of fludarabine-induced or clinically significant autoimmune cytopenia\n* History of other malignancies within 2 years prior to study entry, except for adequately treated carcinoma in situ of the cervix; basal or squamous cell skin cancer; low-grade early stage localized prostate cancer treated surgically with curative intent; good prognosis ductal carcinoma in situ (DCIS) of the breast treated with lumpectomy alone with curative intent.\n* Medical conditions requiring long term use (\\> 1 month) of systemic corticosteroids\n* Active bacterial, viral, or fungal infection requiring systemic therapy\n* Severe cardiac disease\n* Seizure disorders requiring anticonvulsant therapy\n* Severe chronic obstructive pulmonary disease with hypoxemia\n* Uncontrolled diabetes mellitus or hypertension\n* Transformation to aggressive B-cell malignancy.\n* Known infection with HIV, HCV, or hepatitis B\n* Treatment with any other investigational agent, or participation in another clinical trial within 30 days prior to entering this study\n* Known hypersensitivity or anaphylactic reactions to murine antibodies or proteins\n* Any co-existing medical or psychological condition that would preclude participation in the study or compromise ability to give informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS) as Assessed by the Independent Review Committee (IRC)","description":"Progression-free survival as assessed by the IRC was defined as the time between randomization and the date of first documented disease progression, relapse after response, or death from any cause, whichever came first. Patients without a PFS event were censored at their last tumor assessment date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"660","spread":null},{"groupId":"OG001","value":"813","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"Overall survival was determined from the date of randomization to the date of death irrespective of cause. Patients who had not died at the time of the final analysis (clinical data cut-off) were censored at the date of the last contact.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1580","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Overall Survival (OS) Events","description":"Overall survival was determined from the date of randomization to the date of death (OS event) irrespective of cause. Patients who had not died at the time of the final analysis (clinical data cut-off) were censored at the date of the last contact.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"208","spread":null},{"groupId":"OG001","value":"214","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS)","description":"Event free survival was measured from the day of randomization to the date of first documented PD, relapse after response, start of a new treatment or death from any cause. Patients without an EFS event were censored at their last tumor assessment date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"586","spread":null},{"groupId":"OG001","value":"874","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Event-free Survival (EFS) Events","description":"Event free survival was measured from the day of randomization to the date of first documented Progressive Disease (PD), relapse after response, start of a new treatment or death from any cause (EFS events). Patients without an EFS event were censored at their last tumor assessment date.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"162","spread":null},{"groupId":"OG001","value":"134","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"114","spread":null},{"groupId":"OG001","value":"142","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Progression-free Survival (PFS) Events Assessed by the Independent Review Committee (IRC)","description":"Progression-free survival as assessed by the IRC was defined as the time between randomization and the date of first documented disease progression, relapse after response, or death from any cause (PFS events), whichever came first. Patients without a PFS event were censored at their last tumor assessment date.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"148","spread":null},{"groupId":"OG001","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"128","spread":null},{"groupId":"OG001","value":"139","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease-free Survival (DFS)","description":"Disease free survival was defined for all patients with a best overall response (BOR) of Complete Response (CR) and measured the time from first documented CR in a sequence of consecutive CRs until documented disease progression, relapse or death from any cause. Patients without a DFS event at the time of the analysis (clinical data cut-off) were censored at their last tumor assessment date.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1285","spread":null},{"groupId":"OG001","value":"1204","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Disease-free Survival (DFS) Events","description":"Disease free survival was defined for all patients with a best overall response (BOR) of Complete Response (CR) and measured the time from first documented CR in a sequence of consecutive CRs until documented disease progression, relapse or death from any cause (DFS events). Patients without a DFS event at the time of the analysis (clinical data cut-off) were censored at their last tumor assessment date.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"PRIMARY","title":"Final Analysis: Time to Progression-Free Survival Event","description":"Time to progression-free survival (PFS) event was defined as the time between randomization and the date of first documented PFS event: disease progression, relapse or death by any cause, whichever came first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"683.0","spread":null},{"groupId":"OG001","value":"969.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Time to Overall Survival Event","description":"Overall survival (OS) was determined from the date of randomization to the date of death (OS event) irrespective of cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2056.0","spread":null},{"groupId":"OG001","value":"2167.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Time to Event-Free Survival Event","description":"Event free survival (EFS) was defined as the time from the day of randomization to the date of first EFS event: documented disease progression, relapse after response, start of a new treatment or death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"630.0","spread":null},{"groupId":"OG001","value":"932.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Percentage of Participants With Complete Response","description":"Complete response was defined as the disappearance of all signs of cancer in response to treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.4","spread":null},{"groupId":"OG001","value":"25.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Time to Disease-Free Survival Event","description":"Time to disease-free survival (DFS) event was defined as the time from first documented response until the first documented DFS event: disease progression, relapse or death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1285.0","spread":null},{"groupId":"OG001","value":"1803.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Duration of Response","description":"Duration of response was defined as the time between the date of the earliest qualifying response and the date of disease progression or death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"869.0","spread":null},{"groupId":"OG001","value":"1333.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Time to New Chronic Lymphocytic Leukemia (CLL) Treatment","description":"Time to new CCL treatment was defined as the time from randomization to the first day of new treatment for CCL or death.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1085.0","spread":null},{"groupId":"OG001","value":"1625.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":132,"n":272},"commonTop":["Neutropenia","Nausea","Vomiting","Anaemia","Pyrexia"]}}}