{"nctId":"NCT00081731","briefTitle":"Benefits of Medical Therapy Plus Stenting for Renal Atherosclerotic Lesions","startDateStruct":{"date":"2004-04"},"conditions":["Atherosclerosis","Cardiovascular Diseases","Hypertension, Renovascular","Renal Artery Obstruction"],"count":947,"armGroups":[{"label":"Optimal Medical Therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Atacand/HCT, Caduet"]},{"label":"Stenting","type":"EXPERIMENTAL","interventionNames":["Procedure: GENESISTM Embolic Protection Stent and Angioguard Device (Angioplasty plus stenting)"]}],"interventions":[{"name":"Atacand/HCT, Caduet","otherNames":[]},{"name":"GENESISTM Embolic Protection Stent and Angioguard Device (Angioplasty plus stenting)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n1. Either\n\n   1. Documented history of hypertension on two or more anti-hypertensive medications OR\n   2. Renal dysfunction, defined as Stage 3 or greater chronic kidney disease (CKD) based on the new National Kidney Foundation (NKF) classifications (estimated glomerular filtration rate \\[GFR\\] less than 60 mL per minute per 1.73 m\\^2, calculated by the modified Modification of Diet in Renal Disease \\[MDRD\\] formula)\n2. One or more severe renal artery stenoses by any of the following pathways:\n\n   a. Angiographic: greater than or equal to 60% and less than 100% by renal angiogram OR b. Duplex: systolic velocity of greater than 300 cm/sec OR c. Core Lab approved Magnetic Resonance Angiogram (MRA) (refer to the protocol for specific criteria) demonstrating stenosis greater than 80% OR stenosis greater than 70% with spin dephasing on 3D phase contrast MRA OR stenosis greater than 70% and two of the following: i. Ischemic kidney is greater than 1 cm. smaller than contralateral kidney ii. Ischemic kidney enhances less on arterial phase iii. Ischemic kidney has delayed Gd excretion iv. Ischemic kidney hyper-concentrates the urine v. 2-D phase contrast flow waveform shows delayed systolic peak vi. Post-stenotic dilatation d. Clinical index of suspicion combined with a Core Lab approved Computed Tomography Angiography (CTA) demonstrating Stenosis is greater than 80% by visual assessment on high quality CTA Stenosis is greater than 70% on CTA by visual assessment and there are two of the following i. The length of the ischemic kidney is greater than 1 cm. smaller than contralateral kidney ii. Reduced cortical thickness of ischemic kidney iii. Less cortical enhancement of ischemic kidney on arterial phase iv. Post-stenotic dilatation\n\nEXCLUSION CRITERIA:\n\n1. Unable to provide informed consent\n2. Unable or willing to comply with study protocol or procedures\n3. Must be greater than 18 years of age\n4. Fibromuscular dysplasia or other non-atherosclerotic renal artery stenosis known to be present prior to randomization\n5. Pregnancy or unknown pregnancy status in female of childbearing potential\n6. Participation in any drug or device trial during the study period, unless approved by the Steering Committee\n7. Prior enrollment in the CORAL study\n8. History of stroke within 6 months, if associated with a residual neurologic deficit\\*\n9. Any major surgery, major trauma, revascularization procedure, unstable angina, or myocardial infarction 30 days prior to study entry\\*\n10. Any planned major surgery or revascularization procedure, outside of the randomly allocated renal stenting indicated by the protocol, after randomization\\*\n11. Hospitalization for heart failure within 30 days\\*\n12. Comorbid condition causing life expectancy of less than or equal to 3 years\\*\n13. Allergic reaction to intravascular contrast, not amenable to pre-treatment\n14. Allergy to stainless steel\n15. Allergy to all of the following: aspirin, clopidogrel, ticlopidine\n16. Known untreated aneurysm of the abdominal aorta greater than 5.0 cm.\\*\n17. Previous kidney transplant\n18. a. Stenosis of greater than 50% of a previously treated revascularized renal artery OR b. Treatment of any renal artery stenosis within the past 9 months (roll-in patients can have prior treatment on the contralateral side)\n19. Kidney size less than 7 cm. supplied by target vessel\n20. Hydronephrosis, nephritis or other known cause of renal insufficiency, not due to large vessel renal artery stenosis\n21. Visualized stenosis of only an accessory renal artery supplying greater than 1/2 of the ipsilateral renal parenchyma, without stenosis in a dominant renal artery\n22. Local lab serum Cr greater than 4.0 mg/dl on the day of randomization\\*\n23. Presence of a renal artery stenosis not amenable for treatment with a stent, known to be present prior to randomization\n\n    1. The index lesion cannot be treated with a single stent (i.e. greater than 18 mm. in length)\n    2. The placement of a stent will necessitate covering a renal artery branch renal artery with a stent\n    3. The stenosis is in an artery less than 3.5 mm. in diameter\n    4. The stenosis involves a segmental renal artery branch\n24. Abrupt vessel closure or dissection after diagnostic angiography \\[NOTE: Patients with abrupt vessel closure or dissection as a result of diagnostic angiography will not be randomized but will undergo stent revascularization, receive optimal medical therapy and will be followed for the full study period\\] \\*Roll-in patients do not need to meet these inclusion/exclusion criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Composite Endpoint: Death From Cardiovascular or Renal Causes, Stroke, Myocardial Infarction, Hospitalization for CHF, Progressive Renal Insufficiency, or Permanent Renal Replacement Therapy","description":"Only the first event per participant is included in the composite","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"169","spread":null},{"groupId":"OG001","value":"161","spread":null}]}]}]},{"type":"PRIMARY","title":"Cardiovascular or Renal Death","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]}]},{"type":"PRIMARY","title":"Myocardial Infarction","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"PRIMARY","title":"Hospitalization for Congestive Heart Failure","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"PRIMARY","title":"Stroke","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"PRIMARY","title":"30% Reduction of eGFR From Baseline, Persisting for Greater Than or Equal to 60 Days","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]},{"type":"PRIMARY","title":"Need for Renal Replacement Therapy","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":283,"n":472},"commonTop":["General Disorders","Cardiac Disorders","Injury, Poisoning and Procedural Complications","Investigations","Blood and Lymphatic System Disorders"]}}}