{"nctId":"NCT00687219","briefTitle":"Efficacy and Safety of Peginterferon Alfa-2b and Ribavirin Therapy in Subjects With Type C Compensated Liver Cirrhosis (Study P05116)","startDateStruct":{"date":"2007-06"},"conditions":["Hepatitis C, Chronic","Liver Cirrhosis"],"count":102,"armGroups":[{"label":"Peginterferon alfa-2b + Ribavirin","type":"EXPERIMENTAL","interventionNames":["Biological: Peginterferon alfa-2b","Drug: Ribavirin"]}],"interventions":[{"name":"Peginterferon alfa-2b","otherNames":["SCH 054031"]},{"name":"Ribavirin","otherNames":["SCH 018908"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged 20-70 years.\n* Positive quantitative serum HCV-RNA.\n* Participants classified as A in Child-Pugh classification, and who do not have ascites or hepatic encephalopathy.\n* Diagnosed with type C compensated liver cirrhosis based on liver biopsy performed within 3 years or latest celioscopy.\n* Prolonged prothrombin time by \\<=3.0 sec.\n* Participants and partners of participants willing to use adequate contraception during the course of the study.\n* Participants who can be hospitalized for at least 14 days since treatment initiation.\n* Weight \\>40 kg and \\<=100 kg\n* Hematology laboratory results of:\n\n  * hemoglobin \\>=12 g/dL\n  * neutrophil count \\>=1,500/mm\\^3\n  * platelet count \\>=70,000/ mm\\^3\n* Blood chemistry results of:\n\n  * albumin and direct bilirubin within normal limits\n  * alpha fetoprotein (AFP) within reference range\n  * AFP-L3\\<=10%\n  * Protein induced by vitamin K (PIVKA)-II \\<=100 mAU/mL\n\nExclusion Criteria:\n\n* Participants who did not previously respond virologically to combination therapy with interferon (including polyethylene glycol-modified interferon) and ribavirin\n* Participants who had previously received treatment with interferon for whom at least 90 days have not elapsed since the end of previous treatment\n* Participants who have received treatment within 14 days prior to registration with injectable preparations containing glycyrrhizin/cysteine/glycyron or shosaikoto\n* Participants who have received administration of drugs having antiviral, anti-tumor, or immuno-modulating effect (including glucocorticoids and radiation therapy) within 90 days prior to registration (excluding local administration and topicals)\n* Participants who have received other investigational drugs within 180 days prior to registration\n* Hepatitis B surface (HBs) antigen positive\n* Antinuclear antibody \\>=320 times\n* Serum creatinine exceeding the upper limit of reference range\n* Participants with fasting blood glucose \\>=110 mg/dL (participants with fasting blood glucose \\>=110 mg/dL and \\<126 mg/dL can be registered if their hemoglobin A1C (HbA1c) is \\<6.5%) \\[fasting blood glucose should be measured when participants are not receiving treatment for diabetes mellitus\\]\n* Participants with any of the following: diabetes mellitus that requires treatment; thyroid function disorder not controlled by treatment; liver disease such as autoimmune, alcoholic and drug-induced liver diseases; hemophilia; arrhythmia requiring treatment; co-existing hypertension not controlled by drug therapy (systolic blood pressure \\[BP\\] \\>=160mmHg or diastolic BP\\>=100mmHg); chronic pulmonary disease; hemoglobinopathies (thalassemia, sickle cell anemia); malignant tumors or who have a history of malignant tumor within the past 5 years; organ transplants (other than cornea and hair transplant)\n* Participants with or who have a history of primary biliary cirrhosis, liver failure, hepatic carcinoma; decompensated liver cirrhosis with any the following diseases: ascites, jaundice, variceal hemorrhage, esophageal or gastric varices requiring treatment, hepatic encephalopathy, and idiopathic bacterial peritonitis; depression or schizophrenia requiring treatment, or suicidal attempt or suicidal ideation; epileptic seizures requiring treatment; angina, cardiac failure, myocardial infarction, or life-threatening arrhythmia; autoimmune disease (Hashimoto's disease, Crohn's disease, ulcerative colitis, chronic rheumatoid arthritis, idiopathic thrombocytopenic purpura, systemic erythematosus, autoimmune hemolytic anemia, scleroderma, etc.); hepatic carcinoma\n* Participants with a history of hypersensitivity to interferon preparations, biological products such as vaccine, or nucleoside analogs, and those with specific reaction to pegylated interferon alfa-2b in the prick test conducted before the initiation of treatment\n* Women who are pregnant or nursing as well as women for whom pregnancy cannot be ruled out by serum human chorionic gonadotropin (HCG) test conducted during the screening period. Male participants with partners who are pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Undetectable HCV-RNA at Week 72 (Sustained Virologic Response)","description":"Serum HCV-RNA was qualitatively measured by reverse transcriptase polymerase chain reaction (RT-PCR)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV-RNA at Week 24","description":"Serum HCV-RNA was qualitatively measured by reverse transcriptase polymerase chain reaction (RT-PCR)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Undetectable HCV-RNA at End of Treatment","description":"Serum HCV-RNA was qualitatively measured by reverse transcriptase polymerase chain reaction (RT-PCR)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":102},"commonTop":["PYREXIA","WHITE BLOOD CELL COUNT DECREASED","HAEMOGLOBIN DECREASED","MALAISE","LYMPHOCYTE COUNT DECREASED"]}}}