{"nctId":"NCT03097315","briefTitle":"Suprachoroidal Injection of CLS-TA in Patients With Non-infectious Uveitis","startDateStruct":{"date":"2017-04-04","type":"ACTUAL"},"conditions":["Uveitis","Uveitis, Posterior","Uveitis, Anterior","Uveitis, Intermediate","Panuveitis"],"count":38,"armGroups":[{"label":"4 mg CLS-TA Suprachoriodal Injection","type":"EXPERIMENTAL","interventionNames":["Drug: 4 mg CLS-TA Suprachoriodal Injection"]}],"interventions":[{"name":"4 mg CLS-TA Suprachoriodal Injection","otherNames":["Triamcinolone Acetonide"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of active or inactive non-infectious uveitis (pan, anterior, intermediate and posterior)\n* ETDRS BCVA score of ≥ 5 letters read in the study eye\n\nExclusion Criteria:\n\n* Any active ocular disease or infection in the study eye other than uveitis\n* Intraocular pressure \\> 22 mmHg or uncontrolled glaucoma in the study eye; patients with IOP of 22 or less in the study eye not excluded with no more than 2 IOP-lowering medications.\n* Any uncontrolled systemic disease that, in the opinion of the Investigator, would preclude participation in the study\n* Any topical ocular corticosteroid in the 10 days prior to baseline; intraocular or periocular corticosteroid injections in the 2 months prior to baseline; an OZURDEX implant in the 6 months prior to baseline; RETISERT or ILUVIEN implant in the 3 years prior to baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adverse Events","description":"Number of patients with treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs). An adverse event (AE) is the development of an undesirable medical condition or the deterioration of a preexisting medical condition after or during exposure to a pharmaceutical product, whether or not considered causally related to the product. A TEAE is an AE occurring on or after the date of the first dose of study drug or worsening relative to the pre-treatment state. An SAE is an AE that fulfils one or more of the following: results in death; is immediately life-threatening; requires hospitalization nor prolongation of hospitalization; results in persistent or significant disability or incapacity; results in a congenital abnormality or birth defect; or is an important medical event that may jeopardize the subject or may require medical intervention to present one of the outcomes listed above.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Intraocular Pressure in the Study Eye","description":"Intraocular pressure is the fluid pressure inside the eye. Tonometry is the method eye care professionals use to determine this. IOP is an important aspect in the evaluation of patients at risk of glaucoma. Tonometers in this study were calibrated to measure pressure in millimeters of mercury.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":"3.57"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.2","spread":"4.40"}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Grade of 0 in Anterior Chamber Cells in the Study Eye","description":"The anterior chamber is the aqueous humor-filled space inside the eye between the iris and the cornea's innermost surface, the endothelium. The grading of cellular reaction in the anterior chamber helps in the assessment of the severity of uveitis. In this study, anterior chamber cells were graded following the Standardization of Uveitis Nomenclature working group recommendations. The following scale was used to grade the cells in the field: 0 = \\<1, 0.5+ = 1-5, 1+ = 6-15, 2+ = 16-25, 3+ = 26-50, and 4+ = \\>50 cells. A lower grade represents less inflammation in the eye.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Grade of 0 in Anterior Chamber Flare in the Study Eye","description":"The anterior chamber is the aqueous humor-filled space inside the eye between the iris and the cornea's innermost surface, the endothelium. The grading of intraocular inflammation or flare in the anterior chamber helps in the assessment of the severity of uveitis. In this study, anterior chamber flare was graded following the Standardization of Uveitis Nomenclature working group recommendations. The following scale was used to grade the flare: 0 = none, 1+ = faint, 2+ moderate (iris and lens details clear), 3+ = marked (iris and lens details hazy), 4+ = intense (fibrin or plastic aqueous). A lower grade represents less inflammation in the eye.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With a Grade of 0 in Vitreous Haze in the Study Eye","description":"The vitreous body is that part of the eye that fills the space in the center of the eye. The primary purpose of the vitreous body is to keep the center of the eye clear so that light can get to the retina and vision can begin. Vitreous haze involves the obstruction of the back of the eye by vitreous cells and protein exudation. In this study, vitreous haze was graded following a standardized photographic scale ranging from 0 to 4. The following scale was used to grade the vitreous haze: 0 = no inflammation, +0.5 = trace inflammation, +1 = mild blurring of the retinal vessels and optic nerve, +1.5 = optic nerve head and posterior retina view obscuration greater than +1 but less than +2, +2 = moderate blurring of the optic nerve head, +3 = marked blurring of the optic nerve head, +4 = optic nerve head not visible. A lower grade represents less inflammation in the eye.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":38},"commonTop":["Conjunctival haemorrhage","Intraocular pressure increased","Intraocular pressure increased","Eye pain","Procedure headache"]}}}