{"nctId":"NCT04864834","briefTitle":"Phase III Study Assessing the Efficacy, Safety and Immunogenicity of SOK583A1 Versus Eylea® in Patients With Neovascular Age-related Macular Degeneration","startDateStruct":{"date":"2021-05-12","type":"ACTUAL"},"conditions":["Neovascular Age-related Macular Degeneration"],"count":485,"armGroups":[{"label":"SOK583A1 (40 mg/mL)","type":"EXPERIMENTAL","interventionNames":["Biological: SOK583A1 (40 mg/mL)"]},{"label":"Eylea EU (40 mg/mL)","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Eylea EU (40 mg/mL)"]}],"interventions":[{"name":"SOK583A1 (40 mg/mL)","otherNames":[]},{"name":"Eylea EU (40 mg/mL)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Participants eligible for inclusion in this study must meet all of the following criteria:\n\n1. Signed informed consent must be obtained prior to participation in the study\n2. Participants must be 50 years of age or older at Screening\n3. Anti-VEGF treatment-naive patients for either eye and systemically\n4. Study eye diagnosed with active CNV lesions (type 1 and/ or type 2) secondary to AMD and/or Retinal Angiomatous Proliferation lesions (type 3), affecting the central subfield. Active CNV lesion is defined by the presence of leakage as evidenced by fluorescein angiography, and intra- or subretinal fluid as evidenced by optical coherence tomography, both confirmed by the CRC at Screening\n5. Total area of CNV (including both classic and occult components) must comprise \\> 50% of the total lesion area in the study eye, confirmed by the CRC at Screening\n6. BCVA between 73 and 38 letters, both inclusive, in the study eye at Screening and Baseline using ETDRS testing charts\n7. Willing and able to comply with all study procedures, and be likely to complete the study\n8. Clear ocular media and adequate pupil dilatation in both eyes to permit good quality photographic imaging.\n\nParticipants meeting any of the following criteria are not eligible for inclusion in this study.\n\nOcular conditions and treatments:\n\n1. Previous treatment with any anti-VEGF therapy in either eye or investigational drugs in study eye or fellow eye, at any time prior to Baseline\n2. Participant has received any approved treatment for nAMD (other than vitamin and dietary supplements) in the study eye and at any time prior to Baseline\n3. Presence of other causes of CNV, including pathologic myopia (spherical equivalent of -8 diopters or more negative), ocular histoplasmosis syndrome, angioid streaks,choroidal rupture, or multifocal choroiditis in the study eye, assessed by imaging at screening by CRC and appropriately stated in the multi-modal eligibility confirmation report\n4. Any active or suspected intraocular or periocular infection or suspected active intraocular inflammation (e.g infectious conjunctivitis, keratitis, scleritis, endophthalmitis, infectious blepharitis, uveitis) in either eye at Screening or Baseline\n5. Subfoveal fibrosis, atrophy, or scarring extending \\> 50% of total lesion area in the study eye as assessed by the Investigator at Screening and confirmed by the CRC prior to randomization\n6. Subretinal hemorrhage that is ≥ 50% of the total lesion area in the study eye, or if the subretinal hemorrhage involving the fovea is 1 or more disc areas (≥ 2.54 mm2 ) in size in the study eye, as assessed by Fluorescein Angiography (FA) and confirmed by the CRC\n7. Retinal pigment epithelium (RPE) rip/tear in the study eye at Screening or Baseline\n8. Current vitreous hemorrhage or history of vitreous hemorrhage in the study eye within 4 weeks prior to Baseline\n9. History or evidence of the following, in the study eye:\n\n   * Intraocular (including cataract surgery) or refractive surgery within the 90 day period prior to Baseline. The yttrium aluminum garnet (YAG) posterior capsulotomy is allowed no later than 4 weeks prior to Baseline\n   * Previous penetrating keratoplasty or vitrectomy\n   * Previous panretinal photocoagulation\n   * Previous photodynamic therapy\n   * Previous submacular surgery or other surgical intervention for AMD\n   * Retinal detachment or treatment or surgery for retinal detachment\n   * Any history of macular hole of stage 2 and above\n   * Prior trabeculectomy or other filtration surgery\n   * Ocular trauma within the 6-months period prior to Baseline\n10. History of hypersensitivity to any of the study treatments or its excipients, or clinically relevant sensitivity to fluorescein dye, as assessed by the Investigators\n11. Uncontrolled glaucoma in the study eye defined as intraocular pressure (IOP) \\> 25 mmHg on medication or according to Investigator's judgment at Screening or Baseline\n12. Aphakia and/or absence of the posterior capsule in the study eye at Screening or Baseline, unless it occurred as a result of a YAG posterior capsulotomy in association with prior posterior chamber intraocular lens implantation\n13. Intra or periocular use of corticosteroids in the study eye within a 6 month period prior to Baseline\n14. Use of topical ocular corticosteroids in the study eye for 30 or more consecutive days within the 90 days period prior to Baseline\n15. Previous therapeutic radiation near the region of the study eye\n16. Concomitant conditions or ocular disorders in the study eye, including media opacities, cataract and diabetic macular edema, at Screening or Baseline which could, in the opinion of the Investigator, prevent response to study treatment or may confound interpretation of study results (efficacy and safety), compromise visual acuity or require medical or surgical intervention during the course of the study\n17. Presence of amblyopia, amaurosis or ocular disorders with BCVA \\<38 letters (ETDRS testing charts) in the fellow eye at Screening (except when due to conditions whose surgery may improve VA, e.g. cataract)\n18. Presence of Scleromalacia in either eye\n19. Participants requiring anti-VEGF treatment of the fellow eye at Baseline will not be eligible for the PK substudy\n\n    Systemic conditions and treatments:\n20. Previous systemic treatment with any anti-VEGF therapy\n21. Use of systemic corticosteroids for 30 or more consecutive days within the 90 days prior to Baseline, with the exception of low stable doses of corticosteroids (defined as ≤ 10 mg prednisolone or equivalent dose used for 90 days or more).\n22. Uncontrolled blood pressure defined as a systolic value ≥ 160 mmHg or diastolic value ≥ 100 mmHg at Screening\n23. Stroke or myocardial infarction during the 6-month period prior to Baseline\n24. Participation in an investigational systemic drug, biologic, or device study within 30 days or duration of 5 half-lives of the investigational product (whichever is longer) prior to Baseline. Note: observational clinical studies solely involving over-the-counter vitamins, supplements, or diets are not exclusionary\n25. Presence of infection at screening or active infection within 2 weeks before screening\n26. Underlying advanced, severe and uncontrolled concomitant condition (including, but not limited to metabolic, hematologic, renal, hepatic, pulmonary, neurologic, endocrine, cardiac, inflammatory, infectious or gastrointestinal), physical examination finding, or clinical laboratory finding which in the opinion of the Investigator place the participant at unacceptable risk from participation in the study\n27. History of a medical condition (including, but not limited to chronic disease immunosuppression, metabolic dysfunction, prior exposure to other drugs that may pose risk of infection or allergic reactions) that, in the judgment of the Investigator, would preclude scheduled study visits, completion of the study, or a safe administration of investigational product, or that might affect participant safety or interpretation of the study results.\n28. Pregnant or nursing (lactating) women and women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception while taking study treatment and for 3 months after stopping the medication. Highly effective contraception methods include:\n\n    * Total abstinence (when this is in line with the preferred and usual lifestyle of the participant. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n    * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least six weeks before taking investigational drug. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment.\n    * Male sterilization (at least 6 months prior to screening). For female participants on the study, the vasectomized male partner should be the sole partner for that participant.\n    * Use of oral (estrogen and progesterone), injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS).","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Best-Corrected Visual Acuity (BCVA) Will be Assessed Using the ETDRS Testing Charts at an Initial Distance of 4 Meters. The Change From Baseline in BCVA in Letters is Defined as Difference Between BCVA Score Between Week 8 and Baseline.","description":"The primary aim of the study is to demonstrate equivalence of change in BCVA score from Baseline at Week 8 between participants with nAMD treated with SOK583A1 and participants treated with Eylea EU. The primary analysis will be performed on the Per-Protocol Set (PPS), which is the most appropriate analysis set to use when testing for equivalence.\n\nETDRS: Early Treatment Diabetic Retinopathy Study EU: European","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"8.98"},{"groupId":"OG001","value":"6.8","spread":"7.46"}]}]}]},{"type":"SECONDARY","title":"Similarity in the Anatomical Outcome Between SOK583A1 and Eylea EU","description":"Mean change in CSFT using SD-OCT from Baseline to Week 1, 4, 8, 24 and 52\n\nCSFT: Central Subfield Thickness SD-OCT: Spectral-Domain Optical Coherence Tomography","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-103.6","spread":"89.91"},{"groupId":"OG001","value":"-99.2","spread":"86.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-152.9","spread":"123.55"},{"groupId":"OG001","value":"-140.7","spread":"120.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-165.7","spread":"144.35"},{"groupId":"OG001","value":"-154.2","spread":"133.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-136.4","spread":"140.19"},{"groupId":"OG001","value":"-127.5","spread":"137.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-187.9","spread":"150.70"},{"groupId":"OG001","value":"-172.9","spread":"142.74"}]}]}]},{"type":"SECONDARY","title":"Similarity in the Anatomical Outcome Between SOK583A1 and Eylea EU","description":"Mean change of CNV lesion size using FA from Screening to Week 8 and 52\n\nCNV: Choroidal neovascularization FA: Fundus Angiography","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7877","spread":"3.97567"},{"groupId":"OG001","value":"-1.7274","spread":"3.77398"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.7845","spread":"5.21911"},{"groupId":"OG001","value":"-3.5026","spread":"4.96036"}]}]}]},{"type":"SECONDARY","title":"Similarity of Efficacy Between SOK583A1 and Eylea EU in Terms of BCVA","description":"Mean change from Baseline in BCVA score using EDTRS testing charts at Week 24 and 52","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":"8.93"},{"groupId":"OG001","value":"7.4","spread":"9.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.4","spread":"11.91"},{"groupId":"OG001","value":"7.7","spread":"11.62"}]}]}]},{"type":"SECONDARY","title":"Similarity Between SOK583A1 and Eylea EU in Terms of Safety","description":"Number and proportion of subjects with ocular and non-ocular Adverse Events (AEs) over 52 weeks including serious AEs, regardless of relationship to study treatment","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"78","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"55","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"141","spread":null}]}]}]},{"type":"SECONDARY","title":"Similarity Between SOK583A1 and Eylea EU in Terms of Immunogenicity","description":"Development of binding and neutralizing Anti-drug antibodies (ADAs) up to Week 52","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"232","spread":null},{"groupId":"OG001","value":"225","spread":null}]}]}]},{"type":"SECONDARY","title":"Systemic Exposure to SOK583A1 and Eylea EU in Participants of the Pharmacokinetic (PK) Assessment","description":"Aflibercept concentration assessments at Baseline (pre-dose) and 24 hours after the first and third injections","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":"0.0"},{"groupId":"OG001","value":"0.0","spread":"0.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":"24.0"},{"groupId":"OG001","value":"33.3","spread":"24.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.7","spread":"21.9"},{"groupId":"OG001","value":"33.6","spread":"25.8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Analysis Systemic VEGF Concentrations in Patients Treated With Aflibercept","description":"Mean VEGF concentrations","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.44","spread":"77.962"},{"groupId":"OG001","value":"80.09","spread":"92.155"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.14","spread":"20.892"},{"groupId":"OG001","value":"73.38","spread":"20.169"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":39,"n":244},"commonTop":["Neovascular age-related macular degeneration","COVID-19","Hypertension","Visual acuity reduced"]}}}