{"nctId":"NCT02294253","briefTitle":"Buprenorphine/Naloxone Stabilization and Induction Onto Injection Naltrexone","startDateStruct":{"date":"2014-09","type":"ACTUAL"},"conditions":["Opioid Dependence"],"count":30,"armGroups":[{"label":"Buprenorphine/naloxone stabilization","type":"EXPERIMENTAL","interventionNames":["Drug: Buprenorphine/naloxone"]}],"interventions":[{"name":"Buprenorphine/naloxone","otherNames":["Suboxone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-60.\n2. Meets DSM-IV criteria for current opiate dependence disorder of at least six months duration, supported by urine toxicology OR COWS score \\> or =6 OR Naloxone Challenge.\n3. Voluntarily seeking treatment for opioid dependence.\n4. In otherwise good health based on complete medical history and physical examination.\n5. Able to give written informed consent.\n6. Failed outpatient induction onto XR-NTX in Protocol #6374.\n\nExclusion Criteria:\n\n1. Methadone maintenance treatment or regular use of illicit methadone (\\> 30 mg per week).\n2. Maintenance on, or regular use of, buprenorphine or other long-acting opioid agonists.\n\n3.) Pregnancy, lactation, or failure in a sexually active woman to use adequate contraceptive methods. 4) Active medical illness which might make participation hazardous, such as untreated hypertension, acute hepatitis with AST or ALT \\> 3 times normal, AIDS, unstable diabetes.\n\n5\\) Active psychiatric disorder which might interfere with participation or make participation hazardous, including DSM-5 Schizophrenia or any psychotic disorder, severe Major Depressive Disorder, or suicide risk or 1 or more suicide attempts within the past year.\n\n6\\) Physiologically dependent on alcohol or sedative-hypnotics with impending withdrawal. Other substance use diagnoses are not exclusionary.\n\n7\\) History of allergic or adverse reaction to buprenorphine, naltrexone, naloxone, clonidine, or clonazepam.\n\n8\\) Chronic organic mental disorder (e.g. AIDS dementia). 9) History of accidental drug overdose in the last 3 years as defined as an episode of opioid-induced unconsciousness or incapacitation, whether or not medical treatment was sought or received.\n\n10\\) Painful medical condition that requires ongoing opioid analgesia or anticipated surgery necessitating opioid medications.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Successful Induction Onto XR-NTX","description":"Proportion of participants inducted onto XR-NTX at the end of the 30-day buprenorphine/naloxone stabilization/taper.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":30},"commonTop":["Insomnia","Decreased Appetite","Anxiety","Decreased energy"]}}}