{"nctId":"NCT02772965","briefTitle":"Low Dose Oral Methotrexate in Pediatric Crohn's Disease Patients Initiating Anti-Tumor Necrosis Factor (Anti-TNF) Therapy","startDateStruct":{"date":"2016-10"},"conditions":["Pediatric Crohn's Disease"],"count":306,"armGroups":[{"label":"Methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Methotrexate"]},{"label":"Sugar pill (placebo)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Sugar pill (placebo)"]}],"interventions":[{"name":"Methotrexate","otherNames":["Methotrexate Sodium"]},{"name":"Sugar pill (placebo)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pediatric Crohn's Disease (PCD) patients, \\< 21 years of age, ≥20 kg, initiating anti-TNF therapy with infliximab or adalimumab (including biosimilars).\n* Diagnosis of Crohn's Disease (CD) established confirmed by the treating clinician, and established by standard clinical criteria (radiography, endoscopy, histology).\n* Ability to provide parental permission and child assent (where applicable), or adult consent for patients ages 18-20.\n\nExclusion Criteria:\n\n* Prior use of anti-TNF or other biological therapy for CD\n* Lack of stable home address that study medications can be mailed to\n* Anticipated short length of follow up at study center (plans for family to move, transition to adult GI (gastrointestinal) provider, etc.). Patients expected to leave practice \\< 12 months from enrollment should not be enrolled.\n* Concurrent pelvic or abdominal abscess. A recent history of abdominal or pelvic abscess, which is controlled, does not exclude the subject.\n* Prior intra-abdominal surgery without a clinically significant relapse (i.e. patients starting on anti-TNF for post-op prophylaxis or for endoscopic recurrence only should not be included)\n* Receipt of a live virus vaccine within the last 30 days\n* Pregnancy, planning to become pregnant, or high risk of pregnancy as determined by the local investigator\n* Breastfeeding\n* Refusal to stay abstinent or utilize 2 forms of birth control while on study medication (for female patients)\n* BMI \\> 98% for gender and age\n* Known previous or concurrent malignancy (other than that considered surgically cured, with no evidence for recurrence for 5 years). A recent history of basal cell or squamous cell carcinoma, which is considered surgically cured, does not exclude the subject.Those with a recent history of colonic adenoma or dysplastic lesions should be excluded.\n* Known high alcohol consumption (more than seven drinks per week)\n* Patients with serum albumin \\< 2.5 g/dl\n* Patients with white blood cell count (WBC) \\< 3.0 x109th/L\n* Patients with platelet count \\< 100 x109th/L\n* Patients with initial elevation of liver enzymes (AST or ALT) \\> 1.5 times above normal limit\n* Patients with known active infection with Clostridium difficile (C. difficile) (untreated infection based on clinician assessment does not apply to colonization or infection controlled with current or prior treatment.)\n* Patients with pre-existing hepatic disease\n* Patients with pre-existing renal dysfunction (creatinine \\> 0.8 for children age\\<10, creatinine \\> 1.2 mg/dl for children age 10-18, and creatinine \\> 1.5 mg/dl for adults age 18 years and older).\n* Patients with a pre-existing chronic lung disease other than well controlled asthma\n* Current treatment with one of the following drugs: Probenecid (Probalan), Acitretin (Soriatane), Streptozocin (Zanosar), Azathioprine (Imuran, Azasan), 6-mercaptopurine (Purinethol, Purixan)\n* Other concerns about the patient/family's ability to participate in the study","healthyVolunteers":false,"sex":"ALL","maximumAge":"20 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants Experiencing Treatment Failure","description":"Treatment failure is defined as follows:\n\n1. Failure to achieve remission (short pediatric Crohn's disease activity index \\[SPCDAI\\] \\< 15) by the week 26 visit;\n2. If study initiated on steroids, failure to complete steroid taper by week 16;\n3. Short pediatric Crohn's disease activity index (SPCDAI) ≥ 15 attributed to active Crohn's disease, at two or more consecutive visits beyond the week 26 visit. Elevated SPCDAI (≥ 15) due to a non-Inflammatory Bowel Disease (IBD) reason does not count toward this outcome;\n4. Hospitalization for active Inflammatory Bowel Disease or abdominal surgery after week 25;\n5. Use of oral prednisone or prednisolone, enteral release budesonide, or intravenous (IV) methylprednisolone for over 10 weeks cumulatively, beyond week 16;\n6. Discontinuation of anti-TNF agent and/or study drug for lack of effectiveness or toxicity.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.64","spread":null},{"groupId":"OG001","value":"34.04","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Patient Reported Outcome Measurement and Information System (PROMIS ) Pain Interference T-score-52 Weeks","description":"T-scores are a continuous variable. The mean in the general population is 50 (SD=10). Scores above 50 represent higher than average pain interference and scores below 50 represent lower than average pain interference. Minimal important differences (MIDs) for many PROMIS domains are in the range of 2 to 6.\n\nThe investigators will compare the mean of PROMIS Pain Interference T-scores at week 52 between the treatment groups.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":"12.0"},{"groupId":"OG001","value":"39.5","spread":"11.9"}]}]}]},{"type":"SECONDARY","title":"Mean Patient Reported Outcome Measurement and Information System (PROMIS ) Pain Interference T-score-week 104","description":"T-scores are a continuous variable. The mean in the general population is 50 (SD=10). Scores above 50 represent higher than average pain interference and scores below 50 represent lower than average pain interference. Minimal important differences (MIDs) for many PROMIS domains are in the range of 2 to 6.\n\nThe investigators will compare the mean of PROMIS Pain Interference T-scores at week 104 between the treatment groups","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.1","spread":"12.4"},{"groupId":"OG001","value":"39.9","spread":"13.5"}]}]}]},{"type":"SECONDARY","title":"Mean PROMIS (Patient Reported Outcome Measurement and Information System) Fatigue T Score-week 52","description":"T-scores are a continuous variable. The mean in the general population is 50 (SD=10). Scores above 50 represent higher than average fatigue and scores below 50 represent lower than average fatigue. Minimal important differences (MIDs) for many PROMIS domains are in the range of 2 to 6.\n\nThe investigators will compare the mean of PROMIS Fatigue T-scores at week 52 between the treatment groups","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.8","spread":"14.4"},{"groupId":"OG001","value":"41.8","spread":"14.0"}]}]}]},{"type":"SECONDARY","title":"Mean PROMIS (Patient Reported Outcome Measurement and Information System) Fatigue T Score-week 104","description":"T-scores are a continuous variable. The mean in the general population is 50 (SD=10). Scores above 50 represent higher than average fatigue and scores below 50 represent lower than average fatigue. Minimal important differences (MIDs) for many PROMIS domains are in the range of 2 to 6.\n\nThe investigators will compare the mean of PROMIS Fatigue T-scores at week 104 between the treatment groups","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.1","spread":"14.5"},{"groupId":"OG001","value":"41.5","spread":"14.9"}]}]}]},{"type":"SECONDARY","title":"Percent of Patients With Positive Anti-TNF Antibody","description":"Percent of patients with positive anti-TNF antibody will be compared between the two treatment groups using the chi-squared test.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.5","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":156},"commonTop":["Nausea","Abdominal Discomfort","Rash","Headache","Elevation of Liver Enzymes (AST, ALT)"]}}}