{"nctId":"NCT05413369","briefTitle":"iGlarLixi vs IDegAsp in Chinese Participants After OAD(s)","startDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"conditions":["Type 2 Diabetes Mellitus"],"count":582,"armGroups":[{"label":"iGlarLixi","type":"EXPERIMENTAL","interventionNames":["Drug: Insulin glargine/Lixisenatide","Drug: Metformin","Drug: SGLT2 inhibitor"]},{"label":"IDegAsp","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IDegAsp","Drug: Metformin","Drug: SGLT2 inhibitor"]}],"interventions":[{"name":"Insulin glargine/Lixisenatide","otherNames":[]},{"name":"IDegAsp","otherNames":[]},{"name":"Metformin","otherNames":[]},{"name":"SGLT2 inhibitor","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant had at least 18 of age inclusive, at the time of signing the informed consent.\n* Participants who were diagnosed with T2DM for at least 1 year before the screening visit\n* Participants who were treated for at least 3 months prior to the screening visit with a stable dose of metformin (at least 1000 mg/day or the maximum tolerated dose) alone or in combination with a second oral antidiabetic treatment that can be a sulfonylurea (SU), a glinide, an alpha-glucosidase inhibitor (alpha-GI), a dipeptidyl-peptidase-4 (DPP-4) inhibitor or a sodium-glucose co-transporter 2 (SGLT-2) inhibitor\n* HbA1c at screening visit:\n\n  * between 7.5% and 11%, both inclusive, for participants previously treated with metformin alone or + SGLT-2 inhibitor, or\n  * between 7.0% and 10%, both inclusive, for participants previously treated with metformin + a second oral antidiabetic treatment other than SGLT-2 inhibitor.\n* Participants who were overtly healthy as determined by medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring.\n* Body mass index (BMI) \\<40 kg/m² at screening\n* Male or female, including females of childbearing potential who agreed to use contraception during the study duration\n* Participants were capable of giving signed informed consent as described in Appendix 1 of the protocol which included compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n* Participant who had a severe renal function impairment with an estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73 m²\n* Pregnant or breast-feeding woman.\n* Woman of childbearing potential not protected by highly effective contraceptive method of birth control and/or who is unwilling or unable to be tested for pregnancy\n* Conditions/situations such as:\n\n  * Participant with short life expectancy.\n  * Participant with conditions/concomitant diseases making him/her not evaluable for the primary efficacy endpoint (eg, hemoglobinopathy or hemolytic anemia, receipt of blood or plasma products within 3 months prior to screening).\n  * Participant with conditions/concomitant diseases precluding his/her safe participation in this study (eg, active malignant tumor, major systemic diseases, presence of clinically significant diabetic retinopathy or presence of macular edema likely to require laser treatment within the study period).\n  * Uncooperative or any condition that could make the participant potentially non-compliant to the study procedures (e.g., participant unable or unwilling to do self-injections or blood glucose monitoring using the Sponsor-provided blood glucometer at home).\n* Previous treatment with insulin (except for short-term treatment ≤14 days due to intercurrent illness at the discretion of the Investigator) within 1 year prior to screening.\n* Use of oral or injectable glucose-lowering agents other than those stated in the inclusion criteria within 3 months prior to screening.\n* Use of systemic glucocorticoids (excluding topical application or inhaled forms) for 1 week or more within 3 months prior to screening.\n* Use of weight loss drugs within 3 months prior to screening.\n* History of discontinuation of a previous treatment with GLP-1 RAs due to safety/tolerability reasons or lack of efficacy.\n* Use of any investigational drug other than specified in this protocol within 1 month or 5 half-lives, whichever is longer, prior to screening.\n* Laboratory findings tested at the screening visit:\n\n  * Amylase and/or lipase \\>3 times the upper limit of normal (ULN) laboratory range.\n  * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>3 ULN.\n  * Total bilirubin \\>1.5 ULN (except in case of Gilbert's syndrome).\n  * Calcitonin ≥20 pg/mL (5.9 pmol/L).\n  * Hemoglobin \\<10.5 g/dL and/or neutrophils \\<1500/mm\\^3 and/or platelets \\<100 000/mm\\^3.\n  * Positive urine pregnancy test in female of childbearing potential.\n* Contraindication to metformin and/or SGLT-2 inhibitor use, for those who were taking it prior to the study, according to local labeling, warning/precaution of use (when appropriate) as displayed in the respective National regulation\n* Individuals accommodated in an institution because of regulatory or legal order; prisoners or participants who are legally institutionalized\n* Participant not suitable for participation, whatever the reason, as judged by the Investigator, including medical or clinical conditions, or participants potentially at risk of noncompliance to study procedures\n* Participants are employees of the clinical study site or other individuals directly involved in the conduct of the study, or immediate family members of such individuals (in conjunction with section 1.61 of the ICH-GCP Ordinance E6)\n* Any specific situation during study implementation/course that may raise ethics considerations\n* Sensitivity to any of the study interventions (insulin or, or components thereof, or drug or other allergy that, in the opinion of the Investigator, contraindicates participation in the study\n* Participants who withdrawn consent at randomization or were lost to follow up at randomization visit.\n\nThe above information was not intended to contain all considerations relevant to a potential participation in a clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in HbA1c From Baseline to Week 24: Non-Inferiority Analysis","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.88","spread":"0.05"},{"groupId":"OG001","value":"-1.68","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Change in HbA1c From Baseline to Week 24: Superiority Analysis","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.88","spread":"0.05"},{"groupId":"OG001","value":"-1.68","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Change in Body Weight From Baseline to Week 24","description":"Body weight was obtained with the participant wearing undergarments or very light clothing and no shoes, and with an empty bladder. The same scale was used throughout the study. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.30","spread":"0.29"},{"groupId":"OG001","value":"1.19","spread":"0.25"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching HbA1c <7% at Week 24","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Participants without Week 24 HbA1c value were considered as non-responders. Percentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.5","spread":null},{"groupId":"OG001","value":"59.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching HbA1c <7% With no Body Weight Gain at Week 24","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Participants without Week 24 HbA1c or body weight value were considered as non-responders. Percentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.5","spread":null},{"groupId":"OG001","value":"21.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching HbA1c <7% With no Body Weight Gain at Week 24 and no Hypoglycemia During 24-Week Treatment Period","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Participants without Week 24 HbA1c or body weight value were considered as non-responders. During the study, participants were instructed to document the presence of hypoglycemic episodes in their study diary. Hypoglycemia was characterized as per American Diabetes Association (ADA) 2021 recommendations.\n\n* ADA Level 1 hypoglycemia: A measurable glucose concentration \\<70 milligram/deciliter (mg/dL) (3.9 millimoles/liter \\[mmol/L\\]) but \\>=54 mg/dL (3.0 mmol/L).\n* ADA Level 2 hypoglycemia: Blood glucose concentration \\<54 mg/dL \\[3.0 mmol/L\\]; the threshold at which neuroglycopenic symptoms begin to occur and requires immediate action to resolve the hypoglycemic event.\n* ADA Level 3 hypoglycemia: A severe event characterized by altered mental and/or physical functioning that requires assistance from another person for recovery.\n\nPercentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.5","spread":null},{"groupId":"OG001","value":"13.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Plasma Glucose From Baseline to Week 24","description":"Blood samples were collected at fasting state (no food or drinks \\[except water\\] for at least 8 hours) at indicated timepoints. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.18","spread":"0.11"},{"groupId":"OG001","value":"-3.45","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Change in Average 7-Point Self-Monitored Plasma Glucose (SMPG) Profile From Baseline to Week 24","description":"Participants were provided with a glucometer, corresponding supplies, a leaflet, and with diaries in order to perform self-measurement of plasma glucose and its recording and were trained on how to use the glucometer. The 7-point SMPG profile was measured at the following 7-points: pre-prandial (before starting a meal) and 2 hours postprandial each for breakfast, lunch, dinner and at bedtime. Two hours postprandial (breakfast, lunch and dinner) was defined as 2 hours after the start of the meal. The participants performed 7-point SMPG profile measurement over a single 24-hour period on 2 different days in the week. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.36","spread":"0.12"},{"groupId":"OG001","value":"-2.92","spread":"0.11"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching HbA1c <7% at Week 24 With no Hypoglycemia During 24-Week Treatment Period","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Participants without Week 24 HbA1c value were considered as non-responders. Hypoglycemia was characterized as per ADA 2021 recommendations.\n\n* ADA Level 1 hypoglycemia: A measurable glucose concentration \\<70 mg/dL (3.9 mmol/L) but \\>=54 mg/dL (3.0 mmol/L).\n* ADA Level 2 hypoglycemia: Blood glucose concentration \\<54mg/dL \\[3.0 mmol/L\\]; the threshold at which neuroglycopenic symptoms begin to occur and requires immediate action to resolve the hypoglycemic event.\n* ADA Level 3 hypoglycemia: A severe event characterized by altered mental and/or physical functioning that requires assistance from another person for recovery.\n\nPercentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":null},{"groupId":"OG001","value":"35.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reaching HbA1c <7% at Week 24 With no Clinically Relevant Hypoglycemia During 24-Week Treatment Period","description":"Blood samples were collected at indicated timepoints for analysis of HbA1c. Participants without Week 24 HbA1c value were considered as non-responders. Participants who reached the specified target of HbA1c without any clinically significant symptoms of hypoglycemia as defined in ADA Levels 2 or 3 are reported. Percentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.7","spread":null},{"groupId":"OG001","value":"56.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Daily Insulin Dose at Week 24","description":"Total daily insulin dose was defined as the sum of the insulin dose from study treatment and non-study treatment (e.g., rescue therapy). It was the average of the last 3 available insulin doses recorded in the electronic case report form in the week before visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.68","spread":"0.84"},{"groupId":"OG001","value":"33.78","spread":"0.83"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Required Rescue Therapy During the 24-Week Treatment Period","description":"Routine HbA1c value was used to determine the requirement of rescue medication. Threshold value was HbA1c \\>8% at Week 12 or later on despite appropriate corrective actions. Percentages are rounded off to the tenth decimal place.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.2","spread":null},{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting C-Peptide From Baseline to Week 24","description":"Blood samples were collected at fasting state (no food or drinks \\[except water\\] for at least 8 hours) at indicated timepoints. Baseline was defined as the last available pre-dose assessment (on or before Day 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":"0.02"},{"groupId":"OG001","value":"-0.33","spread":"0.02"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Hypoglycemia Event During On-Treatment Period","description":"During the study, participants were instructed to document the presence of hypoglycemic episodes in their study diary. Number of participants who met ADA definition of hypoglycemia during the treatment period are reported.\n\n* ADA Level 1 hypoglycemia: A measurable glucose concentration \\<70 mg/dL (3.9 mmol/L) but \\>=54 mg/dL (3.0 mmol/L).\n* ADA Level 2 hypoglycemia: Blood glucose concentration \\<54mg/dL \\[3.0 mmol/L\\]; the threshold at which neuroglycopenic symptoms begin to occur and requires immediate action to resolve the hypoglycemic event.\n* ADA Level 3 hypoglycemia: A severe event characterized by altered mental and/or physical functioning that requires assistance from another person for recovery.\n\nThe on-treatment period (ie, treatment-emergent \\[TE\\] period) was defined as the period from the first injection study treatment to the last injection of study treatment + 3 days (1 day for hypoglycemia).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"118","spread":null}]}]}]},{"type":"SECONDARY","title":"Hypoglycemic Event Rate During the On-Treatment Period","description":"During the study, participants were instructed to document the presence of hypoglycemic episodes in their study diary. Percentage of hypoglycemic events per participant-year during on-treatment period are reported. The on-treatment period (TE period) was defined as the period from the first injection study treatment to the last injection of study treatment + 3 days (1 day for hypoglycemia).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.90","spread":null},{"groupId":"OG001","value":"2.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Treatment-Emergent Serious Adverse Events (TESAEs), Adverse Events Of Special Interest (AESIs) and TEAEs Leading to Treatment Discontinuation","description":"An AE was any untoward medical occurrence in a participant or clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An SAE was defined as any adverse event that, at any dose resulted in death, was life-threatening, required inpatient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect or was a suspected transmission of any infectious agent via an authorized medicinal product. An AESI was an AE (serious or nonserious) of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and immediate notification by the Investigator to the Sponsor was required. TE period was defined as the period from the first injection study treatment to the last injection of study treatment + 3 days.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"220","spread":null},{"groupId":"OG001","value":"192","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Laboratory Abnormalities (PCSA): Vital Signs","description":"Vital signs assessments included systolic blood pressure (SBP), diastolic blood pressure (DBP) and heart rate (HR) in sitting position with their arm outstretched in line with mid-sternum and supported and weight. Criteria for PCSA: SBP: \\<=95 millimeters of mercury (mmHg) and decrease from baseline \\>=20 mmHg, \\>=160 mmHg and increase from baseline \\>=20 mmHg; DBP :\\<=45 mmHg and decrease from baseline \\>=10 mmHg,\\>=110 mmHg and increase from baseline \\>=10 mmHg; HR: \\<=50 beats/min and decrease from baseline \\>=20 beats/min,\\>=120 beats/min and increase from baseline \\>=20 beats/min; Weight \\>=5% decrease from baseline, \\>=5% increase from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Laboratory Abnormalities (PCSA): Hematology","description":"Criteria for PCSA: For Hemoglobin (Hb), there are 3 criteria: (1)\\<=115 grams (g)/L (Male\\[M\\]) or \\<=95 g/L (Female\\[F\\]), (2)\\>= 185 g/L (M) or \\>=165 g/L (F), and (3) decrease from baseline \\>=20 g/L; Hematocrit: \\<=0.37 volume/volume (v/v) (M) or \\<=0.32 v/v (F), \\>=0.55 v/v (M) or \\>=0.5 v/v (F); Red blood cells (RBC): \\>=6 Tera/L; Platelets: \\<100 Giga/L, \\>=700 Giga/L; White blood cells (WBC): \\<3.0 Giga/L (Non-Black \\[NB\\]); \\<2.0 Giga/L (Black \\[B\\]) or \\>=16.0 Giga/L; Neutrophils: \\<1.5 Giga/L (NB) or \\<1.0 Giga/L (B); Lymphocytes: \\>4.0 Giga/L; Monocytes: \\>0.7 Giga/L; Basophils: \\>0.1 Giga/L; Eosinophils: \\>0.5 Giga/L or \\>upper limit of normal (ULN) (if ULN \\>=0.5 Giga/L).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Potentially Clinically Significant Laboratory Abnormalities (PCSA): Clinical Chemistry","description":"Criteria for PCSA: Lipase: \\>=3 ULN; Amylase: \\>=3 ULN; Sodium: \\<=129 mmol/L; \\>=160 mmol/L; Potassium: \\<3 mmol/L, \\>=5.5 mmol/L; Creatinine: \\>=150 micromoles per liter (umol/L), \\>=30% or \\>=100% change from baseline; Glomerular filtration rate (GFR): \\>=60-\\<90 mL/minute(min)/1.73 square meter (m\\^2) (mild decrease in GFR), \\>=30-\\<60 mL/min/1.73m\\^2 (moderate decrease in GFR), \\>=15-\\<30 mL/min/1.73m\\^2 (severe decrease in GFR),\\<15 mL/min/1.73m\\^2 (end stage renal disease); Creatinine clearance (CG): \\>=60-\\<90 mL/min (mild decrease in GFR), \\>=30-\\<60 mL/min (moderate decrease in GFR), \\>=15-\\<30 mL/min (severe decrease in GFR), \\<15 mL/min (end stage renal disease); Urea nitrogen (BUN): \\>=17 mmol/L and Uric acid: \\<120 or \\>408 umol/L; Alanine transaminase (ALT) and aspartate transaminase (AST): \\>3/5/10/20 ULN. Alkaline phosphatase:\\>1.5 ULN, total bilirubin (TBILI): \\>1.5 or \\>2 ULN, ALT and TBILI:\\> ALT\\>3ULN and TBILI \\>2 ULN and Conjugated and total bilirubin: \\>35% TBILI and TBILI \\>1.5 ULN.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"79","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"104","spread":null},{"groupId":"OG001","value":"108","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":290},"commonTop":["Upper Respiratory Tract Infection","Covid-19","Hyperuricaemia","Nausea","Lipase Increased"]}}}