{"nctId":"NCT02060058","briefTitle":"Boceprevir-based Therapy to Rescue HCV Genotype 1/HBV Infected Patients Refractory to Combination Therapy","startDateStruct":{"date":"2013-11"},"conditions":["Hepatitis C, Chronic"],"count":12,"armGroups":[{"label":"Patients with 32 week therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Stop trial intervention for boceprevir, PEG-IFN and RBV"]},{"label":"Patients with 48 weeks therapy","type":"EXPERIMENTAL","interventionNames":["Drug: Stop trial intervention for boceprevir, PEG-IFN and RBV"]},{"label":"Null responder or cirrhotic patients","type":"EXPERIMENTAL","interventionNames":["Drug: Stop trial intervention for boceprevir, PEG-IFN and RBV"]}],"interventions":[{"name":"Stop trial intervention for boceprevir, PEG-IFN and RBV","otherNames":["Stop trial intervention for arm A","Stop trial intervention for arm B","Stop trial intervention for arm C"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1\\. Patient must be 20 years or older\n* 2\\. Patient must have HCV GT1 infection combined with HBV infection.\n* 3\\. Patients must be serum HCV RNA detectable, anti-HCV positive, HBsAg positive and HBeAg negative.\n* 4\\. Patient has previously failed treatment with PEG-IFN-α 2a or 2b/RBV for minimum of 12 weeks of treatment.\n* 5\\. Patient must have compensated liver disease consistent with CHC and/or CHB, and no other etiology. Note: patients with cirrhosis should have a liver imaging study (e.g. ultrasound, CT scan or MRI) within the preceding 6 months showing no evidence of hepatocellular carcinoma.\n* 6\\. Patient meets all of the requirements and none of the contra-indications for treatment with PEG-IFN alpha-2b/RBV or boceprevir defined in the labels for the PEG-IFN/RBV to be used in combination with boceprevir.\n* 7\\. Patient is able and willing to provide signed informed consent (prepared by and administered by the physician) as required by local country requirements.\n\nExclusion Criteria:\n\n* 1\\. Mixed genotypes including HCV genotype other than genotype 1.\n* 2\\. Patient has received boceprevir, narlaprevir, telaprevir, or any other HCV protease inhibitor treatment.\n* 3\\. Patient has evidence of decompensated liver disease including but not limited to, a history or presence of clinical ascites, bleeding varices, or hepatic encephalopathy.\n* 4\\. Patient meets any of the following exclusionary hematologic and biochemical criteria (documentation required) Hemoglobin \\<12 gm/dL for females and \\<13 gm/dL for males Neutrophils \\<1500/mm3 Platelets \\<100,000/mm3\n* 5\\. Patient has an organ transplant other than cornea or hair.\n* 6\\. Patient is co-infected with human immunodeficiency virus (HIV)\n* 7\\. Patient requires or is anticipated to require any of the following prohibited medications: midazolam, pimozide, amiodarone, flecainide, propafenone, quinidine, and ergot derivatives\n* 8\\. Patient with clinical diagnosis or evidence of substance abuse involving alcohol, intravenous drugs, inhalational psychotropics, narcotics, cocaine prescription or over-the-counter drugs.\n* 9\\. Patient previously demonstrated clinically significant hypersensitivity or other contraindication to any component of the boceprevir formulation. This drug contains lactose. Patients with rare hereditary problems of galactose intolerance, the Lapp lactase deficiency, or glucose-galactose malabsorption should not take this medicine.\n* 10\\. Serious illness, including malignancy, active coronary artery disease or cardiac dysfunction within 24 weeks prior to study entry, that in the opinion of the site investigator may preclude completion of the treatment regimen.\n* 11\\. Major hemoglobinopathy (e.g., thalassemia major), coagulopathy or any other cause of or tendency to hemolysis or bleeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Full Analysis Set Participants Who Received HCV Anti-viral Therapy With Sustained Virological Response (SVR)","description":"The methods used to assess this outcome measure is by full-analysis set (FAS), which is defined as undetectable HCV-RNA at follow-up Week 24 in subjects receiving ≥1 dose of any antiviral medication (Boceprevir/peginterferon/ribavirin)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG002","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Key Secondary Endpoint of This Clinical Trial-SVR in mITT","description":"The total 7 patients had SVR by mITT in this clincial-trial, which is defined as undetectable HCV-RNA at follow-up Week 24 in subjects receiving ≥1 dose of Boceprevir","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG002","value":"3","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"The Other Responses in the mITT Population/Safty- HBV Virologic Response","description":"HBV virologic response, defined as serum HBV DNA levels to \\< 200 IU/mL at follow-up week 24 among patients with detectable HBV DNA at baseline","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":4},"commonTop":["Gastroenterology","Dermatology"]}}}