{"nctId":"NCT02239380","briefTitle":"Lorazepam for the Treatment of Status Epilepticus or Repetitive Status Epilepticus in Japan","startDateStruct":{"date":"2014-11","type":"ACTUAL"},"conditions":["Status Epilepticus"],"count":26,"armGroups":[{"label":"Lorazepam","type":"EXPERIMENTAL","interventionNames":["Drug: Lorazepam"]}],"interventions":[{"name":"Lorazepam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with status epilepticus or repetitive status epilepticus / cluster seizure who have seizures that can be evaluated by investigator's visual observations based on motor symptoms or who have seizures that can be evaluated by EEG.\n* Subjects with status epilepticus accompanied by generalized seizure, partial seizure or secondarily generalized seizure lasting 5 minutes or longer\n* Subjects with repetitive status epilepticus / cluster seizure accompanied by not less than 3 consecutive episodes of generalized seizure, partial seizure or secondarily generalized seizure in 1 hour.\n* Subjects not younger than 3 months (either gender is eligible for the study)\n\nExclusion Criteria:\n\n* Subjects with known or suspected recurrent seizures due to illegal drug or alcohol withdrawal\n* Subjects with known history of hypersensitivity to lorazepam or benzodiazepine\n* Subjects with a known history of benzodiazepine abuse.\n* Subjects currently receiving lorazepam\n* Subjects with angle-closure glaucoma\n* Subjects with myasthenia gravis\n* Subjects with either of aspartate transaminase, alanine transaminase, total bilirubin, blood urea nitrogen, or creatinine at screening visit exceeding 2x the upper limit of normal of the institutional reference value (if the data is available)\n* Subjects with white blood cell count less than 3000/mm3 or neutrophil count less than 1500/mm3 at screening visit (if the data is available)","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Seizure Free Interval of At Least 30 Minutes After Initial Dose (Dose 1) of Study Drug","description":"Participants with clinical benefit were defined as participants whose initial seizure stopped within 10 minutes after initial dose (Dose 1) and who continued seizure-free for at least 30 minutes after the completion of initial dose (Dose 1).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Seizure Free Interval of At Least 30 Minutes After Any Dose of Study Drug","description":"Percentage of participants whose initial seizure stopped within 10 minutes after the administration of study drug (either Dose 1 or 2 \\[in 10 to 30 minutes from the initial dose\\]) and who continued seizure-free for at least 30 minutes were analyzed and reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Seizure Free Interval of At Least 12 Hours After Administration (Either Initial or Any Dose) of Study Drug","description":"Percentage of participants whose seizures stopped within 10 minutes after the administration of initial dose (Dose 1) of study drug and after any study drug dose (either Dose 1 or Dose 2 \\[in 10 to 30 minutes from the initial dose\\]), who continued to be seizure-free for at least 12 hours post-dose were analyzed and reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Achieved Seizure Free Interval of At Least 24 Hours After Administration (Either Initial or Any Dose) of Study Drug","description":"Percentage of participants whose seizures stopped within 10 minutes after the administration of initial dose (Dose 1) of study drug and after any study drug dose (either Dose 1 or Dose 2 \\[in 10 to 30 minutes from the initial dose\\]), who continued to be seizure-free for at least 24 hours post-dose were analyzed and reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Resolution of Seizures From The Administration (Either Initial or Any Dose) of Study Drug","description":"Time to resolution (in minutes) was defined as the duration between the administration of study drug until the seizure resolved without receiving the prohibited medications.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Relapse Following The Administration (Either Initial or Any Dose) of Study Drug","description":"Time to relapse (in minutes) was defined as duration from the time of study drug administration to the time of relapse, as determined by investigator. Participants whose seizure stops within 10 minutes without receiving the prohibited medications were analyzed in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"103.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Treatment-emergent were events between first dose of study drug to the end of study (Day 12), that were absent before treatment or that worsened relative to pre-treatment state. AEs include both serious and non-serious adverse events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":26},"commonTop":["Somnolence","Insomnia","Vomiting","Pyrexia","Pneumonia"]}}}