{"nctId":"NCT00542997","briefTitle":"Study of Subcutaneous Immune Globulin in Patients Requiring IgG Replacement Therapy","startDateStruct":{"date":"2007-09"},"conditions":["Common Variable Immunodeficiency","X-linked Agammaglobulinemia","Autosomal Recessive Agammaglobulinemia"],"count":51,"armGroups":[{"label":"IgPro20","type":"EXPERIMENTAL","interventionNames":["Biological: Human Normal Immunoglobulin for Subcutaneous Administration (IGSC)"]}],"interventions":[{"name":"Human Normal Immunoglobulin for Subcutaneous Administration (IGSC)","otherNames":["Hizentra","SCIG"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with primary humoral immunodeficiency, namely with a diagnosis of Common Variable Immunodeficiency (CVID) as defined by the Pan-American Group for Immunodeficiency (PAGID) and European Society for Immunodeficiencies (ESID), X-linked agammaglobulinemia (XLA) as defined by PAGID and ESID, or Autosomal Recessive Agammaglobulinemia\n* Chest X-ray or CT scan obtained within 1 year prior to enrolment\n\nExclusion Criteria:\n\n* Newly diagnosed PID, i.e. subjects who have not previously received immunoglobulin replacement therapy\n* Ongoing serious bacterial infection at the time of screening\n* Malignancies of lymphoid cells such as lymphocytic leukemia, Non-Hodgkin's lymphoma and immunodeficiency with thymoma\n* Allergic or other severe reactions to immunoglobulins or other blood products associated with high anti-IgA\n\nAdditional criteria may apply and examination by an investigator is required to determine eligibility.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Serum IgG Trough Levels","description":"Total IgG trough levels for IgPro20 treatment at steady state were compared with documented trough level data for IgG treatment received prior to enrolling in the study (either subcutaneous or intravenous IgG). For this purpose, 6 consecutive IgPro20 trough values (obtained prior to infusions 12 to 17) per subject were aggregated to the subject's median value and then median values across subjects were summarised using descriptive statistics. The same procedure was applied to pre-study treatment using the 3 most recent IgG trough values ≥ 5 g/L obtained prior to the first IgPro20 infusion.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.10","spread":"1.44"},{"groupId":"OG001","value":"7.49","spread":"1.57"}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Clinically Documented Serious Bacterial Infections (ITT Population)","description":"Serious bacterial infections (SBIs) included bacterial pneumonia, bacteraemia/septicaemia, osteomyelitis/septic arthritis, bacterial meningitis, and visceral abscess. Diagnosis of the SBIs was based on the presence of predefined clinical signs and symptoms as well as on laboratory parameters.\n\nThe annual rate was calculated based on the total number of SBIs and the total number of study days during the efficacy period for all subjects in the ITT population and adjusted to 365 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Clinically Documented Serious Bacterial Infections (PPE Population)","description":"Serious bacterial infections (SBIs) included bacterial pneumonia, bacteraemia/septicaemia, osteomyelitis/septic arthritis, bacterial meningitis, and visceral abscess. Diagnosis of the SBIs was based on the presence of predefined clinical signs and symptoms as well as on laboratory parameters.\n\nThe annual rate was calculated based on the total number of SBIs and the total number of study days during the efficacy period for all subjects in the PPE population and adjusted to 365 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Infection Episodes","description":"The annual rate of episodes was calculated based on the total number of any infection type and the total number of study days during the efficacy period for all subjects in the ITT population and adjusted to 365 days.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Days Out of Work / School / Kindergarten / Day Care or Unable to Perform Normal Activities Due to Infections","description":"The annual rate was calculated based on the total number of days out of work/school/kindergarten/day care or unable to perform normal activities due to infections in the efficacy period divided by the total number of days in the efficacy period for all subjects and adjusted to 365 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of the Number of Days of Hospitalization Due to Infections","description":"The annual rate was calculated based on the total number of days of hospitalization due to infections in the efficacy period divided by the total number of days in the efficacy period for all subjects and adjusted to 365 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Annual Rate of Antibiotic Use for Infection Prophylaxis and Treatment","description":"The annual rate was calculated based on the total number of days of antibiotic use in the efficacy period divided by the total number of days in the efficacy period for all subjects and adjusted to 365 days.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.75","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Maximum Concentration (Cmax) of Total Serum IgG","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.26","spread":"1.25"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Timepoint of Maximum Concentration (Tmax) of Total Serum IgG","description":null,"paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Area Under the Concentration-Time Curve (AUC_last) of Total Serum IgG","description":"AUC\\_last = Area under the concentration-time curve until last measured concentration.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.70","spread":"9.16"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Area Under the Concentration-Time Curve (AUCτ) of Total Serum IgG","description":"AUCτ = Area under the concentration-time curve during regular dosing interval;","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.61","spread":"9.98"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":51},"commonTop":["Bronchitis","Pyrexia","Cough","Headache","Nasopharyngitis"]}}}