{"nctId":"NCT01154166","briefTitle":"A Phase III, Randomised, Double-blind, Placebo-controlled, Parallel Group Study of Six Months Treatment With Ropinirole PR as Adjunctive Therapy in Patients With Parkinson's Disease Who Are Not Optimally Controlled on L-Dopa","startDateStruct":{"date":"2010-02-15"},"conditions":["Parkinson Disease"],"count":347,"armGroups":[{"label":"ReQuip PR","type":"EXPERIMENTAL","interventionNames":["Drug: ReQuip PR"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ReQuip PR","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or non-pregnant/non-breast-feeding women of at least 30 years of age at screening.Women of child-bearing potential must be practicing a clinically accepted method of contraception (such as oral contraception, surgical sterilization, intrauterine device \\[IUD\\], or diaphragm IN ADDITION to spermicidal foam and condom on male partner, or systemic contraception \\[i.e. Norplant System\\]), during the study and for at least one month prior to randomisation and one month following completion of the study.\n* Diagnosis of idiopathic Parkinson's Disease (according to modified Hoehn \\& Yahr criteria Stages II-IV) and demonstrating lack of control with L-dopa therapy (e.g. end of dose akinesia, simple on/off fluctuations)\n* Subjects receiving a stable dose of L-dopa for at least four weeks prior to screening.\n* Provide written informed consent for this study\n* A minimum of 3 hours awake time\"off \" for each diary day recorded during the Placebo Run-In Period.\n* Be willing and able to comply with study procedures, including diary card completion and follow-up clinic visits.\n\nExclusion Criteria:\n\n* Late stage advanced subjects demonstrating incapacitating peak dose or biphasic dyskinesia on their stable dose of L-dopa.\n* Presence, or history within the previous 3 months, of significant and/or uncontrolled psychiatric, hematological, renal, hepatic, endocrinological, neurological (other than Parkinson.s Disease), or cardiovascular disease or active malignancy (other than basal cell cancer);\n* Any abnormality, at Screening, that the investigator deems to be clinically relevant on history, physical examination and in diagnostic laboratory tests including ECG;\n* Unstable liver disease, cirrhosis, known biliary abnormalities(except Gilbert's syndrome or asymptomatic gallstones) or AST or ALT\\>2xULN or alk phos and bilirubin\\>1.5 xULN\n* Recent history of severe dizziness or fainting due to postural hypotension on standing.\n* Clinical dementia that in the judgment of the investigator would preclude assessment of the subject.\n* Recent history or current evidence of drug abuse or alcoholism.\n* Consumption of any dopamine agonist within four weeks of the screening visit.\n* Definite or suspected personal or family history of clinically significant adverse reactions or hypersensitivity to ropinirole (or to drugs with a similar chemical structure) that would preclude long-term dosing with ropinirole PR.\n* Withdrawal, introduction, or change in dose of hormone replacement therapy and/or any drug known to substantially inhibit CYP1A2 (e.g. ciprofloxacine, fluvoxamine, cimetidine, ethinyloestradiol) or induce CYP1A2 (e.g. tobacco, omeprazole) within 7 days prior to enrolment. Subjects already on chronic therapy with any of these agents may be enrolled but must remain on stable doses of the agent from 7 days prior to enrolment through the end of the Treatment Period.\n* Use of an investigational drug within 30 days or 5 half-lives (which ever is longer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline in Total Awake Time Spent \"Off\" at Week 24 Using Last Observation Carried Forward (LOCF)","description":"The \"off\" state is defined as the state in which Parkinson's Disease (PD) symptoms (lack of mobility, tremor, or rigidity) are not adequately controlled by the drug. Participants were asked to record the duration of their \"off \" periods in 24-hour diary cards prior to each visit on two days of each relevant week. The total number of awake hours spent \"off\" per 24-hour period was the sum of the hours recorded on the two 24-hour diary cards. Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"2.47"},{"groupId":"OG001","value":"-2.1","spread":"2.58"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (BL) in the Unified Parkinson Disease Rating Scale (UPDRS) Total Motor Score at Week 24 Using LOCF","description":"The UPDRS, a clinician-based rating scale, assesses 6 features of PD impairment: (1) mentation, behavior, and mood; (2) activities of daily living; (3) motor examination; (4) complications of therapy; (5) modified Hoehn and Yahr stage; (6) Schwab and England activities of daily living scale. Assessments were conducted when participants had benefit in regard to mobility, tremor, and rigidity. The total motor score (sum of motor examination) ranges from 0 to 108: 0=normal/no symptoms; 108=worst possible case. Change from BL was calculated as the value at Week 24 minus the value at BL.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"9.03"},{"groupId":"OG001","value":"-6.3","spread":"10.08"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Percentage of Awake Time Spent \"Off\" (ATSO) at Week 24 Using LOCF","description":"The \"off\" state is defined as the state in which PD symptoms (lack of mobility, tremor, or rigidity) are not adequately controlled by the drug. Participants were asked to record the duration of their \"off\" periods in 24-hour diary cards prior to each visit on the same 2 days of each relevant week. The total number of awake hours spent \"off\" per 24-hour period was the sum of the hours recorded on the two 24-hour diary cards. The percentage of ATSO=ATSO divided by (ATSO + awake time spent \"on\") \\* 100. Change from Baseline was calculated as the value at Week 24 minus the value at Baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.8","spread":"15.88"},{"groupId":"OG001","value":"-13.5","spread":"15.62"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Awake Time Spent \"on\" at Week 24 Using LOCF","description":"The \"on\" state is defined as the state in which the PD symptoms (lack of mobility, tremor, or rigidity) are adequately controlled by the drug. Participants were asked to record the duration of their \"on\" periods in 24-hour diary cards prior to each visit on the same two days of each relevant week. The total number of awake hours spent \"on\" per 24-hour period was the sum of the hours recorded on the two 24-hour diary cards. Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"2.48"},{"groupId":"OG001","value":"1.9","spread":"2.44"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Total Awake Time \"on\" Without Troublesome Dyskinesias (TD) at Week 24 Using LOCF","description":"Dyskinesias are involuntary twisting, turning movements caused by medication during \"on\" time in PD. TD is defined as those movements that interfere with function and cause meaningful discomfort. Participants were asked to record the number of awake hours spent \"on\" without TD in 24-hour diary cards prior to each visit on the same two days of each relevant week. The total number of awake hours spent\"on\"without TD per 24-hour period was the sum of the hours recorded on the two 24-hour diary cards. Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"2.56"},{"groupId":"OG001","value":"1.7","spread":"2.81"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the UPDRS Activities of Daily Living (ADL) Score at Week 24 Using LOCF","description":"The UPDRS assesses six features of PD impairment, including Activities of Daily Living (ADL). The total ADL score ranges from 0 to 52, where 0= normal/no symptoms and 52= worst possible case. Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.2","spread":"3.64"},{"groupId":"OG001","value":"-2.2","spread":"3.93"}]}]}]},{"type":"SECONDARY","title":"Number of Responders Based on the Clinical Global Impression (CGI) Global Improvement Scale Using LOCF","description":"The CGI global improvement scale allows the investigator to rate the participant's total improvement since the beginning of treatment (Baseline). Scores on the scale range from 1 to 7 (1=very much improved, 2=much improved, 3=minimally improved, 4=no change, 5=minimally worse, 6=much worse, and 7=very much worse). Participants with a CGI global improvement score of \\<=2 (representing much improved or very much improved) were considered to be responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Requiring Reinstatement of L-dopa Following a Dose Reduction Using LOCF","description":"In the event of unacceptable side effects relative to Baseline (e.g., dyskinesias, dystonias \\[neurological movement disorder\\]) the dosage of L-dopa was reduced. If there was reduction in the side effects and there was loss of symptom control, the dose of study medication was again increased (reinstated) at subsequent visits. If symptoms could still not be controlled, then L-dopa was reinstated; however, the dose could not exceed the baseline dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Responders to Study Treatment Using LOCF","description":"The \"off\" state is defined as the state in which PD symptoms (lack of mobility, tremor, or rigidity) are not adequately controlled by the drug. Responders are defined as participants who had at least a 20% reduction from Baseline in awake time spent \"off\" and at least a 20% reduction from Baseline in the L-dopa dose.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Depression Scores on the Hamilton Depression Rating Scale (HAMD-17) Using LOCF","description":"The HAMD-17 is a 17-item scale that is completed by the investigator. Each item was evaluated and scored using either a 5-point scale (e.g., absent, mild, moderate, severe, very severe) or a 3-point scale (e.g., absent, mild, marked). The total HAMD-17 score (sum of the scores of all 17 items) may range from 0 (least severe) to 52 (most severe). Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.6","spread":"4.33"},{"groupId":"OG001","value":"-1.6","spread":"4.38"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline (BL) in the Parkinson's Disease Sleep Scale (PDSS) Total Score Using LOCF","description":"The PDSS uses a series of 15 questions to assess sleep disturbance associated with PD. Participants completed the assessments based on their experiences in the past week by marking a cross on each 10 centimeter (cm) scale (labelled from worst to best state). Responses were quantified by measuring the distance along each line where the cross was placed. The scores for each item ranged from 0 (symptom severe and always experienced) to 10 (symptom free). The maximum cumulative score for the PDSS was thus 150 (free of all symptoms). Change from BL=value at Week 24 minus the BL value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"20.57"},{"groupId":"OG001","value":"0.5","spread":"21.22"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Parkinson's Disease Quality of Life Scores (PDQ39) Using LOCF","description":"The PDQ39 is a 39 item self-administered questionnaire. The questionnaire covers eight domains of health that are reported as adversely affected by patients with PD. Participants were asked to rate responses on a scale from 0 to 4 (\"never\" to \"always\"). The overall index score is the mean of the eight individual domain scores measured on a continuous scale ranging from 0 (no problem at all) to 100 (maximum level of the problem). Change from Baseline is calculated as the value at Week 24 minus the Baseline value.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"17.30"},{"groupId":"OG001","value":"-5.7","spread":"18.10"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"18.65"},{"groupId":"OG001","value":"-5.9","spread":"18.20"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"15.30"},{"groupId":"OG001","value":"-4.8","spread":"17.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":"18.17"},{"groupId":"OG001","value":"-5.1","spread":"18.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"15.21"},{"groupId":"OG001","value":"-0.4","spread":"14.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8","spread":"13.28"},{"groupId":"OG001","value":"-1.1","spread":"14.36"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.6","spread":"17.21"},{"groupId":"OG001","value":"-1.1","spread":"12.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"19.15"},{"groupId":"OG001","value":"-3.5","spread":"19.16"}]}]}]},{"type":"SECONDARY","title":"Time to Reinstatement of L-dopa Following a Reduction in Dose Using LOCF","description":"The mean number of days after which the dose of L-dopa was readministered after the reduction in dose was recorded.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"114.3","spread":"4.69"},{"groupId":"OG001","value":"162.9","spread":"3.55"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":170},"commonTop":["Dyskinesia","Dizziness","Vertigo","Constipation","Somnolence"]}}}