{"nctId":"NCT02692755","briefTitle":"Palbociclib / Letrozole or Fulvestrant in African American Women With HR+ HER2- Breast Cancer","startDateStruct":{"date":"2016-09","type":"ACTUAL"},"conditions":["Hormone Receptor Positive HER-2 Negative Breast Cancer"],"count":35,"armGroups":[{"label":"Palbociclib + Letrozole or Fulvestrant","type":"EXPERIMENTAL","interventionNames":["Drug: Palbociclib + Letrozole or Fulvestrant"]}],"interventions":[{"name":"Palbociclib + Letrozole or Fulvestrant","otherNames":["Ibrance","Femara","Faslodex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Self-identified Black, African or African American women of ≥ 18 years of age with proven diagnosis of advanced adenocarcinoma of the breast (locoregionally recurrent or metastatic disease)\n2. ER-positive and/or PgR-positive tumor based on local laboratory results\n3. HER2-negative breast cancer based on local laboratory results (test to be used as per local practice)\n4. Patients must be appropriate candidates for letrozole or fulvestrant therapy\n5. Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n6. Adequate bone marrow function:\n\n   * Absolute Neutrophil Count (ANC) ≥ 1,000/mm3 (1.0 x 109/L);\n   * Platelets ≥100,000/mm3 (100 x 109/L);\n   * Hemoglobin ≥9 g/dL (90 g/L).\n\nExclusion Criteria:\n\n1. Current use of food or drugs known to be potent inhibitors or inducers of CYP3A4\n2. Active uncontrolled or symptomatic brain metastases. Previously treated and clinically stable, as per Investigator's judgment, brain metastases are permitted.\n3. Previous CDK4/6 inhibitor\n\n   \\-","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Patients Who Complete Planned Oncologic Therapy Without the Development of a Hematological Event","description":"For study purpose febrile neutropenia will be defined according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) v4.0: \"ANC less than 1000/mm3 with a single temperature of \\>38.3 degrees Celsius (101 degrees Fahrenheit) or a sustained temperature of 38 degrees Celsius (100.4 degrees Fahrenheit) for more than one hour.\"\n\nPlanned oncology therapy is defined as completion of one year of therapy for advanced breast cancer in the absence of disease progression or cessation of study drug due to progressive disease or non-hematological toxicity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Dose Delays in Palbociclib Attributed to Neutropenia","description":"Number of patients who required dose delays in palbociclib attributed to neutropenia.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Dose Reductions in Palbociclib Therapy Attributed to Neutropenia","description":"Number of patients who required dose reductions in palbociclib therapy","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate","description":"Clinical Benefit Rate (CBR), for those with evaluable disease, defined as the percentage of patients who achieved complete response, partial response and stable disease. RECIST 1.1 was used as the standard way to measure response to treatment. The mean (SD) of specific metabolites were calculated at each time point and graphically assess these measures over time with clinical response and hematological toxicity. The mean change in these variables from baseline to each follow-up point was be calculated. Generalized linear model was utilized for the correlative analysis of clinical response and hematologic events.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":35},"commonTop":["Neutrophil count decreased","Fatigue","Anemia","White blood cell decreased","Abdominal Pain"]}}}