{"nctId":"NCT00304031","briefTitle":"Radiation Therapy (RT) and Temozolomide (TMZ) in Treating Patients With Newly Diagnosed Glioblastoma or Gliosarcoma","startDateStruct":{"date":"2006-01"},"conditions":["Brain and Central Nervous System Tumors"],"count":1173,"armGroups":[{"label":"Conventional adjuvant TMZ","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Concurrent temozolomide","Radiation: Concurrent radiation therapy","Drug: 100mg/m2 adjuvant temozolomide days 1 to 5 of 28 day cycle"]},{"label":"Dose-dense adjuvant TMZ","type":"EXPERIMENTAL","interventionNames":["Drug: Concurrent temozolomide","Radiation: Concurrent radiation therapy","Drug: 75mg/m2 adjuvant temozolomide days 1-21 of 28 day cycle"]},{"label":"No adjuvant TMZ (not randomized )","type":"OTHER","interventionNames":["Drug: Concurrent temozolomide","Radiation: Concurrent radiation therapy"]}],"interventions":[{"name":"Concurrent temozolomide","otherNames":[]},{"name":"Concurrent radiation therapy","otherNames":[]},{"name":"100mg/m2 adjuvant temozolomide days 1 to 5 of 28 day cycle","otherNames":[]},{"name":"75mg/m2 adjuvant temozolomide days 1-21 of 28 day cycle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Histopathologically proven diagnosis of glioblastoma. Since gliosarcoma is a variant of glioblastoma, gliosarcoma is also an eligible diagnosis.\n2. Patients must have at least 1 block of tissue available for analysis of MGMT status; fresh frozen tumor tissue acquisition is encouraged.\n3. Diagnosis must be established by open biopsy or tumor resection. Patients who have only had a stereotactic biopsy are not eligible.\n4. The tumor must have a supratentorial component.\n5. Patients must have recovered from the effects of surgery, postoperative infection, and other complications before study registration.\n6. A diagnostic contrast-enhanced magnetic resonance imaging (MRI) or computerized tomography (CT) scan (if MRI is not available) of the brain must be performed preoperatively and postoperatively. The postoperative scan must be done within 28 days of registration and prior to the initiation of radiotherapy. Preoperative and postoperative scans must be the same type. If CT scans were performed perioperatively, a CT and an MRI should be performed before randomization.\n\n   6.1. Patients unable to undergo MRI imaging because of non-compatible devices can be enrolled, provided pre- and post-operative contrast-enhanced CT scans are obtained and are of sufficient quality.\n7. Therapy must begin ≤ 5 weeks after the most recent brain tumor surgery.\n8. History/physical examination within 14 days prior to study registration.\n9. Neurologic examination within 14 days prior to study registration.\n10. Documentation of steroid doses within 14 days prior to study registration and stable or decreasing steroid dose within 5 days prior to registration.\n11. Karnofsky performance status of ≥ 60.\n12. Age ≥ 18 years.\n13. Complete blood count (CBC)/differential obtained within 14 days prior to study registration, with adequate bone marrow function as defined below: 13.1 Absolute neutrophil count (ANC) ≥ 1500 cells/mm3. 13.2 Platelets ≥ 100,000 cells/mm3. 13.3 Hemoglobin ≥ 10 g/dl. (Note: The use of transfusion or other intervention to achieve Hgb ≥ 10 g/dl is acceptable.)\n14. Adequate renal function, as defined below:\n\n    14.1 Blood urea nitrogen (BUN) ≤ 25 mg/dl within 14 days prior to study registration 14.2 Creatinine ≤ 1.7 mg/dl within 14 days prior to study registration\n15. Adequate hepatic function, as defined below:\n\n    15.1 Bilirubin ≤ 2.0 mg/dl within 14 days prior to study registration 15.2 Alanine aminotransferase (ALT) ≤ 3 x normal range within 14 days prior to study registration 15.3 Aspartate aminotransferase (AST) ≤ 3 x normal range within 14 days prior to study registration\n16. Patients must sign a study-specific informed consent prior to study registration.\n\n    If the patient's mental status precludes his/her giving informed consent, written informed consent may be given by the responsible family member.\n17. For females of child-bearing potential, negative serum pregnancy test within 72 hours prior to starting temozolomide.\n18. Women of childbearing potential and male participants must practice adequate\n\nExclusion criteria:\n\n1. Prior invasive malignancy (except for non-melanomatous skin cancer) unless disease free for ≥ 3 years. (For example, carcinoma in situ of the breast, oral cavity, and cervix are all permissible).\n2. Recurrent or multifocal malignant gliomas\n3. Metastases detected below the tentorium or beyond the cranial vault.\n4. Prior chemotherapy or radiosensitizers for cancers of the head and neck region; note that prior chemotherapy for a different cancer is allowable. Prior use of Gliadel wafers or any other intratumoral or intracavitary treatment are not permitted. See Section 1.\n5. Prior radiotherapy to the head or neck (except for T1 glottic cancer), resulting in overlap of radiation fields.\n6. Severe, active co-morbidity, defined as follows:\n\n   * 6.1. Unstable angina and/or congestive heart failure requiring hospitalization.\n   * 6.2. Transmural myocardial infarction within the last 6 months.\n   * 6.3. Acute bacterial or fungal infection requiring intravenous antibiotics at the time of registration.\n   * 6.4. Chronic Obstructive Pulmonary Disease exacerbation or other respiratory illness requiring hospitalization or precluding study therapy at the time of registration.\n   * 6.5. Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects; note, however, that laboratory tests for liver function and coagulation parameters are not required for entry into this protocol.\n   * 6.6. Acquired Immune Deficiency Syndrome (AIDS) based upon current Centers for Disease Control and Prevention (CDC) definition; note, however, that HIV testing is not required for entry into this protocol. The need to exclude patients with AIDS from this protocol is necessary because the treatments involved in this protocol may be significantly immunosuppressive.\n   * 6.7. Major medical illnesses or psychiatric impairments that in the investigator's opinion will prevent administration or completion of protocol therapy.\n   * 6.8. Active connective tissue disorders, such as lupus or scleroderma, that in the opinion of the treating physician may put the patient at high risk for radiation toxicity.\n7. Pregnancy or women of childbearing potential and men who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the treatment involved in this study may be significantly teratogenic.\n8. Pregnant or lactating women, due to possible adverse effects on the developing fetus or infant due to study drug;\n9. Prior allergic reaction to temozolomide.\n10. Patients treated on any other therapeutic clinical protocols within 30 days prior to study entry or during participation in the study.\n11. No tissue provided for histopathologic central review and MGMT status.\n12. Tissue provided by stereotactic biopsy method.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Median Overall Survival Time","description":"Overall survival time is defined as time from registration/randomization to the date of death from any cause. Overall survival rates are estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.6","spread":null},{"groupId":"OG001","value":"14.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Progression-free Survival (PFS) Time","description":"Progression is defined as greater than 25% increase in tumor area (two diameters) provided that the patient has not had his/her dose of steroids decreased since the last evaluation period. Progression-free survival time is defined as time from registration to the date of first progression, death, or last known follow-up (censored). Progression-free survival rates are estimated using the Kaplan-Meier method. A concomitant decrease in steroid dose will rule out a progression designation during the first 2 months after completion of radiation therapy. Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"6.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Overall Survival Time by MGMT Status","description":"Overall survival time is defined as time from randomization to the date of death from any cause. Overall survival rates are estimated by the Kaplan-Meier method. Patients last known to be alive are censored at the date of last contact. Tumor tissue submitted at baseline was analyzed to determine MGMT (O\\[6\\]-methylguanine-DNA methyltransferase) promoter methylation status (methylated / unmethylated). Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.6","spread":null},{"groupId":"OG001","value":"13.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.4","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Median Progression-free Survival Time by MGMT Status","description":"Progression is defined as greater than 25% increase in tumor area (two diameters) provided that the patient has not had his/her dose of steroids decreased since the last evaluation period. Progression-free survival time is defined as time from registration to the date of first progression, death, or last known follow-up (censored). Progression-free survival rates are estimated using the Kaplan-Meier method. A concomitant decrease in steroid dose will rule out a progression designation during the first 2 months after completion of radiation therapy. Tumor tissue submitted at baseline was analyzed to determine MGMT (O\\[6\\]-methylguanine-DNA methyltransferase) promoter methylation status (methylated / unmethylated). Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.1","spread":null},{"groupId":"OG001","value":"6.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Treatment Response by MGMT Status","description":"Response assessed using Response Evaluation Criteria in Solid Tumors (RECIST v1.0): Complete Response (CR), imaging no longer shows enhancing tumor, confirmed by a second scan ≥ 4 weeks later; Partial Response (PR), \\>=50% decrease in tumor area (two diameters) with patient off all steroids, or on adrenal maintenance only; Minor Response (MR), \\< 50% decrease in tumor area with patient off all steroids, or on adrenal maintenance only; Stable Disease (SD): scan shows no change with patient receiving stable/decreasing doses of steroids; Progression (P): \\> 25% increase in tumor area with no decrease in steroid dose since last evaluation. Tumor tissue submitted at baseline was analyzed to determine MGMT (O\\[6\\]-methylguanine-DNA methyltransferase) promoter methylation status (methylated / unmethylated). Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null},{"groupId":"OG001","value":"67","spread":null}]},{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"66","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"55","spread":null}]},{"measurements":[{"groupId":"OG000","value":"110","spread":null},{"groupId":"OG001","value":"243","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"77","spread":null}]}]}]},{"type":"SECONDARY","title":"Distribution of Highest Grade AE Reported as Possibly/Probably/Definitely Related to Protocol Treatment","description":"Highest grade adverse event (AE) per subject was counted. Adverse events were graded using the Common Terminology Criteria for Adverse Events (CTCAE) v3.0. Grade refers to the severity of the AE. The CTCAE v3.0 assigns Grades 1 through 5 with unique clinical descriptions of severity for each AE based on this general guideline: Grade 1 Mild, Grade 2 Moderate, Grade 3 Severe, Grade 4 Life-threatening or disabling, Grade 5 Death related to AE. Analysis occurred after 647 deaths were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"231","spread":null},{"groupId":"OG001","value":"175","spread":null}]},{"measurements":[{"groupId":"OG000","value":"120","spread":null},{"groupId":"OG001","value":"194","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival Status by Progression Status at 6 Months","description":"Overall survival time is defined as time from registration to the date of death from any cause or last known follow-up (censored). Overall survival rates are estimated by the Kaplan-Meier method. Progression is defined as greater than 25% increase in tumor area (two diameters) provided that the patient has not had his/her dose of steroids decreased since the last evaluation period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.7","spread":null},{"groupId":"OG001","value":"10.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score at Cycle 10 for Participants Without Progression After 6 Months of Adjuvant Therapy","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). The symptom severity score is the average of the symptom severity items, given a specified minimum numbers were completed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.17","spread":null},{"groupId":"OG001","value":"1.18","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Neurocognitive Function (NCF) Composite Score at Cycle 10 for Participants Without Progression After 6 Months of Adjuvant Therapy","description":"The NCF Composite score is the arithmetic mean of the Hopkins Verbal Learning Test - Revised (HVLT-R) (Free Recall, Delayed Recall, Delayed Recognition), Trail Making Test Part A (TMTA), Trail Making Test Part B (TMTB), and Controlled Oral Word Association (COWA) test scores, all of which are standardized, adjusting for age, education, and gender as necessary, such that mean is 0 and standard deviation is 1. A participant must have at least 5 of the 6 scores. A higher composite score indicates better neurocognitive function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.95","spread":null},{"groupId":"OG001","value":"-1.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean EORTC QLQ-C30 Global Health Status Score at Cycle 10 for Participants Without Progression After 6 Months of Adjuvant Therapy","description":"Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 \"very poor\" to 7 \"excellent\" such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null},{"groupId":"OG001","value":"69.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score at Mid-cyle for Cycle 1","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). The symptom severity score is the average of the symptom severity items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration. Change is calculated as time point - baseline such that a positive change value indicates worse symptoms compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":null},{"groupId":"OG001","value":"0.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score at Mid-cyle for Cycle 4","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). The symptom severity score is the average of the symptom severity items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration. Change is calculated as time point - baseline such that a positive change value indicates worse symptoms compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.23","spread":null},{"groupId":"OG001","value":"0.19","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in EORTC QLQ-C30 Global Health Status Score at Mid-cyle for Cycle 1","description":"Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 \"very poor\" to 7 \"excellent\" such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). Change is calculated as time point - baseline such that a positive change value indicates worse symptoms compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.58","spread":null},{"groupId":"OG001","value":"-2.63","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in EORTC QLQ-C30 Global Health Status Score at Mid-cyle for Cycle 4","description":"Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 \"very poor\" to 7 \"excellent\" such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). Change is calculated as time point - baseline such that a positive change value indicates worse symptoms compared to baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.78","spread":null},{"groupId":"OG001","value":"-0.72","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean EORTC QLQ-C30 Global Health Status","description":"Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 \"very poor\" to 7 \"excellent\" such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). Change from baseline was calculated as time point value - baseline value with a positive change value indicating improved QOL from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"-2.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.6","spread":null},{"groupId":"OG001","value":"-2.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"-4.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":null},{"groupId":"OG001","value":"-0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.4","spread":null},{"groupId":"OG001","value":"-1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score at Cycle 4","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). The symptom severity score is the average of the symptom severity items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Interference Score at Cycle 4","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (did not interfere) to 10 (interfered completely). The symptom interference score is the average of the symptom interference items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score and EORTC QLQ-C30 Global Health Status Score (GHS) at Cycle 1","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 (very poor) to 7 (excellent) such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). A score worse than baseline by at least 10 is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. GHS deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"31","spread":null}]},{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score and EORTC QLQ-C30 Global Health Status Score (GHS) at Cycle 4","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 (very poor) to 7 (excellent) such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). A score worse than baseline by at least 10 is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. GHS deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null}]},{"measurements":[{"groupId":"OG000","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score and EORTC QLQ-C30 Global Health Status Score (GHS) at Cycle 10","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* Global Health Status is calculated from two questions on the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30. The question responses range from 1 (very poor) to 7 (excellent) such that a higher response indicates better quality of life (QOL). The mean of these responses is linearly transformed to a range of 0 (worst) to 100 (best). A score worse than baseline by at least 10 is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. GHS deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Symptom Severity Score Over Time","description":"The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). The symptom severity score is the average of the symptom severity items, given a specified minimum numbers were completed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":null},{"groupId":"OG001","value":"1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Determination of Impactful Baseline Instruments on Overall Survival","description":"Overall survival time is defined as time from registration/randomization to the date of death from any cause or last known follow-up (censored). Overall survival rates are estimated by the Kaplan-Meier method. The European Organization for Research and Treatment of Cancer Quality of Life Questionnaire \\[EORTC QLQ\\]-C30 subscales are calculated as the mean of component items, then standardized such that subscale scores range from 0 to 100. A high score for a functional scale represents a healthy level of functioning. Controlled Oral Word Association (COWA) score is the sum of correct responses with a range of 0 to infinity. A higher score indicates better functioning. Hopkins Verbal Learning Test - Revised (HVLT-R) score ranges from 0 to 36 for total recall is 0 to 36, 0 to 12 for delayed recall, and -12 to 12 for recognition. A higher score indicates better functioning.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Neurocognitive Function (NCF) Composite Score Over Time","description":"The NCF Composite score is the arithmetic mean of the HVLT-R (Free Recall, Delayed Recall, Delayed Recognition), TMTA, TMTB, and COWA scores, all of which are standardized, adjusting for age, education, and gender as necessary, such that mean is 0 and standard deviation is 1. A participant must have at least 5 of the 6 scores. A higher composite score indicates better neurocognitive function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":null},{"groupId":"OG001","value":"-1.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.3","spread":null},{"groupId":"OG001","value":"-1.45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.1","spread":null},{"groupId":"OG001","value":"-1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":null},{"groupId":"OG001","value":"-1.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Cognitive Score and Hopkins Verbal Learning Test - Revised (HVLT-R) Delayed Recognition Score at Cycle 1","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* The HVLT-R Delayed Recognition raw score is the number of of correctly identified words minus the number of incorrectly identified words from a list of words including 12 nouns memorized 20 minutes prior. The raw score ranges from -12 to 12. with a higher score indicates better functioning. Scores are standardized (mean 0, standard deviation 1), adjusting for age,education, and gender as necessary. A score worse than baseline by at least two is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. HVLT-R deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null}]},{"measurements":[{"groupId":"OG000","value":"20","spread":null}]},{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Cognitive Score and Hopkins Verbal Learning Test - Revised (HVLT-R) Delayed Recognition (DR) Score at Cycle 4","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* The HVLT-R Delayed Recognition raw score is the number of of correctly identified words minus the number of incorrectly identified words from a list of words including 12 nouns memorized 20 minutes prior. The raw score ranges from -12 to 12. with a higher score indicates better functioning. Scores are standardized (mean 0, standard deviation 1), adjusting for age,education, and gender as necessary. A score worse than baseline by at least two is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. HVLT-R deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"9","spread":null}]},{"measurements":[{"groupId":"OG000","value":"14","spread":null}]},{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Deterioration From Baseline in MD Anderson Symptom Inventory Brain Tumor (MDASI-BT) Cognitive Score and Hopkins Verbal Learning Test - Revised (HVLT-R) Delayed Recognition (DR) Score at Cycle 10","description":"* The MDASI-BT is a 28-item patient-reported outcome measure assessing symptom severity (SS) and resulting interference with daily living in brain cancer patients. All items range from 0 (not present) to 10 (as bad as you can imagine). A SS score is the average of the SS items, given a specified minimum numbers were completed. A score worse than baseline by at least one is considered deterioration.\n* The HVLT-R Delayed Recognition raw score is the number of of correctly identified words minus the number of incorrectly identified words from a list of words including 12 nouns memorized 20 minutes prior. The raw score ranges from -12 to 12. with a higher score indicates better functioning. Scores are standardized (mean 0, standard deviation 1), adjusting for age,education, and gender as necessary. A score worse than baseline by at least two is considered deterioration.\n* The 2x2 frequency table of SS deterioration vs. HVLT-R deterioration is presented as four rows.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]},{"measurements":[{"groupId":"OG000","value":"6","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null}]},{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":105,"n":285},"commonTop":["Fatigue","Nausea","Headache","Alopecia","Lymphopenia"]}}}