{"nctId":"NCT01357616","briefTitle":"Fixed Combination Brinzolamide 1%/Timolol 0.5% Versus Brinzolamide 1% + Timolol 0.5% in Open-Angle Glaucoma or Ocular Hypertension","startDateStruct":{"date":"2010-11"},"conditions":["Open-Angle Glaucoma","Ocular Hypertension"],"count":328,"armGroups":[{"label":"AZARGA","type":"EXPERIMENTAL","interventionNames":["Drug: Brinzolamide 1% / Timolol 0.5% fixed combination ophthalmic suspension"]},{"label":"AZOPT + Timolol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Brinzolamide 1% ophthalmic suspension","Drug: Timolol 0.5% ophthalmic solution"]}],"interventions":[{"name":"Brinzolamide 1% / Timolol 0.5% fixed combination ophthalmic suspension","otherNames":["AZARGA™"]},{"name":"Brinzolamide 1% ophthalmic suspension","otherNames":["AZOPT®"]},{"name":"Timolol 0.5% ophthalmic solution","otherNames":["TIMOLOL"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with open angle glaucoma and/or ocular hypertension and not sufficiently responsive to monotherapy.\n* Meet qualifying IOP criteria in at least 1 eye, including 21-35 mmHg at the Eligibility visit.\n* Willing to sign an Informed Consent form.\n* Contact lens wearer who is willing to remove lenses before instillation of study medication and wait a minimum of 15 minutes following drug instillation before re-inserting the lenses.\n* Able to discontinue use of current IOP-lowering medications per the minimum washout period.\n* Other protocol-specific inclusion criteria may apply.\n\nExclusion Criteria:\n\n* Women of childbearing potential if pregnant, test positive for pregnancy at Screening/Enrollment visit, breastfeeding, or not in agreement to use adequate birth control methods to prevent pregnancy throughout the study.\n* Diagnosed with any form of glaucoma other than open-angle glaucoma and/or ocular hypertension.\n* Diagnosed with severe central visual field loss in either eye.\n* History of chronic, recurrent, or severe ocular infection, inflammatory eye disease in either eye.\n* History of ocular trauma within the past 6 months in either eye.\n* Current ocular infection or ocular inflammation within the past 3 months in either eye.\n* Ocular laser surgery within the past 3 months.\n* Intraocular surgery within the past 3 months.\n* Best-corrected visual acuity score worse than 55 ETDRS letters read (equivalent to approximately 20/80 Snellen, 0.60 logMAR or 0.25 decimal).\n* History of, or current clinically relevant or progressive retinal disease in either eye.\n* History of, or current other severe ocular pathology (including severe dry eye) in either eye, that would preclude the administration of a topical carbonic anhydrase inhibitor (CAI) or beta-blocker.\n* Any abnormality preventing reliable applanation tonometry.\n* History of, or current condition or disease that would preclude the safe administration of a topical beta blocker or topical beta-adrenergic blocking agent.\n* History of spontaneous or current hypoglycemia or uncontrolled diabetes.\n* History of severe or serious hypersensitivity to CAIs, beta-blockers, or to any components of the study medication.\n* Less than 30 days stable dosing regimen before the Screening Visit of any medications or substances administered by any route and used on a chronic basis that may have affected IOP.\n* Recent use of high-dose salicylate therapy.\n* Anticipated use of any additional topical or systemic ocular hypotensive medication during the study.\n* Not safely able to discontinue all glucocorticoid medications administered by any route.\n* Currently on therapy or have been on therapy with another investigational agent within 30 days prior to the Screening Visit.\n* History of, or current evidence of severe illness or any other conditions which would, in the opinion of the Investigator, make the subject unsuitable for the study.\n* Other protocol-specific exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Diurnal IOP Change From Baseline at Week 8","description":"Mean diurnal IOP change from baseline at Week 8 (ie, the subject IOP change from baseline averaged over the 9 AM, 11AM and 5 PM time points at Week 8) was measured by Goldmann applanation tonometry. One eye from each subject was chosen as the study eye, and only data for the study eye were used for the efficacy analysis. A higher IOP (fluid pressure inside the eye) can be a greater risk factor for developing glaucoma or glaucoma progression (leading to optic nerve damage). A more negative change indicates a greater improvement..","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.84","spread":"3.557"},{"groupId":"OG001","value":"-6.00","spread":"2.934"}]}]}]},{"type":"SECONDARY","title":"Mean IOP Change From Baseline at 9 AM","description":"Mean IOP change from baseline at 9 AM was measured by Goldmann applanation tonometry. One eye from each subject was chosen as the study eye, and only data for the study eye were used for the efficacy analysis. A higher IOP (fluid pressure inside the eye) can be a greater risk factor for developing glaucoma or glaucoma progression (leading to optic nerve damage). A more negative change indicates a greater improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"3.62"},{"groupId":"OG001","value":"-6.5","spread":"3.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.3","spread":"3.42"},{"groupId":"OG001","value":"-6.4","spread":"3.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.7","spread":"3.97"},{"groupId":"OG001","value":"-6.2","spread":"3.30"}]}]}]},{"type":"SECONDARY","title":"Mean IOP Change From Baseline at 11 AM","description":"Mean IOP change from baseline at 11 AM was measured by Goldmann applanation tonometry. One eye from each subject was chosen as the study eye, and only data for the study eye were used for the efficacy analysis. A higher IOP (fluid pressure inside the eye) can be a greater risk factor for developing glaucoma or glaucoma progression (leading to optic nerve damage). A more negative change indicates a greater improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.5","spread":"3.19"},{"groupId":"OG001","value":"-6.8","spread":"3.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.6","spread":"3.46"},{"groupId":"OG001","value":"-6.8","spread":"3.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.4","spread":"3.92"},{"groupId":"OG001","value":"-6.5","spread":"3.57"}]}]}]},{"type":"SECONDARY","title":"Mean IOP Change From Baseline (5 PM) at Week 8","description":"Mean IOP change from baseline (5 PM) at Week 8 was measured by Goldmann applanation tonometry. One eye from each subject was chosen as the study eye, and only data for the study eye were used for the efficacy analysis. A higher IOP (fluid pressure inside the eye) can be a greater risk factor for developing glaucoma or glaucoma progression (leading to optic nerve damage). A more negative change indicates a greater improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.3","spread":"3.99"},{"groupId":"OG001","value":"-5.1","spread":"3.34"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":165},"commonTop":["Heart rate decreased"]}}}