{"nctId":"NCT03573817","briefTitle":"A 42-day Parallel Group Safety Study of Revefenacin and Formoterol, Administered in Sequence and as a Combination, in Participants With COPD","startDateStruct":{"date":"2018-05-31","type":"ACTUAL"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":122,"armGroups":[{"label":"Period 1: Revefenacin + Formoterol (Sequential)","type":"EXPERIMENTAL","interventionNames":["Drug: Revefenacin","Drug: Formoterol"]},{"label":"Period 2: Revefenacin + Formoterol (Combo Solution)","type":"EXPERIMENTAL","interventionNames":["Drug: Revefenacin","Drug: Formoterol"]},{"label":"Period 1: Placebo + Formoterol (Sequential)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Formoterol"]},{"label":"Period 2: Placebo + Formoterol (Combo Solution)","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Formoterol"]}],"interventions":[{"name":"Revefenacin","otherNames":["TD-4208"]},{"name":"Placebo","otherNames":[]},{"name":"Formoterol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is a male or female subject 40 years of age or older.\n* Participant is willing and able to provide signed and dated written informed consent.\n* Participant has a current or past cigarette smoking history (or equivalent for cigar or pipe smoking history) of at least 10 pack-years.\n* Participant must be willing and able to attend study visits according to the visit schedule and adhere to all study assessments/procedures.\n\nExclusion Criteria:\n\n* Participant has a concurrent disease or condition that, in the opinion of the investigator, would interfere with study participation or confound the evaluation of safety, tolerability, or pharmacokinetics of the study drug.\n* Participant has a history of reactions or hypersensitivity to inhaled or nebulized anticholinergics, short-acting beta-agonists and long-acting beta-agonists.\n* Participant with clinically significant and uncontrolled hypertension, hypercholesterolemia or Type II diabetes mellitus, as assessed by the investigator.\n* Participant is unwilling or unable to stop the use of prohibited medications during the washout (if required) and treatment period and follow-up period of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced at Least One Treatment-Emergent Adverse Event","description":"An adverse event (AE) was any untoward medical occurrence in a participant administered a pharmaceutical product that did not necessarily have to have a causal relationship with this treatment. A treatment-emergent AE is an AE that occurred after the participant has received the study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Experienced at Least One Serious Treatment-Emergent Adverse Event","description":"A serious adverse event (SAE) was defined as any untoward medical occurrence occurring at any dose that resulted in any of the following outcomes:\n\n* Death\n* Life-threatening situation. \"Life-threatening\" refers to a situation in which the participant was at risk of death at the time of the event; it does not refer to an event which might have caused death if it were more severe\n* Inpatient hospitalization or prolongation of existing hospitalization\n* Congenital anomaly in the offspring of a participant who received study drug\n* Important medical events that may not result in death, be immediately life-threatening, or require hospitalization, could have been considered an SAE when, based upon appropriate medical judgment, they may have jeopardized the participant and may have required medical or surgical intervention to prevent one of the outcomes listed in this definition\n\nA treatment-emergent SAE is an SAE that occurred after the participant has received the study drug.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Relevant Changes in Vital Sign Measurements","description":"Clinically significant changes identified based on change from baseline. Vital signs measured included heart rate, systolic blood pressure and diastolic blood pressure.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Relevant Changes in Clinical Laboratory Measurements","description":"Clinically relevant changes identified based on change from baseline. Laboratory Measures assessed included hematology and serum.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Clinically Relevant Changes in Electrocardiogram Results","description":"Clinically relevant changes identified based on change from baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":59},"commonTop":["Chronic obstructive pulmonary disease","Cough","Oropharyngeal pain","Dizziness","Sputum purulent"]}}}