{"nctId":"NCT00287079","briefTitle":"A Prospective Study Looking at the Use of Rebif速 in Subjects With Clinically Isolated Syndrome","startDateStruct":{"date":"2005-10"},"conditions":["Clinically Isolated Syndrome"],"count":35,"armGroups":[{"label":"Rebif速","type":"EXPERIMENTAL","interventionNames":["Drug: Rebif速"]},{"label":"No Treatment","type":"OTHER","interventionNames":["Other: No Treatment"]}],"interventions":[{"name":"Rebif速","otherNames":[]},{"name":"No Treatment","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject must have experienced a first clinical episode suggestive of demyelinating disease\n* Subject must present with an abnormal MRI displaying at least 3 T2 weighted hyperintense lesions typical of multiple sclerosis (MS)\n* Subject must be greater than or equal to 18 years old\n* Subject must have had onset of the clinical attack within the last 120 days\n* Subject must give written informed consent\n* Female subjects must be neither pregnant nor breast feeding, and must not be of child-bearing potential as defined by either:\n* Being post-menopausal or surgically sterile\n* Using hormonal contraceptive, intra-uterine device, diaphragm with spermicide or condom with spermicide for the duration of the study\n\nSubjects electing treatment:\n\n* Subject must be eligible for Interferon-beta 1-a therapy\n\nExclusion Criteria:\n\n* Subject has evidence of other neurological diseases that could explain his/her symptomatology\n* Subject is pregnant or in lactation\n* Subject suffers from an intercurrent autoimmune disease\n* Subject suffers from major medical or psychiatric illness that in the opinion of the investigator creates undue risk to the subject or could affect compliance with the procedures required by this study\n* Subject has received immunomodulatory or immunosuppressive therapy (including but not limited to cyclophosphamide, cyclosporine, methotrexate, azathioprine, linomide, mitoxantrone, teriflunomide, natalizumab, laquinimod, campath), within 12 months of study day 1\n\nSubjects electing treatment:\n\n* Subject has inadequate liver function, defined by total bilirubin, aspartate transaminase (AST), alanine aminotransferase (ALT), or alkaline phosphatase \\> 2.5 times the upper limit of normal values\n* Subject has inadequate bone marrow reserve, defined as white blood cell count less than 0.5 times the lower limit of normal\n* Subject has a known allergy to IFN or any of the excipients of the drug product","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Months","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"SECONDARY","title":"Percentage of Participants Who Converted to Clinical Definite Multiple Sclerosis (CDMS)","description":"CDMS was defined as the occurrence of a second exacerbation over 96 weeks in participants who presented with CIS accompanied by an abnormal MRI scan.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs) or Serious Adverse Events (SAEs)","description":"AE: any new untoward medical occurrence/worsening of pre-existing medical condition, whether or not related to study drug. SAE: any AE that resulted in death; was life threatening; resulted in persistent/significant disability/incapacity; resulted in/prolonged an existing in-patient hospitalization; was a congenital anomaly/birth defect; or was a medically important condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Time in Month to Clinical Definite Multiple Sclerosis (CDMS) From Kaplan-Meier Estimates","description":"CDMS was defined by the occurrence of a second exacerbation or relapse over 96 weeks in participants who presented with Clinically Isolated Syndrome (CIS) accompanied by an abnormal Magnetic Resonance Imaging (MRI) scan. Time was calculated from the date of the stabilization of the baseline CIS episode to the qualifying relapse for the CDMS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"1.23"},{"groupId":"OG001","value":"17.0","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":32},"commonTop":["Headache","Fatigue","Chills","Pain","Nausea"]}}}