{"nctId":"NCT02736721","briefTitle":"Expanded Access Study With Peginterferon Alfa-2a (Pegasys) in Participants With Chronic Myelogenous Leukemia (CML)","startDateStruct":{"date":"2003-09"},"conditions":["Myelogenous Leukemia, Chronic"],"count":41,"armGroups":[{"label":"Peginterferon alfa-2a","type":"EXPERIMENTAL","interventionNames":["Drug: Peginterferon alfa-2a"]}],"interventions":[{"name":"Peginterferon alfa-2a","otherNames":["Pegasys"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with CML\n* Previous participation in studies: ML16544, NO16006 or ML17228; for which the treating physician recommends a continuation of the study drug according to defined minimal criteria\n\nExclusion Criteria:\n\n* Major protocol violator in the participated study prior to participation in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Complete Hematologic Response","description":"Hematologic response was considered to be achieved if participants met all of the following criteria: normalization of white blood cells count to less than (\\<) 10\\*10\\^9 per liter (/L) with normal differentiation, normalization of platelet count at \\<450\\*10\\^9/L, and disappearance of all signs and symptoms of the disease. This response had to be confirmed at least 4 weeks after the first measure and beyond that.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Loss of Previous Hematologic Response","description":"Time to loss of previous hematologic response was defined as the interval between the first day of treatment in the study and the first day of loss of previous hematologic response during elapsed time of study. Hematologic response was considered to be achieved if participants met all of the following criteria: normalization of white blood cells count to \\<10\\*10\\^9/L with normal differentiation, normalization of platelet count at \\<450\\*10\\^9/L, and disappearance of all signs and symptoms of the disease. This response had to be confirmed at least 4 weeks after the first measure and beyond that.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Major Cytogenetic Response (CyR)","description":"CyR was based on the prevalence of Philadelphia chromosome-positive (Ph+) bone marrow cells in metaphase determined from reverse transcriptase polymerase chain reaction (RT-PCR). Major cytogenetic response was categorized as either complete cytogenetic response (CCyR) or partial cytogenetic response (PCyR). CCyR was achieved when there was absence of detectable Ph+ bone marrow cells and PCyR was achieved when 1 to 34 percent (%) of bone marrow cells were Ph+.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Loss of Previous CyR","description":"Time to loss of previous CyR was defined as the interval between the first day of treatment in the study and the first day of loss of previous CyR. CyR is based on the prevalence of Ph+ bone marrow cells in metaphase. Major CyR was categorized as either CCyR or PCyR. CCyR was achieved when there was absence of detectable Ph+ bone marrow cells and PCyR was achieved when 1 to 34% of bone marrow cells were Ph+.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Molecular Response (MR)","description":"MR was assessed using breakpoint cluster region - Abelson (BCR-ABL) proto-oncogene transcript levels measured by RT-PCR from peripheral blood. Number of participants with BCR-ABL/ABL ratio less than or equal to 10 (%) was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]},{"type":"PRIMARY","title":"Time to Loss of Previous MR","description":"Time to loss of previous MR was defined as the interval between the first day of treatment in the study and the first day of loss of previous MR. MR was assessed using BCR-ABL transcript levels measured by RT-PCR from peripheral blood.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":41},"commonTop":["Arthralgia","Depression","Fatigue","Influenza like illness","Bronchitis"]}}}