{"nctId":"NCT00041938","briefTitle":"Warfarin Versus Aspirin in Reduced Cardiac Ejection Fraction (WARCEF) Trial","startDateStruct":{"date":"2002-10"},"conditions":["Heart Disease","Stroke","Ischemic Heart Disease","Myocardial Infarction"],"count":2305,"armGroups":[{"label":"aspirin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: aspirin"]},{"label":"warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin"]}],"interventions":[{"name":"aspirin","otherNames":[]},{"name":"Warfarin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Cardiac EF \\<=35% by radionuclide ventriculography, left ventriculography or quantitive echocardiographic measurement or an echocardiographic Wall Motion Index of \\<=1.2, within three months of enrollment. The patient's clinical cardiac state at enrollment should be similar to their state at the time of the qualifying echocardiogram. The qualifying left ventricular function measurement must be obtained at least three months after an MI, coronary bypass grafting, PTCA, and at least one month after pacemaker insertion. Patients scheduled for mitral valve repair should have qualifying echo after surgery.\n* Modified Rankin score \\<=4.\n* Patient must be taking ACE inhibitors. If intolerant of ACE inhibitor, patient must be on angiotensin II receptor blockers or hydralazine and nitrates.\n* Patient is able to follow an outpatient protocol (requiring monthly blood tests and clinic visits every four months for the duration of the study) and is available by telephone.\n* Patient understands the purpose and requirements of the study, can make him/herself understood, and has provided informed consent.\n* Patients with recent stroke or TIA within twelve (12) months will be eligible to be included in the recent stroke (RS) subgroup.\n* Chronic CHF patients (NYHA I \\* IV) admitted to the hospital can be randomized prior to discharge if the patient is stable, taking oral medications for 24 hours and ambulatory at the time of discharge. Stable New York Heart Association Class IV patients will be eligible for randomization.\n\nExclusion Criteria\n\n* The presence of any of the following unequivocal cardiac sources of embolism: chronic or paroxysmal AF, mechanical valve, endocarditis, intracardiac mobile or pedunculated thrombus, and valvular vegetation.\n* Cyanotic congenital heart disease, Eisenmenger's syndrome.\n* Decompensated heart failure.\n* Cardiac surgery, angioplasty, or MI within the past 3 months prior to randomization.\n* A contraindication to the use of either warfarin or aspirin, e.g. active peptic ulcer disease, active bleeding diathesis, platelets \\<100,000\\*, hematocrit \\<30, INR \\>1.3 (if not on warfarin), clotting factor abnormality that increases the risk of bleeding, alcohol or substance abuse, severe gait instability, cerebral hemorrhage, systemic hemorrhage within the past year, severe liver impairment (AST \\>3x normal\\*, cirrhosis), any condition requiring regular use of non-steroidal anti-inflammatory agents, allergy to aspirin or warfarin, uncontrolled severe hypertension (systolic pressure \\>180 mm Hg or diastolic pressure \\> 110 mm Hg), positive stool guaiac not attributable to hemorrhoids, creatinine \\>3.0\\*. \\*on most recent test done within 30 days prior to randomization\n* Patient needs continuing therapy with intravenous heparin or low molecular weight heparin or a specific antiplatelet agent.\n* Dementia or psychiatric or physical problem that prevents the patient from following an outpatient program reliably.\n* Comorbid conditions that may limit survival to less than five years.\n* Pregnancy, or female of childbearing potential who is not sterilized or is not using a medically accepted form of contraception\\* (see procedure manual). \\*A pregnancy test is required for all women of childbearing age.\n* Enrollment in another study that would conflict with WARCEF.\n* Hospitalization for new diagnosis of onset CHF within the past one month or carotid endarterectomy or pacemaker insertion within the past one month prior to randomization .\n* Person under 18 years of age.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Event Rate Per 100 Patient Years for Composite Endpoint of Ischemic Stroke, Intracerebral Hemorrhage, or Death","description":"The time, in years, from randomization to the first to occur of ischemic stroke, intracerebral hemorrhage, or death, up to a maximum of 6 years. Event rate per 100 patient years = 100\\*(number of subjects with event)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.93","spread":null},{"groupId":"OG001","value":"7.47","spread":null}]}]}]},{"type":"SECONDARY","title":"Event Rate Per 100 Patient-years for Composite Endpoint of Hospitalization for Heart Failure, Myocardial Infarction, Ischemic Stroke, Intracerebral Hemorrhage, or Death.","description":"The time, in years, from date of randomization to the date of the first to occur of hospitalization for heart failure, myocardial infarction, ischemic stroke, intracerebral hemorrhage, or death, up to 6 years.\n\nEvent rate per 100 patient years = 100\\*(number of subjects with event)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.15","spread":null},{"groupId":"OG001","value":"12.70","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient-years for Ischemic Stroke","description":"Time, in years, from date of randomization to date of ischemic stroke component of primary composite outcome, up to 6 years. Event rate per 100 patient years = 100\\*(number of subjects with ischemic stroke)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.36","spread":null},{"groupId":"OG001","value":"0.72","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient-years for Intracerebral Hemorrhage","description":"Time, in years, from date of randomization to date of intracerebral hemorrhage component of primary composite outcome. Event rate per 100 patient years = 100\\*(number of subjects with intracerebral hemorrhage)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient-years for Death","description":"Time, in years, from date of randomization to date of death component of primary composite outcome. Event rate per 100 patient years = 100\\*(number of subjects who died)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.52","spread":null},{"groupId":"OG001","value":"6.63","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient Years of Myocardial Infarction Component of Secondary Composite Outcome","description":"Time, in years, from date of randomization to date of myocardial infarction, up to 6 years. Includes only myocardial infarctions that occurred during follow-up, before any heart failure hospitalization. Event rate per 100 patient years = 100\\*(number of subjects with myocardial infarction)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null},{"groupId":"OG001","value":"0.80","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient Years of Heart Failure Hospitalization Component of Secondary Composite Outcome.","description":"Time, in years, from date of randomization to date of heart failure hospitalization, up to 6 years. Includes hospitalizations for heart failure during follow-up that were not preceded by myocardial infarction. Event rate per 100 patient years = 100\\*(number of subjects with heart failure hospitalization)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.67","spread":null},{"groupId":"OG001","value":"6.79","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient Years of Ischemic Stroke Component of Secondary Composite Outcome","description":"Ischemic stroke component of secondary composite endpoint. Includes only ischemic strokes that were not preceded by a myocardial infarction or heart failure hospitalization. The number of ischemic strokes that are components of the secondary outcome does not therefore match the number of ischemic strokes that are components of the primary outcome. Event rate per 100 patient years = 100\\*(number of subjects with ischemic stroke)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1)of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":null},{"groupId":"OG001","value":"0.57","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient Years of Intracerebral Hemorrhage Component of Secondary Composite Outcome","description":"Time, in years, from date of randomization to date of intracerebral hemorrhage component of secondary composite outcome. Includes only intracerebral hemorrhages not preceded by myocardial infarction or heart failure hospitalization. Event rate per 100 patient years = 100\\*(number of subjects with intracerebral hemorrhage)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":null},{"groupId":"OG001","value":"0.11","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Event Rate Per 100 Patient Years of Death Component of Secondary Composite Outcome","description":"Time, in years, from randomization to death component of secondary composite outcome. This measure counts only deaths that were not preceded by heart failure hospitalization, myocardial infarction, ischemic stroke, or intracerebral hemorrhage. Event rate per 100 patient years = 100\\*(number of subjects who died)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.41","spread":null},{"groupId":"OG001","value":"4.43","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate Per 100 Patient Years of Major Hemorrhage","description":"Rate/100 patient-years of major hemorrhage. Includes all major hemorrhages in any patient. Major hemorrhage was defined as intracerebral, epidural, subdural, subarachnoid, spinal intramedullary, or retinal hemorrhage; any other bleeding causing a decline in the hemoglobin level of more than 2 g per deciliter in 48 hours; or bleeding requiring transfusion of 2 or more units of whole blood, hospitalization, or surgical intervention. Event rate per 100 patient years = 100\\*(number of major hemorrhage events)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1) of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null},{"groupId":"OG001","value":"1.78","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Rate Per 100 Patient-years of Minor Hemorrhage.","description":"Rate per 100 patient years of minor hemorrhage. Includes all minor hemorrhages. Minor hemorrhage was defined as any non-major hemorrhage. Event rate per 100 patient years = 100\\*(number of minor hemorrhage events)/patient-years of follow-up. Patient years of follow-up = sum(date of conclusion of follow-up - date of randomization + 1)of all randomized patients / 365.25.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.34","spread":null},{"groupId":"OG001","value":"11.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":617,"n":1163},"commonTop":["All non-serious adverse events"]}}}