{"nctId":"NCT03025789","briefTitle":"Fexinidazole in Human African Trypanosomiasis Due to T.b. Gambiense at Any Stage","startDateStruct":{"date":"2016-11-10","type":"ACTUAL"},"conditions":["Trypanosomiasis, African","Sleeping Sickness","Trypanosomiasis; Gambian"],"count":174,"armGroups":[{"label":"Inpatients","type":"EXPERIMENTAL","interventionNames":["Drug: Fexinidazole"]},{"label":"Outpatients","type":"EXPERIMENTAL","interventionNames":["Drug: Fexinidazole"]}],"interventions":[{"name":"Fexinidazole","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female patient, including breastfeeding or pregnant women in the second or third trimester.\n* ≥ 6 years of age.\n* ≥ 20 kg body weight.\n* Signed Informed Consent Form and Assent Form for patients less than 18 years of age\n* Trypanosomes detected in any body fluid.\n* Physically able to ingest at least one solid meal per day.\n* Able to take oral medication.\n* Karnofsky Performance Status \\> 40%.\n* Able to comply with the schedule of follow-up visits and with the study constraints.\n* Easily reachable during the out-patient follow-up period.\n* Willing to undergo lumbar punctures.\n\nExclusion Criteria:\n\n* Active clinically relevant medical conditions other than HAT that, in the Investigator's opinion, could jeopardize patient safety or interfere with participation in the study, including but not limited to significant liver or cardiovascular diseases, human immunodeficiency virus (HIV) infection, central nervous system (CNS) trauma or seizure disorders, coma or altered consciousness not related to HAT.\n* Severe renal or hepatic impairment defined as:\n\nelevated creatinine at \\> 3 times the upper limit of normal (ULN); elevated alanine aminotranferase (ALT), aspartate aminotransferase (AST), or bilirubin at \\> 3 ULN\n\n* Severely deteriorated general condition, such as cardiovascular shock, respiratory distress or terminal illness.\n* Any condition (except symptoms of HAT) that compromises ability to communicate with the Investigator as required for completion of the study.\n* Any contraindication to imidazole products (known hypersensitivity to imidazoles).\n* Treatment for HAT within 2 years prior to inclusion.\n* Prior enrolment in the study or prior intake of fexinidazole.\n* Foreseeable difficulty in complying with the schedule of follow-up visits (migrants, refugees, itinerant traders, etc.).\n\nTemporary Non-inclusion Criteria:\n\n* Recovery period after antimalarial treatment and/or treatment of helminthiasis (at least 3 days).\n* Uncontrolled diabetes or hypertension or any patients requiring clinical stabilization; wait until appropriate treatment to control the disease has been initiated.\n* First trimester of pregnancy.\n* Traumatic lumbar puncture at Screening i.e. red blood cells visible in cerebrospinal fluid (CSF); wait for 48 hours before repeating lumbar puncture.\n\nEligibility Criteria for Out-patient Treatment\n\n* Accepting to be treated on an out-patient basis;\n* Karnofsky Performance Status \\> 50%;\n* Good understanding of the method of administration of fexinidazole by the patient and/or caregiver\\* (checked using a questionnaire at the time of dispensing fexinidazole);\n* Residing close to the investigational center, i.e. approximately one hour by road and/or boat, during the treatment period\\*\\*;\n* Easily reachable during the treatment period;\n* No medical or psychiatric contraindications for treatment as out-patient;\n* No pregnancy or breastfeeding;\n* No neurological symptoms.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Whose Treatment Outcome at Month 18 is a Success","description":"Treatment outcome at Month 18 is categorized as success or failure. Success is defined as a cure, according to the criteria adapted from the World Health Organization (WHO) update of the methodological framework for clinical trials in Sept 2014 (WHO/HTM/NTD/IDM/2015.5). Failure is defined as a relapse, probable relapse, death, use of rescue medication, loss to follow-up, refusal of all post-treatment lumbar puncture, and, in the absence of lumbar puncture at the Month 18 visit, an unfavorable outcome earlier than Month 18, or signs and symptoms evoking a relapse at Month 18. Success rate at Month 18 is defined as the percentage of participants (regardless of g-HAT stage) whose treatment outcome is a success at Month 18. An estimate of the success rate at Month 18 and the 95% exact Clopper-Pearson confidence interval (CI) of the estimate are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"93.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose Treatment Outcome at Month 12 is a Success","description":"Treatment outcome at Month 12 is categorized as success or failure. Success is defined as a cure, according to the criteria adapted from the World Health Organization (WHO) update of the methodological framework for clinical trials in Sept 2014 (WHO/HTM/NTD/IDM/2015.5). Failure is defined as a relapse, probable relapse, death, use of rescue medication, loss to follow-up, refusal of all post-treatment lumbar puncture, and, in the absence of lumbar puncture at the Month 12 visit, an unfavorable outcome earlier than Month 12, or signs and symptoms evoking a relapse at Month 12 (data collected at Month 18 are considered, if available). Success rate at Month 12 is defined as the percentage of participants (regardless of g-HAT stage) whose treatment outcome is a success at Month 12. An estimate of the success rate at Month 12 and the 95% exact Clopper-Pearson confidence interval (CI) of the estimate are provided.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Grade ≥ 3 Treatment-emergent Adverse Events (AEs) Including Laboratory and Hematological Abnormalities (if Considered Clinically Significant)","description":"AE severity is graded according to the National Cancer Institute (NCI) Common Toxicity Criteria for AEs (CTCAE), Version 4.03 and, for certain laboratory parameters, modified CTCAE is used. Grade ≥3 AEs include the following events: Grade 3 events (severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care activities of daily living), Grade 4 events (life-threatening consequences; urgent intervention indicated), and Grade 5 events (death related to AE).\n\nThe observation period extends from the first intake of fexinidazole (Day 1) until the end-of-hospitalization visit (between Day 13 and Day 18) for inpatients and until the end-of-treatment visit (on Day 11) for outpatients.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Treatment-emergent Serious Adverse Event (SAE)","description":"An SAE was defined as any AE that: resulted in death; was life-threatening; required inpatient hospitalisation or prolongation of existing hospitalisation; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect; was an important medical event that was not immediately life-threatening or did not result in death, but that jeopardised the patient's safety or required an intervention to prevent one of the outcomes above. Patients treated on an outpatient basis who required hospitalisation, for whatever reason, underwent the same procedures as patients initially treated in hospital, up to the end of the hospitalisation period. During this period, and up to Day 13 or Day 18, the reasons for hospitalisation were not to be considered to be SAEs solely based on the criterion of hospitalisation, but could be considered to be SAEs based on other criteria.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Temporary or Permanent Treatment Discontinuation (Inpatient or Outpatient) for Reasons Related to Safety","description":"Number of patients who prematurely discontinued treatment (temporarily or permanently) for reasons related to safety (including overdose).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Hospitalization for Reasons Related to Safety (Outpatients Only)","description":"Number of outpatients who are hospitalized for reasons related to safety (including overdose). An outpatient is considered as \"hospitalized for reasons related to safety\" if he/she is initially planned to be treated as an outpatient but experiences an AE during the treatment period (Day 1 to Day 10) and is hospitalized during the treatment period.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Permanent Treatment Discontinuation (Inpatient or Outpatient) for Reasons Related to Safety","description":"Number of patients who prematurely discontinued treatment permanently for reasons related to safety (including overdose).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Outpatients Who Were Compliant With the Full Course of the 10-day Treatment","description":"Number of outpatients who completed the full course of the 10-day treatment. Full completion can be either completing the 10-day treatment in the outpatient setting, or starting treatment as an outpatient but finishing treatment at the hospital, for those who have to be hospitalized (for any reason). At Day 11, the participant and/or caregiver have to present the treatment packaging they received at study inclusion, and the investigator has to record if the treatment calendar was fully completed or not.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Outpatients Who Were Compliant With the 10-day Treatment Posology, Including Taking the Correct Number of Tablets During the 2 Phases of Treatment and Taking Tablets All at Once Every Day, With Food and Without Any Interruption of Treatment","description":"Number of patients whose response to the question \"How did you take your treatment?\" is correct, as determined by the study personnel leading the compliance interview at Day 11 (end-of-treatment visit).\n\nThe expected answer for participants weighing 35 kg or more is: 2 phases. Day 1 to 4 = 3 tablets. Day 5 to 10 = 2 tablets. Tablets to be taken all at once during a meal.\n\nThe expected answer for participants weighing less than 35 kg is: 2 phases. Day 1 to 4 = 2 tablets. Day 5 to 10 = 1 tablet. Tablets to be taken all at once during a meal.\n\nThe answer is considered correct if the 4 key messages have been understood (treatment period composed of 2 phases, each with a different number of tablets to be taken; treatment to be taken for 10 days without interruption; tablets to be taken all at once every day; treatment to be taken during a meal)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Feasibility of Self-management of Treatment Intake in Outpatients: Occurrence of Temporary Treatment Discontinuation","description":"The occurrence of temporary treatment discontinuation is recorded at Day 11 (end-of-treatment visit) in the case report form by the study personnel (Section on feasibility, question \"Was the treatment temporarily discontinued?). Occurrence is presented as the number of outpatients who temporarily discontinued their treatment.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Feasibility of Self-management of Treatment Intake in Outpatients: Occurrence of Permanent Treatment Discontinuation","description":"The occurrence of permanent treatment discontinuation is recorded at Day 11 (end-of-treatment visit) in the case report form by the study personnel (Section on feasibility, question \"Was the treatment stopped permanently?). Occurrence is presented as the number of outpatients who prematurely (prior to Day 10) discontinued their treatment permanently.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Feasibility of Self-management of Treatment Intake in Outpatients: Delayed Treatment Start","description":"The occurrence of delayed treatment start is recorded at Day 11 (end-of-treatment visit) in the case report form by the study personnel (Section on feasibility, date of first administration \\[Day 1\\] minus date of dispensing \\[Day 0\\] \\> 1 day). The occurrence of delayed treatment start is presented as the number of outpatients who had their planned treatment start delayed by at least 1 day.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Feasibility of Self-management of Treatment Intake in Outpatients: Hospitalization During the Treatment Period Due to Non-compliance","description":"The occurrence of hospitalization is recorded at Day 11 (end-of-treatment visit) in the case report form by the study personnel (Section on feasibility, question \"Did the patient finish his/her treatment in hospital?\"), with \"non-compliance\" as the reason for hospitalization. Occurrence of hospitalization is presented as the number of outpatients who had to be hospitalized during the treatment period due to non-compliance.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of Packaging in Outpatients: Full Understanding of Instructions Concerning Dosing Regimen","description":"Full understanding of the instructions concerning the dosing regimen of fexinidazole is assessed at Day 0 (day of treatment dispensing) by the study personnel. During the interview, the study personnel ask the participant and/or caregiver 8 questions about posology. To each of these 8 questions, the study personnel tick 'Yes' if the immediate answer is consistent with the expected answer. Full understanding of the instructions requires all 8 questions to be answered correctly. Full understanding is presented as the number of patients who correctly answered all 8 questions.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of Packaging in Outpatients: Help Requested to Follow the Treatment","description":"Acceptability of packaging is assessed at Day 11 (end-of-treatment visit) by a questionnaire filled out by the participant and/or caregiver. The occurrence of help needed is presented as the number of outpatients who indicate at the end of treatment that they had to request help to follow the treatment (Section on acceptability, question \"Did you have to request help to follow the treatment?\").","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Acceptability of Packaging in Outpatients: Instructions Found Helpful","description":"Acceptability of packaging is assessed at Day 11 (end-of-treatment visit) by a questionnaire filled out by the participant and/or caregiver. The number of patients who found the instructions helpful is recorded (Section on acceptability, question \"Did you find the instruction sheet provided with the medication helpful / Did it help you to remember the important information?\").","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Whole Blood Concentration of Fexinidazole From Dry Blood Spot, Measured 24 Hours After the Last Dose of Fexinidazole","description":"Concentrations of fexinidazole is determined using a validated analytical method, in all patients with available PK data.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.048","spread":null},{"groupId":"OG001","value":"0.054","spread":null}]}]}]},{"type":"SECONDARY","title":"Whole Blood Concentration of Fexinidazole Metabolite M1 From Dry Blood Spot, Measured 24 Hours After the Last Dose of Fexinidazole","description":"Concentrations of fexinidazole metabolite M1 (fexinidazole sulfoxide) is determined using a validated analytical method, in all patients with available PK data.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.928","spread":null},{"groupId":"OG001","value":"2.316","spread":null}]}]}]},{"type":"SECONDARY","title":"Whole Blood Concentration of Fexinidazole Metabolite M2 From Dry Blood Spot, Measured 24 Hours After the Last Dose of Fexinidazole","description":"Concentrations of fexinidazole metabolite M2 (fexinidazole sulfone) is determined using a validated analytical method, in all patients with available PK data.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.014","spread":null},{"groupId":"OG001","value":"11.725","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":136},"commonTop":["Vomiting","Headache","Nausea","Asthenia","Pyrexia"]}}}