{"nctId":"NCT02389816","briefTitle":"A Phase 3 Study of Lu AA21004 in Patients With Major Depressive Disorder","startDateStruct":{"date":"2015-04-10","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":493,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Vortioxetine 10 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]},{"label":"Vortioxetine 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Vortioxetine"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Vortioxetine","otherNames":["Lu AA21004"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator or sub-investigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant signs and dates a written, informed consent form prior to the initiation of any study procedures.\n3. The participant suffers from recurrent MDD as the primary diagnosis according to Diagnostic and Statistical Manual of Mental Disorders, 4th Edition, Text Revision (DSM-IV-TR) criteria (classification code 296.3x).\n4. The participant is a man or a woman aged 20 to 75 years (both inclusive) at the time of informed consent.\n5. The reported duration of the current major depressive episode is 3 to 12 months (both inclusive) at the start of screening period.\n6. The participant has a MADRS total score ≥26, Hamilton Depression Rating Scale (HAM-D17) total score ≥18, and Clinical global impression scale-Severity (CGI-S) score ≥4 at the start of screening period, at the start of placebo lead-in period and at the start of double-blind treatment period.\n7. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agrees to use routinely adequate contraception from signing of informed consent to the end of the follow-up period.\n\nExclusion Criteria:\n\n1. The participant has any following current or past history of psychiatric disorder and/or neurological disorder:\n\n   * Any current psychiatric disorder other than MDD as defined by DSM-IV-TR (To be assessed by Mini International Neuropsychiatric Interview: MINI). A participant who exhibits symptoms of anxiety is eligible unless the participant fulfills the diagnostic criteria for a current anxiety disorder per DSM-IV-TR.\n   * Current diagnosis or history of manic, mixed or hypomanic episode, MDD with psychotic features, schizophrenia or any other psychotic disorder (including substance-related mental disorders, or mental disorders due to a general medical condition) as defined by DSM-IV-TR.\n   * Current diagnosis or history of any substance-related disorder (except nicotine and caffeine-related disorders) as defined by DSM-IV-TR.\n   * The participant with a positive urine drug screening result at the start of screening period or the start of placebo lead-in period. In case that a participant showed positive test result at the start of screening period because the test was conducted before washout of pretreatment drug, the participant is eligible as long as he/she shows negative result at the start of placebo lead-in period.\n   * Presence or history of any clinically significant neurological disorder (including epilepsy).\n   * Any neurodegenerative disorder (e.g. Alzheimer's disease, Parkinson's disease, multiple sclerosis, Huntington's disease).\n   * Any DSM-IV-TR axis II disorder.\n2. The participant has the current or previous major depressive episode which was considered by the investigator or sub-investigator to have been resistant to 2 or more adequate antidepressants treatments of at least 6 weeks duration each at sufficient doses.\n3. The participant has received any augmentation therapy (e.g. lithium, T3/T4, lamotrigine, sodium valproate, carbamazepine, additional atypical antipsychotic, or concomitant use of other antidepressant, etc.) for the current major depressive episode.\n4. In the opinion of the investigator or sub-investigator, the participant has experienced significant number of major depressive episodes in the past, and is suspected of disease other than MDD.\n5. In the opinion of the investigator or sub-investigator, the participant has experienced the first major depressive episode at his/her young age, and is suspected of disease other than MDD.\n6. The participant has a MADRS total score at the start of double-blind treatment period that has improved or aggravated by 25% or more from the score at the start of placebo lead-in period.\n7. The participant is significantly non-compliant with the study drug in the placebo lead-in period; e.g., not taking the study drug for 6 or more consecutive days.\n8. The participant has received electroconvulsive therapy, vagus nerve stimulation, or repetitive transcranial magnetic stimulation therapy within 6 months prior to the screening period, or plans to initiate such therapy during the study.\n9. The participant is receiving cognitive-behavioral therapy or psychotherapy at the time of informed consent, or plans to initiate such therapy during the study.\n10. The participant is at significant risk of suicide or has a score ≥5 on Item 10 (suicidal thoughts) of the MADRS at the start of screening period, at the start of placebo lead-in period or at the start of double-blind treatment period, or has attempted suicide within 6 months prior to the start of screening period.\n11. The participant has experienced any environmental change (e.g. temporary retirement, returnment, change of residence) considered by the investigator or sub-investigator to have the potential to impact on the efficacy evaluation, or plans such environmental changes during the study.\n12. The participant is currently receiving drug therapy for thyroid dysfunction.\n13. The participant is currently receiving hormonal therapy for gynecological disease.\n14. The participant has taken excluded medications during the protocol-specified period, or will require to take excluded medications during the study.\n15. The participant has previously received vortioxetine.\n16. The participant has received study drug in a previous clinical study of Lu AA21004 (including this study).\n17. The participant has a clinically significant chronic liver disease.\n18. The participant has a history of severe allergy or hypersensitivity to drugs.\n19. The participant has a clinically significant unstable illness, for example, liver disorder or renal insufficiency, or a cardiovascular, pulmonary, gastrointestinal, endocrine, neurological, rheumatologic, immunologic, infectious, neoplastic, skin and subcutaneous tissue disorders, eye disorders, or metabolic disturbance.\n20. The participant has clinically significant abnormal vital signs as determined by the investigator or sub-investigator at the start of screening period, placebo lead-in period, or double-blind treatment period.\n21. The participant has clinically significant abnormal electrocardiogram (ECG) as determined by the investigator or sub-investigator, at the start of the screening period, at the start of placebo lead-in period, or at the start of double-blind treatment period.\n22. The participant has clinically significant abnormal findings of clinical laboratory tests as determined by the investigator or sub-investigator, or has alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2 × ULN at the start of screening period or at the start of placebo lead-in period.\n23. If female, the participant is pregnant or lactating.\n24. The participant has a disease or takes medications that could, in the opinion of the investigator or sub-investigator, interfere with the evaluation of the safety, tolerability, or efficacy.\n25. The participant is, in the opinion of the investigator or sub-investigator, unsuitable for this study for any other reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score to Week 8","description":"MADRS is a 10-item clinician rated scale to measure overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension). MADRS corresponds to core symptoms of depression, and rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. A negative change from Baseline indicates improvement.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.37","spread":"0.714"},{"groupId":"OG001","value":"-15.03","spread":"0.699"},{"groupId":"OG002","value":"-15.45","spread":"0.705"}]}]}]},{"type":"SECONDARY","title":"MADRS Response at Week 8 (Last Observation Carried Forward (LOCF))","description":"Reported data was percentage of participants who met MADRS response criteria (defined as a ≥50% decrease in the MADRS total score from Baseline) at Week 8 for each group. MADRS is a 10-item clinician rated scale to measure overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension). MADRS corresponds to core symptoms of depression, and rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. A negative change from Baseline indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36.6","spread":null},{"groupId":"OG001","value":"47.9","spread":null},{"groupId":"OG002","value":"50.6","spread":null}]}]}]},{"type":"SECONDARY","title":"MADRS Remission at Week 8 (LOCF)","description":"Reported data was percentage of participants who met MADRS remission criteria (defined as a MADRS total score ≤10) at Week 8 for each group. MADRS is a 10-item clinician rated scale to measure overall severity of depressive symptoms (such as apparent sadness, reported sadness, inner tension). MADRS corresponds to core symptoms of depression, and rated on a 7-point Likert scale from 0 (symptoms absent) to 6 (severe depression) with a total possible score range from 0 to 60. Higher scores indicate greater severity of symptoms. A negative change from Baseline indicates improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.1","spread":null},{"groupId":"OG001","value":"32.1","spread":null},{"groupId":"OG002","value":"30.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Hamilton Depression Scale (HAM-D17) Total Score to Week 8 (LOCF)","description":"The HAM-D17 is a clinician-rated scale for assessing the severity of depression symptoms. The scores for each item range from 0 to 4 or 0 to 2, where 0 represents no symptoms. The rating is based on the past 7 days prior to the time of assessment. The total score ranges from 0 to 52 where a higher score indicates a greater depressive state.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.38","spread":"0.541"},{"groupId":"OG001","value":"-10.19","spread":"0.524"},{"groupId":"OG002","value":"-10.17","spread":"0.532"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impressions-Improvement (CGI-I) Score at Week 8 (LOCF)","description":"The CGI-I assesses the participant's state of mental illness improvement. The participant's condition compared to baseline is rated on a seven-point scale (1=very much improved \\~ 7=very much worse). Higher scores indicate greater worsening of illness. Values closest to 1 for this outcome measure indicate the greatest improvement of symptoms.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.77","spread":"0.085"},{"groupId":"OG001","value":"2.42","spread":"0.084"},{"groupId":"OG002","value":"2.38","spread":"0.085"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Clinical Global Impressions-Severity (CGI-S) Score to Week 8 (LOCF)","description":"The CGI-S assesses the impression of the participant's current state of mental illness. The current severity of mental illness is rated on a seven-point scale (1=normal, not ill at all \\~ 7=most extremely ill) based on a total clinical experience. Higher scores indicate greater severity of mental illness.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.19","spread":"0.0088"},{"groupId":"OG001","value":"-1.42","spread":"0.0087"},{"groupId":"OG002","value":"-1.48","spread":"0.0087"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sheehan Disability Scale (SDS) Total Score to Week 8 (LOCF)","description":"The SDS assesses functional impairment in 3 domains: work/school, social life or leisure activities, and home life or family responsibilities. The participant rates the extent to which each aspect is impaired on a 10-point visual analog scale, from 0 (not at all) to 10 (extremely). The 3 scores are added together to calculate the total score, which ranges from 0 to 30, with higher scores indicating more impairment.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.85","spread":"0.447"},{"groupId":"OG001","value":"-4.20","spread":"0.432"},{"groupId":"OG002","value":"-4.43","spread":"0.440"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Digit Symbol Substitution Test (DSST) Total Score to Week 8 (LOCF)","description":"The DSST is a neuropsychological test to assess cognitive function. Participants are required to copy symbols that are paired with simple geometric shapes or numbers within a specific time for a total possible score of 0 to 133. Higher scores-correct number of symbols reflects greater objective cognitive functioning. An increase in score represents an improvement in an integrated measure of cognitive function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.92","spread":"0.632"},{"groupId":"OG001","value":"4.13","spread":"0.628"},{"groupId":"OG002","value":"4.80","spread":"0.629"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Perceived Deficits Questionnaire (PDQ-5) Total Score to Week 8 (LOCF)","description":"PDQ-5 is a self-administered 5-item questionnaire to assess cognition function, including subscales of attention/concentration, retrospective memory, prospective memory, and planning/organization. PDQ-5 total score ranges from 0 to 20 with smaller scores indicate greater cognitive function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.41","spread":"0.234"},{"groupId":"OG001","value":"-2.28","spread":"0.231"},{"groupId":"OG002","value":"-2.69","spread":"0.234"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":161},"commonTop":["Nasopharyngitis","Nausea","Somnolence","Vomiting"]}}}