{"nctId":"NCT00797277","briefTitle":"Intramuscular (IM) Olanzapine Versus IM Haloperidol Plus Lorazepam for Acute Agitation in Schizophrenia","startDateStruct":{"date":"2006-07"},"conditions":["Schizophrenia","Schizoaffective Disorder","Agitation"],"count":67,"armGroups":[{"label":"IM olanzapine","type":"EXPERIMENTAL","interventionNames":["Drug: IM olanzapine"]},{"label":"IM haloperidol plus lorazepam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: IM haloperidol plus lorazepam"]}],"interventions":[{"name":"IM olanzapine","otherNames":["zyprexa"]},{"name":"IM haloperidol plus lorazepam","otherNames":["haldol and ativan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and non-pregnant, non-lactating women aged 18 to 65 years with a primary diagnosis of schizophrenia (DSM-IV)\n* were hospitalized due to an acute relapse\n* were clinically agitated with a minimum total score of ≧ 14 on the five items of the PANSS-EC and at least one individual item score of ≧ 4 using the 1-7 scoring system prior to first IM injection of study drug.\n\nExclusion Criteria:\n\n* female subjects who were either pregnant or breast-feeding;\n* patients with acute, serious or unstable medical conditions;\n* treatment with benzodiazepines within 4 hours prior to the first IM study drug administration;\n* treatment with an injection depot neuroleptic within 1 injection interval prior to study drug administration;\n* history of allergic reaction or intolerance to study medication(s);\n* had a known diagnosis of dementia of any type, as defined in the DSM-IV.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Change of the Positive and Negative Symptom Scale Excited Component (PANSS-EC) Score From Baseline to 120 Minutes After First Injection","description":"The primary efficacy measure was PANSS-EC, which was derived from the PANSS by its originators using a principal-components factor analysis, and includes the items of tension, uncooperativeness, hostility, poor impulse control and excitement.22 The score of each item ranges from 1 (normal) to 7 (most severe), with a total sum score ranging from 5 to 35. The changes in PANSS-EC from baseline to 2 hours after the first injection were compared.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.2","spread":"6.5"},{"groupId":"OG001","value":"-9.9","spread":"5.6"}]}]}]},{"type":"SECONDARY","title":"Change of the Agitation-Calmness Evaluation Scale (ACES) Score From Baseline to 120 Minutes After 1st Injection","description":"Agitation was further assessed by the Agitation Calmness Evaluation Scale (ACES) (Copyright 1998, Eli Lilly and Company), a single-item scale developed by Eli Lilly and Company on which 1 indicates marked agitation; 2, moderate agitation; 3, mild agitation; 4, normal; 5, mild calmness; 6, moderate calmness; 7, marked calmness; 8, deep sleep; and 9, unable to be aroused.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":"1.80"},{"groupId":"OG001","value":"2.23","spread":"1.65"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":37},"commonTop":["drowsiness","dizziness"]}}}