{"nctId":"NCT01007071","briefTitle":"Effects of Growth Hormone on Cognition and Cerebral Metabolism in Adults With Growth Hormone Deficiency","startDateStruct":{"date":"2009-11-01","type":"ACTUAL"},"conditions":["Hypopituitarism"],"count":11,"armGroups":[{"label":"Growth hormone","type":"EXPERIMENTAL","interventionNames":["Drug: Human Growth Hormone (1-134)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Human Growth Hormone (1-134)","otherNames":["Nutropin (brand name)"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to provide written informed consent and comply with study assessments for the full duration of the study\n* Age 18-65 years old\n* Both men and women\n* Naive to GH replacement therapy\n* Diagnosis of Growth Hormone deficiency, adult onset\n* Good general health\n* Normal thyroid, adrenal or gonadal function, or stable thyroid, glucocorticoid (at replacement doses) and gonadal replacement therapy for at least 3 months prior to study initiation. If subjects are receiving transdermal testosterone, attainment of mid-normal serum values will be considered adequate. If subjects are on intramuscular testosterone, attainment of mid-normal serum testosterone at mid-injection cycle will be considered adequate\n\nExclusion Criteria:\n\n* Pregnancy (positive pregnancy test) prior to enrollment in the study\n* Any other condition that the investigator believes would pose a significant hazard to the subject if Growth Hormone therapy was initiated\n* Idiopathic Growth Hormone Deficiency\n* DSM IV diagnosis of Major Depressive Disorder with or without psychotic features, Bipolar II Disorder with or without psychotic features in a major depressive episode\n* Current use of psychotropic medications\n* History of moderate to severe brain injury\n* Clinically significant cardiovascular disease\n* Anemia with hct\\<30\n* Renal insufficiency with creatinine \\>2.0\n* Recent history of excessive alcohol use\n* Participation in another simultaneous medical investigation or trial\n* Active neoplasm\n* Prader Willi Syndrome\n* History of brain radiation\n* Chemotherapy, past or present use\n* History of head or eye injury involving persistent metal fragments, and implanted electrical device (such as a heart pacemaker)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"BOLD Signal Measured by Functional MRI Scan to Functional Connectivity Measured by fMRI","description":"Functional MRI scans were to be performed at baseline and at 16 weeks. Changes in functional connectivity before and after 16 weeks of treatment were analyzed. The analysis involved approximately 40,000 paired sample t-tests. The dependent variable here for each subject is the correlation between the BOLD timeseries in the seed region (posterior cingulate cortex) and the BOLD timeseries in a given, standard space, brain voxel. This paired-sample t-test is run, separately, for every voxel in the brain. The pre-specified Outcome Measure intended to report the number of voxels that showed significant changes with active treatment. A preliminary analysis was conducted using a paired-sample t-test at each of the 40,000+ voxels, however, none of the voxels reached the level of significance. Since no significant voxels were detected, subsequent planned analyses were not performed, and summary level data cannot be reported for this Outcome Measure.","classes":[]},{"type":"SECONDARY","title":"Neuropsychological Testing of Executive Function","description":"Executive function was assessed in part B of the 2-part Trail Making Test. In Part A, 25 circles are distributed over a sheet of paper, numbered 1 - 25, and the patient draws lines to connect the numbers in ascending order. In Part B, the circles include both numbers (1-13) and letters (A-L); as in Part A, the patient draws lines to connect the circles in an ascending pattern, but with the added task of alternating between the numbers and letters (i.e., 1-A-2-B-3-C, etc.). The patient is instructed to connect the circles as quickly as possible. The amount of time the patient takes to connect the circles is recorded as their score. If patients make an error, they are corrected then continue from the last correct circle. The number of seconds for completion of part B is reported, therefore higher scores reveal greater impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.4","spread":"4.5"},{"groupId":"OG001","value":"77.6","spread":"25.5"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":["chest pain"]}}}