{"nctId":"NCT00380367","briefTitle":"Safety, Tolerability and Immunogenicity of HPV (Human Papilloma Virus) Vaccine in Healthy Females 9 to 15 Years of Age in India (V501-029)","startDateStruct":{"date":"2007-05-03","type":"ACTUAL"},"conditions":["Papillomavirus Infections"],"count":110,"armGroups":[{"label":"Quadrivalent HPV VLP Vaccine (Types 6, 11, 16, 18)","type":"EXPERIMENTAL","interventionNames":["Biological: Quadrivalent Human Papillomavirus (Types 6, 11, 16, 18) Recombinant Vaccine"]}],"interventions":[{"name":"Quadrivalent Human Papillomavirus (Types 6, 11, 16, 18) Recombinant Vaccine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy Females Age 9 To 15 Years\n* Females Not Sexually Active And Not Plan On Becoming Sexually Active During The Study\n* No Fevers 24 Hours Prior To The First Injection\n\nExclusion Criteria:\n\n* Participant Had Received A Prior Vaccination With A HPV Vaccine\n* Participant Has Allergies To Vaccine Component Including Aluminum And Yeast\n* Participant Has (Human Immunodeficiency Virus) HIV Infection\n* Participant Is Immunocompromised\n* Participant Received Or Plans To Receive Blood-Derived Product Within 6 Months Prior To The First Injection\n* Participant Received Or Plans To Receive Immune Globulin Preparation Within 6 Months To The First Injection","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"9 Years","maximumAge":"15 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Seroconvert to Each HPV Serotype (Types 6, 11, 16, 18) at Month 7","description":"Month 7 HPV competitive Luminex Immunoassay (cLIA) seroconversion rates among participants who received Quadrivalent HPV (Types 6, 11, 16, 18) Late 1 (L1) capsid protein VLP vaccine were reported. The quadrivalent HPV competitive cLIA (v2.0) was used to detect antibody to HPV VLPs serotypes 6, 11, 16, 18 before and after vaccination with the HPV quadrivalent vaccine. Seropositivity cutoffs of the HPV cLIAs were assessed using a panel of sera from participants highly likely to be HPV naïve (children), and from participants who were highly likely to be seropositive. Any sample with a value less than the cutoffs was considered serostatus negative. Samples with values equal to or greater than the cutoff were considered serostatus positive. The cutoffs for the HPV 6, 11, 16, and 18 cLIAs were 20 milli-Merck units per milli liter (mMU/mL), 16 mMU/mL, 20 mMU/mL, and 24 mMU/mL, respectively.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.97","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.05","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"99.05","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Any Adverse Events (AEs), Injection-site AEs, Systemic AEs, or Vaccine-related AEs During the Study","description":"An AE was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the SPONSOR's product, whether or not considered related to the use of the product. Any worsening of a preexisting condition which is temporally associated with the use of the SPONSOR's product, was also an AE. Pre-specified injection site AEs included pain, tenderness, erythema, and swelling. A vaccine-related AE was an AE considered by the investigator to be possibly, probably, or definitely related to the vaccine. All AEs collected on participant's Vaccination Report Card daily for 14 days after each vaccination (Days 1-15).\n\nThe number of participants who experienced ≥1 AE, the number of participants who experienced ≥1 injection site AE, the number of participants who experienced ≥1 systemic AE, and the number of participants who experienced ≥1 vaccine-related AE were reported for the Safety Cohort.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":108},"commonTop":["Injection site pain","Pyrexia","Injection site tenderness","Injection site erythema","Injection site swelling"]}}}