{"nctId":"NCT01969838","briefTitle":"Momelotinib Versus Ruxolitinib in Subjects With Myelofibrosis","startDateStruct":{"date":"2013-12-06","type":"ACTUAL"},"conditions":["Primary Myelofibrosis","Post-Polycythemia Vera Myelofibrosis","Post-Essential Thrombocythemia Myelofibrosis"],"count":432,"armGroups":[{"label":"Momelotinib","type":"EXPERIMENTAL","interventionNames":["Drug: Momelotinib","Drug: Placebo to match ruxolitinib"]},{"label":"Ruxolitinib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ruxolitinib","Drug: Placebo to match momelotinib"]}],"interventions":[{"name":"Momelotinib","otherNames":["GS-0387","CYT387"]},{"name":"Ruxolitinib","otherNames":[]},{"name":"Placebo to match momelotinib","otherNames":[]},{"name":"Placebo to match ruxolitinib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Palpable splenomegaly at least 5 cm below the left costal margin\n* Confirmed diagnosis of PMF or post-PV/ET MF\n* Requires myelofibrosis therapy, in the opinion of the investigator\n* Classified as high risk OR intermediate-2 risk as defined by the International Prognostic Scoring System (IPSS) for PMF, or intermediate-1 risk (IPSS) associated with symptomatic splenomegaly, hepatomegaly, anemia (hemoglobin \\< 10.0 g/dL), and/or unresponsive to available therapy\n* Acceptable laboratory assessment obtained within 14 days prior to the first dose of study drug:\n\n  * Absolute neutrophil count (ANC) ≥ 0.75 x 10\\^9/L in the absence of growth factor in the prior 7 days\n  * Platelet Count ≥ 50 x 10\\^9/L (≥ 100 x 10\\^9/L if aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\] is ≥ 2 x the upper limit of the normal range \\[ULN\\]) in the absence of platelet transfusion(s) or thrombopoietin mimetics in the prior 7 days\n  * Peripheral blood blast count \\< 10%\n  * AST and ALT ≤ 3 x ULN (≤ 5 x ULN if liver is involved by extramedullary hematopoiesis as judged by the investigator or if related to iron chelator therapy that was started within the prior 60 days)\n  * Calculated creatinine clearance (CrCL) of ≥ 45 mL/min\n  * Direct bilirubin ≤ 2.0 x ULN\n* Life expectancy of \\> 24 weeks\n* Males and females of childbearing potential must agree to use protocol-specified method(s) of contraception\n* Females who are nursing must agree to discontinue nursing before the first dose of study drug\n* Able to understand and willing to sign the informed consent form\n\nKey Exclusion Criteria:\n\n* Prior splenectomy\n* Splenic irradiation within 3 months prior to the first dose of study drug\n* Eligible for allogeneic bone marrow or stem cell transplantation\n* Uncontrolled inter-current illness, per protocol.\n* Known positive status for human immunodeficiency virus (HIV)\n* Chronic active or acute viral hepatitis A, B, or C infection, or a hepatitis B or C carrier\n* Prior use of a JAK1 or JAK2 inhibitor\n* Use of chemotherapy, immunomodulating therapy, biologic therapy, radiation therapy, or investigational therapy within 4 weeks of the first dose of study drug\n* Presence of peripheral neuropathy ≥ Common Terminology Criteria for Adverse Events (CTCAE) Grade 2\n* Unwilling or unable to undergo a magnetic resonance imaging (MRI) or computed tomography (CT) scan\n\nNote: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Splenic Response Rate at Week 24","description":"Splenic response rate at Week 24 is defined as the percentage of participants who achieved a spleen volume reduction of ≥ 35% from baseline at the Week 24 assessment as measured by MRI or CT.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"64","spread":null}]},{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"153","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Symptom Score (TSS) Response Rate at Week 24","description":"Total symptom score (TSS) is defined as the percentage of participants who achieved a ≥50% reduction in TSS at Week 24 versus baseline as measured by the modified Myeloproliferative Neoplasm Symptom Assessment Form (MPN-SAF) v2.0 diary. Response rate was calculated using the average of the daily TSS from a consecutive 28-day period prior to Week 24, which had ≥20 daily TSS available.\n\nThe modified MPN-SAF patient-reported outcome instrument consisted of 8 items assessing worst daily incidence of tiredness, filling up quickly, abdominal discomfort, night sweats, itching, bone pain, pain under ribs on left side, and inactivity. Scoring of the Total Symptom Score (TSS), in this study was based on 7 of these items, (range of 0-70,), excluding inactivity. These items assess the impact experienced by the participant in the 24 hours prior to completing the questionnaire. All items are measured using a 0 to 10 Numeric Rating Scale, with 0 corresponding to \"Absent\" and 10 being the worse","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60","spread":null},{"groupId":"OG001","value":"89","spread":null}]},{"measurements":[{"groupId":"OG000","value":"151","spread":null},{"groupId":"OG001","value":"122","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Red Blood Cell (RBC) Transfusions in the Double-blind Phase, (the Average Number of RBC Units Transfused Per Month Not Associated With Overt Bleeding)","description":"Rate of RBC transfusion was defined as the average number of RBC units transfused not associated with clinically overt bleeding per subject-month during the double-blind phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"RBC Transfusion Independence Rate at Week 24, (Defined as Absence of RBC Transfusions and no Hemoglobin Level Below 8 g/dL in the 12 Weeks Prior to Week 24, Excluding Cases Associated With Clinically Overt Bleeding)","description":"RBC transfusion independence is the percentage of participants who are transfusion independent at Week 24, defined as absence of RBC transfusions and no hemoglobin level below 8 g/dL in the 12 weeks prior to Week 24, excluding cases associated with clinically overt bleeding.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"143","spread":null},{"groupId":"OG001","value":"107","spread":null}]},{"measurements":[{"groupId":"OG000","value":"72","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]}]},{"type":"SECONDARY","title":"RBC Transfusion Dependence Rate at Week 24. (Defined as Having Had at Least 4 Units of RBC Transfusions, or a Hemoglobin Level Below 8 g/dL in 8 Weeks Prior to Week 24 (Excluding Cases Associated With Clinically Overt Bleeding)).","description":"RBC transfusion dependence is the percentage of participants who are transfusion dependent at Week 24, defined as having had at least 4 units of RBC transfusions, or a hemoglobin level below 8 g/dL in 8 weeks prior to Week 24 (excluding cases associated with clinically overt bleeding). Participants with the last double-blind phase participation date prior to Day 162 (ie. missing at Week 24) were considered transfusion dependent at Week 24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"87","spread":null}]},{"measurements":[{"groupId":"OG000","value":"150","spread":null},{"groupId":"OG001","value":"130","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":214},"commonTop":["Anaemia","Thrombocytopenia","Diarrhoea","Headache","Fatigue"]}}}