{"nctId":"NCT04486313","briefTitle":"Trial to Evaluate Efficacy and Safety of Nitazoxanide in the Treatment of Mild or Moderate COVID-19","startDateStruct":{"date":"2020-08-13","type":"ACTUAL"},"conditions":["COVID-19"],"count":935,"armGroups":[{"label":"Nitazoxanide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nitazoxanide","Dietary Supplement: Vitamin Super B-Complex"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Dietary Supplement: Vitamin Super B-Complex"]}],"interventions":[{"name":"Nitazoxanide","otherNames":["NTZ (nitazoxanide)","NT-300"]},{"name":"Placebo","otherNames":[]},{"name":"Vitamin Super B-Complex","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female outpatients at least 12 years of age\n* Presence of clinical signs and/or symptoms consistent with worsening or stable mild or moderate COVID-19 (one of the following is required):\n\n  1. Presence of at least two respiratory symptom domains (head, throat, nose, chest, cough) with a score of ≥2 as determined by Screening FLU-PRO OR\n  2. Presence of at least one respiratory symptom domain (head, throat, nose, chest, cough) with a score of ≥2 as determined by Screening FLU-PRO with pulse rate ≥90 OR\n  3. Presence of at least one respiratory symptom domain (head, throat, nose, chest, cough) with a score of ≥2 as determined by Screening FLU-PRO with respiratory rate ≥16\n\nAND patient reported assessment that symptoms are present, the symptoms are not consistent with the subject's usual health, the symptoms interfere with daily activities, and the symptoms have worsened or remained the same relative to the previous day, as confirmed by responses to questions in the Screening FLU-PRO.\n\n* Onset of symptoms no more than 72 hours before enrollment in the trial. Onset of symptoms is defined as the earlier of the first time at which the subject experienced subjective fever or any respiratory symptom (head, throat, nose, chest, or cough symptoms).\n* Willing and able to provide written informed consent (including assent by legal guardian if under 18 years of age) and comply with the requirements of the protocol, including completion of the subject diary and all protocol procedures.\n\nExclusion Criteria:\n\n* Persons with any clinical sign or symptoms suggestive of severe systemic illness with COVID-19, including the following:\n\n  1. shortness of breath at rest,\n  2. resting pulse ≥125 beats per minute,\n  3. resting respiratory rate ≥30 breaths per minute, or\n  4. SpO2 ≤ 93% on room air at sea level.\n* Subjects who experienced a previous episode of acute upper respiratory tract infection, otitis, bronchitis or sinusitis or received antibiotics for these conditions within two weeks prior to and including study day 1.\n* Severely immunodeficient persons including:\n\n  1. Subjects with immunologic disorders or receiving immunosuppressive therapy (e.g., for organ or bone marrow transplants, immunomodulatory therapies for certain autoimmune diseases)\n  2. Subjects with untreated human immunodeficiency virus (HIV) infection or treated human immunodeficiency virus (HIV) infection with a CD4 count below 350 cells/mm3 in the last six months\n  3. Subjects actively undergoing systemic chemotherapy or radiotherapy treatment for malignancy\n  4. Subjects using steroids as maintenance therapy for chronic conditions\n* Subjects with active respiratory allergies or subjects expected to require anti- allergy medications during the study period for respiratory allergies.\n* Females of childbearing potential who are either pregnant or sexually active without the use of birth control. Female subjects of child-bearing potential that are sexually active must have a negative baseline pregnancy test and must agree to continue an acceptable method of birth control for the duration of the study and for 1 month post-treatment. A double barrier method, oral birth control pills administered for at least 2 monthly cycles prior to study drug administration, an intrauterine device (IUD), or medroxyprogesterone acetate administered intramuscularly for a minimum of one month prior to study drug administration are acceptable methods of birth control for inclusion into the study. Female subjects are considered of childbearing potential unless they are postmenopausal (absence of menstrual bleeding for 1 year - or 6 months if laboratory confirmation of hormonal status), or have had a hysterectomy, bilateral tubular ligation or bilateral oophorectomy.\n* Subjects with a history of COVID-19 or known to have developed anti-SARS- CoV-2 antibodies.\n* Subjects residing in the same household with another subject participating in the study.\n* Treatment with any investigational drug or vaccine therapy within 30 days prior to screening and willing to avoid them during the course of the study.\n* Receipt of any dose of nitazoxanide within seven days prior to screening.\n* Known sensitivity to nitazoxanide or any of the excipients comprising the study medication.\n* Subjects unable to swallow oral tablets or capsules.\n* Subjects with known severe heart, lung, neurological or other systemic disease that the Investigator believes could preclude safe participation.\n* Subjects likely or expected to require hospitalization unrelated to COVID-19 during the study period.\n* Subjects taking medications considered to be major CYP2C8 substrates.\n* Subjects who, in the judgment of the Investigator, will be unlikely to comply with the requirements of this protocol including completion of the subject diary.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"120 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Sustained Clinical Recovery","description":"Time to Sustained Clinical Recovery is the time in days from the first dose of study medication to the first time at which the subject reports a decrease in total FLU-PRO score from the previous diary with assessment that symptoms are at least \"somewhat better than yesterday\", no oral temperature ≥100.4 F in the prior 24 hours, and no future increase in any of the FLU-PRO domains except within validated background levels.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null},{"groupId":"OG001","value":"12.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Progressing to Severe COVID-19","description":"Analysis of proportions of subjects with progression to severe COVID-19 illness defined as subject-reported shortness of breath at rest and blood oxygen saturation ≤93% on room air","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005","spread":null},{"groupId":"OG001","value":"0.036","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects Positive for SARS-CoV-2 by Aptima® SARS-CoV-2 Assay at Each of Days 4 and 10","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.908","spread":null},{"groupId":"OG001","value":"0.862","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.707","spread":null},{"groupId":"OG001","value":"0.662","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Quantitative SARS-CoV-2 RNA Measured by RT-PCR at Each of Days 4 and 10","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.70","spread":"0.118"},{"groupId":"OG001","value":"-1.02","spread":"0.126"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.49","spread":"0.119"},{"groupId":"OG001","value":"-2.61","spread":"0.120"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Proportion of Subjects Requiring Hospitalization","description":"Analysis of proportions of subjects requiring hospitalization for any reason during the study period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005","spread":null},{"groupId":"OG001","value":"0.026","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"All-Cause Mortality","description":"Analysis of proportions experiencing mortality from any cause during the study period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.005","spread":null},{"groupId":"OG001","value":"0.000","spread":null}]}]}]},{"type":"POST_HOC","title":"Time to Sustained Recovery for Subjects With Mild Illness","description":"Time to Sustained Clinical Recovery is the time in days from the first dose of study medication to the first time at which the subject reports a decrease in total FLU-PRO score from the previous diary with assessment that symptoms are at least \"somewhat better than yesterday\", no oral temperature ≥100.4 F in the prior 24 hours, and no future increase in any of the FLU-PRO domains except within validated background levels.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"13.4","spread":null}]}]}]},{"type":"POST_HOC","title":"Time to Return to Usual Health for Subjects With Mild Illness","description":"Subjects completed a diary daily in the evening. The time from first dose to ability to return to usual health is the time in days from the first dose of study medication to the first time when the subject answered \"Have you returned to your usual health?\" with \"yes\" for two consecutive daily diary periods.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.2","spread":null},{"groupId":"OG001","value":"18.4","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression to Severe COVID-19 for Subjects At Least Possibly At Increased Risk Per CDC Guidelines","description":"Analysis of proportions of subjects with progression to severe COVID-19 illness defined as subject-reported shortness of breath at rest and blood oxygen saturation ≤93% on room air for the subgroup of subjects considered possibly at high risk per CDC guidelines","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.009","spread":null},{"groupId":"OG001","value":"0.056","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression to Severe COVID-19 for Subjects At Increased Risk Per CDC Guidelines","description":"Analysis of proportions of subjects with progression to severe COVID-19 illness defined as subject-reported shortness of breath at rest and blood oxygen saturation ≤93% on room air for the subgroup of subjects considered high risk per CDC guidelines","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.009","spread":null},{"groupId":"OG001","value":"0.057","spread":null}]}]}]},{"type":"POST_HOC","title":"Progression to Severe COVID-19 in Subjects at High Risk by FDA Guidelines","description":"Analysis of proportions of subjects with progression to severe COVID-19 illness defined as subject-reported shortness of breath at rest and blood oxygen saturation ≤93% on room air for the subgroup of subjects considered at high risk per FDA guidelines","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.016","spread":null},{"groupId":"OG001","value":"0.086","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":472},"commonTop":["Diarrhoea"]}}}