{"nctId":"NCT01844895","briefTitle":"Methotrexate-Inadequate Response Autoinjector Device Sub Study","startDateStruct":{"date":"2013-04"},"conditions":["Rheumatoid Arthritis"],"count":120,"armGroups":[{"label":"Abatacept (Autoinjector and Prefilled Syringe)","type":"EXPERIMENTAL","interventionNames":["Drug: Abatacept"]}],"interventions":[{"name":"Abatacept","otherNames":["Orencia","BMS-188667"]}],"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Subjects who have been treated in the long term (LT) with open-label SC Abatacept for at least 3 months\n* Must continue to meet inclusion criteria specified in main IM101-174 Study Protocol\n\nExclusion Criteria:\n\n* Participation in previous device substudy (implemented by Amendment 10)\n* Must continue to meet exclusion criteria specified in main IM101-174 Study Protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pharmacokinetic (PK) Analysis: Adjusted Geometric Mean Observed Serum Trough Concentration at Steady State (Cminss) of Abatacept Using a Prefilled Syringe (Measured on Day 29) and Using an Autoinjector (Measured on Day 113)","description":"Abatacept SC was self-administered with a prefilled syringe every 7 days for the first 4 weeks until Day 29; Blood samples for PK were taken pre-dose (0 hour) on Days 29 and 113. Serum concentrations of abatacept were analyzed using a validated enzyme-linked immunosorbent assay (ELISA). Steady-state trough observed concentration in serum (Cminss) was measured in micrograms/milliliter (μg/mL). Adjusted geometric mean and 90% confidence interval (CI) are presented.","paramType":"GEOMETRIC_MEAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.76","spread":null},{"groupId":"OG001","value":"25.32","spread":null}]}]}]},{"type":"SECONDARY","title":"PK Analysis: Geometric Mean of Maximum Observed Serum Concentration (Cmax) of Abatacept During the Sampling Period Between Substudy Days 22 and 29 for the Prefilled Syringe and Between Substudy Days 106 and Day 113 for the Autoinjector","description":"Abatacept SC was self-administered with a BD Hypak™ Physiolis prefilled syringe every 7 days for the first 4 weeks of the substudy until Day 29; Blood samples for PK were taken on Days 1 and 22 at 0 hour (predose), Day 24 at 48 hour (h) post dose, Day 25 at 72 h post dose, Day 26 at 96 h post dose and Day 29 at 0 h (predose). On substudy Day 29, participants were switched from the prefilled syringe to the autoinjector. Participants continued to self-administer abatacept with the autoinjector every 7 days following Day 29 for the remaining 3 months of the substudy; Blood samples for PK were taken on Day 108 at 48 h post dose, Day 109 at 72 h post dose, Day 110 at 96 h post dose and at Day 113 0h (predose). Serum concentrations of abatacept were analyzed using a validated ELISA. Cmax was measured in μg/mL.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"40.9","spread":"48"},{"groupId":"OG001","value":"39.8","spread":"58"}]}]}]},{"type":"SECONDARY","title":"PK Analysis: Median Time to Achieve Cmax (Tmax) During the Sampling Period Between Days 22 and 29 for the Prefilled Syringe and Between Days 106 and Day 113 for the Autoinjector","description":"Abatacept SC was self-administered with a BD Hypak™ Physiolis prefilled syringe every 7 days for the first 4 weeks of the substudy until Day 29; Blood samples for PK were taken on Days 1 and 22 at 0 hour (predose), Day 24 at 48 hour (h) post dose, Day 25 at 72 h post dose, Day 26 at 96 h post dose and Day 29 at 0 h (predose). On substudy Day 29, participants were switched from the prefilled syringe to the autoinjector. Participants continued to self-administer abatacept with the autoinjector every 7 days following Day 29 for the remaining 3 months of the substudy; Blood samples for PK were taken on Day 108 at 48 h post dose, Day 109 at 72 h post dose, Day 110 at 96 h post dose and at Day 113 0h (predose). Serum concentrations of abatacept were analyzed using a validated ELISA. Tmax was measured in hours (h).","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.00","spread":null},{"groupId":"OG001","value":"56.34","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean of Area Under Serum Concentration-time (AUC) During a Dosing Interval (TAU) of Abatacept During the Sampling Period Between Days 22 and 29 for the Prefilled Syringe and Between Days 106 and Day 113 for the Autoinjector","description":"Abatacept SC was self-administered with a BD Hypak™ Physiolis prefilled syringe every 7 days for the first 4 weeks of the substudy until Day 29; Blood samples for PK were taken on Days 1 and 22 at 0 hour (predose), Day 24 at 48 hour (h) post dose, Day 25 at 72 h post dose, Day 26 at 96 h post dose and Day 29 at 0 h (predose). On substudy Day 29, participants were switched from the prefilled syringe to the autoinjector. Participants continued to self-administer abatacept with the autoinjector every 7 days following Day 29 for the remaining 3 months of the substudy; Blood samples for PK were taken on Day 106 at 0 h (predose), Day 108 at 48 h post dose, Day 109 at 72 h post dose, Day 110 at 96 h post dose and at Day 113 0h (predose). Serum concentrations of abatacept were analyzed using a validated ELISA. AUC(TAU) where TAU = 168 hours was calculated in µg\\*h/mL","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5740","spread":"47"},{"groupId":"OG001","value":"5643","spread":"50"}]}]}]},{"type":"SECONDARY","title":"Geometric Mean of Trough Serum Concentration (Cmin) Over Time and During the Switch From Prefilled Syringe to Autoinjector on Days 22, 29, 57, 85, 106, and 113","description":"Abatacept SC was self-administered with a BD Hypak™ Physiolis prefilled syringe every 7 days for the first 4 weeks of the substudy until Day 29; Blood samples for PK were taken at 0 hour (predose). On substudy Day 29, participants were switched from the prefilled syringe to the autoinjector. Participants continued to self-administer abatacept with the autoinjector every 7 days following Day 29 for the remaining 3 months of the substudy. Blood samples for PK were taken at 0 hour (predose). Serum concentrations of abatacept were analyzed using a validated ELISA. Steady-state trough observed concentration in serum (Cminss) was measured in micrograms/milliliter (μg/mL).","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.09","spread":"48"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.58","spread":"51"},{"groupId":"OG001","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"28.79","spread":"59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"25.73","spread":"53"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"30.42","spread":"56"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"28.06","spread":"51"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Positive Anti-Abatacept or Anti-CTLA4 Antibody Responses by Electrochemiluminescence (ECL) on Day 29 and Day 113.","description":"Serum samples for immunogenicity were evaluated for presence of anti-abatacept antibodies using a validated bridging ECL on Day 29 and Day 113. The ECL assay differentiated between 2 antibody specificities: the immunoglobulin (Ig) G and/or junction region and cytotoxic leukocyte antigen 4 (CTLA4) and possibly Ig. A positive immunogenicity response relative to baseline was defined as: A missing baseline immunogenicity measurement and a positive analytical laboratory reported immunogenicity response post-baseline; A negative baseline immunogenicity response and a positive analytical laboratory reported immunogenicity response post-baseline; A positive baseline immunogenicity response and a positive analytical laboratory reported immunogenicity response post-baseline that has a titer value strictly greater than the baseline titer value.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":117},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection","Pharyngitis","Bronchitis","Hypertension"]}}}