{"nctId":"NCT00360529","briefTitle":"24-week Placebo-controlled Trial of Flibanserin Once Daily in Premenopausal Women With Hypoactive Sexual Desire Disorder","startDateStruct":{"date":"2006-07"},"conditions":["Sexual Dysfunctions, Psychological"],"count":880,"armGroups":[{"label":"fibanserin","type":"EXPERIMENTAL","interventionNames":["Drug: flibanserin"]},{"label":"flibanserin","type":"EXPERIMENTAL","interventionNames":["Drug: flibanserin"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: flibanserin"]}],"interventions":[{"name":"flibanserin","otherNames":["flibanserin 50 mg","flibanserin 100mg","placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Women who are 18 years of age and older.\n2. Premenopausal women having regular menstrual periods who have HSDD (decreased sexual desire), generalized acquired type, according to DSM IV-TR criteria.\n3. Patient must meet minimum cut-off scores on questionnaires relating to sexual functioning and sexual distress.\n4. Patients must be willing to try to have sexual activity (e.g., any act involving direct genital stimulation) at least once monthly.\n5. Patients must be willing and able to use an electronic diary (eDiary) on a daily basis (e.g., have access to a working land line telephone for daily data transmissions).\n6. At the Baseline Visit, patients must have complied with eDiary use adequately.\n7. Patients must be in a stable, monogamous, heterosexual relationship that is secure and communicative, for at least 1 year prior to the Screen Visit. The partner is expected to be physically present at least 50% of each month.\n8. Patients must have used a medically acceptable method of contraception for at least 3 months before the Baseline Visit (Visit 2) and continue to use that medically acceptable method of contraception during the trial.\n9. In the investigators opinion, patients must be reliable, honest, compliant, and agree to co-operate with all trial evaluations as well as to be able to perform them.\n10. Patients must be able and willing to give meaningful, written informed consent prior to participation in the trial, in accordance with regulatory requirements. Patients must have sufficient understanding to communicate effectively with the investigator, and be willing to discuss their sexual functioning with the investigative staff.\n11. Patients must have a clinically acceptable Pap smear as read by a cytology facility (no evidence of malignancy or squamous intraepithelial lesions) within 6 months before the Screen Visit.\n\nExclusion Criteria:\n\n1. Patients who have taken any medication noted in the protocols List of Prohibited Medications within 30 days before screening.\n2. Patients whose sexual function was affected (enhanced or worsened) in the investigators opinion by any medication within 30 days before the Screen Visit and anytime prior to the Baseline Visit.\n3. Patients with a history of drug dependence or abuse within the past one year.\n4. Patients with a history of multiple severe reactions (i.e., allergic or oversensitivity to usual doses) to drugs that affect the brain.\n5. Patients with a history of participation in a trial of another investigational medication within one month prior to the Screen Visit, or participation in any previous clinical trial of flibanserin.\n6. Patients who meet accepted diagnostic criteria for sexual disorders that would interfere with improvement in HSDD (sexual aversion, substance-induced sexual problems, urge to live as a man, etc.\n7. Patients who indicate that their sexual partner has inadequately treated sexual problems that could interfere with the patients response to treatment.\n8. Patients who have entered the menopausal transition or menopause or have had a hysterectomy.\n9. Patients with findings at the Screen Visit of infection, inflammation, undue tenderness, or shrinkage (atrophy) of the female organs.\n10. Patients who are breast feeding or have breastfed within the last 6 months prior to the Baseline Visit.\n11. Patients who are pregnant or have been pregnant within the last 6 months prior to the Baseline Visit.\n12. Patients with a history of Major Depressive Disorder within 6 months prior the Screen Visit, a score indicating depression on a depression scale, a history of suicide attempt, or current suicidal ideation evident at the Screen or Baseline Visit.\n13. Patients with a history of any other psychiatric disorders that could impact sexual function, risks patients safety, or may impact compliance.\n\n\\<truncated\\>","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Satisfying Sexual Event Monthly Change From Baseline at Final Visit","description":"Change from baseline in the frequency of sexual satisfying events, as measured via e-Diary, standardized to a 28-day period. Change from baseline is calculated as the difference between the four week baseline period and Week 21 to Week 24.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"3.4"},{"groupId":"OG001","value":"1.4","spread":"3.6"},{"groupId":"OG002","value":"1.6","spread":"3.8"}]}]}]},{"type":"PRIMARY","title":"Sexual Desire Monthly Change on Electronic Diary From Baseline at Final Visit","description":"Change from baseline in eDiary Sexual Desire Monthly Total Score standardized to a 28-day period. Change from baseline calculated as the difference between the 4 week baseline period and Week 21 to Week 24. Patients recorded information daily throughout trial. Every time the eDiary was completed, a desire question was asked. If a patient did not complete the diary on a given day, the patient was not asked to enter desire information for more than a 24-hour retrospective period. The desire item read \"Indicate your most intense level of sexual desire in the last 24 hours/since your last visit.\" Potential responses included \"no,\" \"low,\" \"moderate,\" or \"strong\", scored 0-3 (0 indicating no desire and 3 indicating the highest level of desire):\n\n0 = No desire\n\n1. = Low desire\n2. = Moderate desire\n3. = Strong desire\n\nTotal score ranged from 0-84, with higher scores reflecting stronger desire). Monthly desire score was calculated as 28 x (sum of daily desire scores/number of responses).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":"0.9"},{"groupId":"OG001","value":"8.2","spread":"0.9"},{"groupId":"OG002","value":"9.1","spread":"1.0"}]}]}]},{"type":"SECONDARY","title":"Female Sexual Distress Scale - Revised (FSDS-R) Total Score Change From Baseline at Final Visit","description":"Change from baseline in the Female Sexual Distress Scale - revised (FSDS-R) Total Score with a seven day recall period.\n\nThe FSDS is a measure of female personal distress associated with sexual dysfunction. Reliability and validity of the FSDS (12-item version) has been evaluated in different samples of sexually functional and dysfunctional women. An additional question (Question 13) was added to the validated FSDS© in order to capture distress related to specifically sexual desire so that this domain could be appropriately captured. FSDS plus Question 13 comprises FSDS-R, thus making the FSDS-R a self-administered 13 item questionnaire. The maximum total score of the FSDS-R is '52' (score of minimum of 0 and maximum of 4 for each item) and indicates the maximum level of sexual distress (the higher the score, the higher the level of reported sexual desire).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.9","spread":"0.7"},{"groupId":"OG001","value":"-6.1","spread":"0.7"},{"groupId":"OG002","value":"-8.9","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Female Sexual Distress Scale - Revised (FSDS-R) Question 13 Score Change From Baseline at Final Visit","description":"Change from baseline in the FSDS-R Question 13 (Bothered by low sexual desire). The FSDS is a measure of female personal distress associated with sexual dysfunction. Reliability and validity of the FSDS (12-item version) has been evaluated in different samples of sexually functional and dysfunctional women. An additional question (Question 13) was added to the validated FSDS© in order to capture distress related to specifically sexual desire so that this domain could be appropriately captured. FSDS plus Question 13 comprises FSDS-R, thus making the FSDS-R a self-administered 13 item questionnaire. The scoring for item 13 is from 0-4, with 4 indicating the highest level of sexual distress.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":"0.1"},{"groupId":"OG001","value":"-0.6","spread":"0.1"},{"groupId":"OG002","value":"-0.8","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Female Sexual Functioning Index (FSFI) Desire Domain Score Change From Baseline at Final Visit","description":"Female Sexual Function Inventory (FSFI) Desire Domain assesses sexual desire or interest with 2 questions ranging from 1 (very low) to 5 (very high). The domain total score is multiplied by 0.6 yielding scores ranging from 1.2 to 6 (higher scores = higher level of desire or interest).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"0.1"},{"groupId":"OG001","value":"0.8","spread":"0.1"},{"groupId":"OG002","value":"0.9","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Female Sexual Functioning Index (FSFI) Total Score Change From Baseline at Final Visit","description":"The FSFI© is a self-administered questionnaire to assess FSD, which consists of 19 questions that are scored from '0' to '5.' The scale contains six domains: desire, arousal, lubrication, orgasm, satisfaction, and pain. Higher scores indicate higher levels of the domain assessed. The total score is a weighted average of the six domains, each contributing a maximum of 6 points to the total, so the minimum score is 2, while the maximum score of FSFI© is 36.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"0.4"},{"groupId":"OG001","value":"3.9","spread":"0.4"},{"groupId":"OG002","value":"5.0","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Patient Benefit Evaluation","description":"The Patient Benefit Evaluation is a single question asking the patient whether or not she experienced a meaningful benefit from the study medication during the trial. This question (\"Overall, do you believe that you have experienced a meaningful benefit from the study medication?\") was asked upon treatment discontinuation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"94","spread":null},{"groupId":"OG002","value":"98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"195","spread":null},{"groupId":"OG001","value":"177","spread":null},{"groupId":"OG002","value":"156","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":295},"commonTop":["Headache","Nausea","Nasopharyngitis","Somnolence","Upper respiratory tract infection"]}}}