{"nctId":"NCT01674647","briefTitle":"Explore the Efficacy and Safety of Once-daily Oral Rivaroxaban for the Prevention of Cardiovascular Events in Subjects With Nonvalvular Atrial Fibrillation Scheduled for Cardioversion","startDateStruct":{"date":"2012-10"},"conditions":["Atrial Fibrillation"],"count":1504,"armGroups":[{"label":"Rivaroxaban (Xarelto, BAY59-7939)","type":"EXPERIMENTAL","interventionNames":["Drug: Rivaroxaban (Xarelto, BAY59-7939)"]},{"label":"Vitamin K antagonist (VKA)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vitamin K antagonist (VKA)"]}],"interventions":[{"name":"Rivaroxaban (Xarelto, BAY59-7939)","otherNames":[]},{"name":"Vitamin K antagonist (VKA)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women aged \\>= 18 years\n* Hemodynamically stable nonvalvular atrial fibrillation longer than 48 hours or of unknown duration\n* Scheduled for cardioversion (electrical or pharmacological) of nonvalvular atrial fibrillation\n* Women of childbearing potential and men must agree to use adequate contraception when sexually active\n\nExclusion Criteria:\n\n* Severe, disabling stroke (modified Rankin score of 4- 5, inclusive) within 3 months or any stroke within 14 days prior to randomization\n* Transient ischemic attack within 3 days prior to randomization\n* Acute thromboembolic events or thrombosis (venous/arterial) within the last 14 days prior to randomization\n* Acute Myocardial infarction (MI) within the last 14 days prior to randomization\n* Cardiac-related criteria: known presence of cardiac thombus or myxoma or valvular atrial fibrillation\n* Active bleeding or high risk for bleeding contraindicating anticoagulant therapy\n* Concomitant medications: indication for anticoagulant therapy other than atrial fibrillation, chronic aspirin therapy \\> 100 mg daily or dual antiplatelet therapy, strong inhibitors of both cytochrome P450 (CYP) 3A4 and P-glycoprotein (P-gp) if used systemically\n* Concomitant conditions: childbearing potential without proper contraceptive measures, pregnancy, or breast feeding; hypersensitivity to investigational treatment or comparator treatment; calculated creatinine clearance (CrCl) \\< 30 mL/minute; hepatic disease which is associated with coagulopathy leading to a clinically relevant bleeding risk; any severe condition that would limit life expectancy to less than 6 months; planned invasive procedure with potential for uncontrolled bleeding; inability to take oral medication; ongoing drug addiction or alcohol abuse\n* Any other contraindication listed in the local labeling for the comparator treatment or experimental treatment\n* Participation in a study with an investigational drug or medical device within 30 days prior to randomization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Composite of the Following Events, Adjudicated Centrally: Stroke, Transient Ischemic Attack, Non-central Nervous System Systemic Embolism, Myocardial Infarction and Cardiovascular Death","description":"Stroke, TIA, Non-CNS Embolism, MI and cardiovascular death were adjudicated and confirmed by Clinical Endpoints Committee (CEC). Stroke included hemorrhagic and ischemic infarction. TIA including information if with or without matching lesion. Non CNS systemic embolism included emboli in peripheral arterial of the upper and lower extremities, ocular and retinal (pulmonary embolism and MI were excluded from the category). MI was assessed based on either cardiac biomarkers, new abnormal Q waves appeared on electrocardiogram for \\>= 2 leads, or autopsy confirmation. Cardiovascular death included death in subjects with non-valvular atrial fibrillation (AF). Number of subjects with composite events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Major Bleedings as Per Central Adjudication","description":"Bleeding events were adjudicated and confirmed by CEC blinded to treatment. The CEC categorized the bleeding events as major or non-major. The bleeding events were defined per the International Society on Thrombosis and Hemostasis (ISTH) criteria. Major bleeding was clinically overt bleeding associated with a fall in hemoglobin of 2 gram per deciliter (g/dL) or higher, leading to a transfusion of 2 or more units of packed red blood cells or whole blood, occurring in a critical site or contributing to death. Number of subjects with confirmed adjudicated bleeding events occurring in greater than (\\>)1 total subjects were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Composite of Strokes and Non-central Nervous System Systemic Embolisms","description":"Stroke and Non-CNS Embolism were adjudicated and confirmed by CEC. Stroke included hemorrhagic and ischemic infarction. Non CNS systemic embolism included emboli in peripheral arterial of the upper and lower extremities, ocular and retinal (pulmonary embolism and MI were excluded from the category). Number of subjects with composite events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Composite of Strokes, Transient Ischemic Attacks, Non-central Nervous System Systemic Embolisms, Myocardial Infarctions and All-cause Mortality","description":"Stroke, TIA, Non- CNS systemic embolism, MI and all-cause mortality were adjudicated and confirmed by CEC. Stroke included hemorrhagic and ischemic infarction. TIA including information if with or without matching lesion. Non CNS systemic embolism included emboli in peripheral arterial of the upper and lower extremities, ocular and retinal (pulmonary embolism and MI were excluded from the category). MI was assessed based on either cardiac biomarkers, new abnormal Q waves appeared on electrocardiogram for \\>= 2 leads, or autopsy confirmation. All-cause mortality included vascular death and non-vascular death. Number of subjects with composite events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Strokes","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. Stroke included hemorrhagic (Stroke with local collections of intraparenchymal blood. Subarachnoid hemorrhage, subdural hemorrhage, and epidural hemorrhage were excluded), ischemic infarction (Stroke without focal collection of intracranial blood) and unknown (No imaging data and anatomic findings were available). Number of subjects with strokes were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Transient Ischemic Attacks","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. Number of subjects with TIA were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Non-central Nervous System Systemic Embolisms","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. Non CNS systemic embolism included emboli in peripheral arterial of the upper and lower extremities, ocular and retinal (pulmonary embolism and MI were excluded from the category). Number of subjects with non-CNS embolism were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Myocardial Infarctions","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. MI was assessed based onmeither cardiac biomarkers, new abnormal Q waves appeared on electrocardiogram for \\>= 2 leads, or autopsy confirmation. Number of subjects with MI were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Cardiovascular Deaths","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. Any death that was not clearly non-vascular (e.g., deaths due to spontaneous bleeding, myocardial infarction, stroke, cardiac failure, and arrhythmia). Number of subjects with cardiovascular deaths were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With All-cause Mortality","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. All-cause mortality included vascular death and non-vascular death. Number of subjects with all-cause mortality were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Composite of Major and Non-major Bleeding Events","description":"All events were adjudicated and confirmed by a CEC blinded to treatment. The CEC categorized the bleeding events as major or non-major. The bleeding events were defined per the ISTH criteria. Clinically relevant bleeding included major bleeding (overt bleeding associated with 2 g/dL or greater fall in hemoglobin, leading to a transfusion of 2 or more units of packed red blood cells or whole blood, occurring in a critical site or contributing to death) and non-major bleeding associated with medical intervention, unscheduled physician contact, (temporary) cessation of study treatment, discomfort for the participants such as pain, or impairment of activities of daily life. Number of subjects with clinically relevant major and non-major bleeding events were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":93,"n":988},"commonTop":["Atrioventricular block first degree","Bradycardia","Epistaxis","Sinus bradycardia","Dizziness"]}}}