{"nctId":"NCT03005106","briefTitle":"StrataGraft® Skin Tissue in the Promotion of Autologous Skin Regeneration of Complex Skin Defects Due to Thermal Burns That Contain Intact Dermal Elements","startDateStruct":{"date":"2017-05-30","type":"ACTUAL"},"conditions":["Burn, Thermal"],"count":71,"armGroups":[{"label":"StrataGraft Skin Tissue","type":"EXPERIMENTAL","interventionNames":["Biological: StrataGraft Skin Tissue","Procedure: Autograft"]}],"interventions":[{"name":"StrataGraft Skin Tissue","otherNames":[]},{"name":"Autograft","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nSubject-specific criteria:\n\n1. Men and women aged ≥ 18 years\n2. Written informed consent\n3. Sufficient healthy skin identified and reserved as a donor site in the event that the StrataGraft treatment site requires autografting\n4. Clinical expectation that the study donor site will heal without grafting\n5. Complex skin defects of 3-49% TBSA\n\n   * Total burn may consist of more than one area\n\n   Treatment site-specific criteria:\n6. Thermal burn(s) with intact dermal elements for which excision and autografting are clinically indicated\n7. Total of both study treatment areas can be up to 2000 cm2\n8. First excision and grafting of study treatment sites\n9. Thermal burn(s) on the torso, arms, or legs\n\nExclusion Criteria\n\nSubject-specific criteria:\n\n1. Pregnant women\n2. Prisoners\n3. Subjects receiving systemic immunosuppressive therapy\n4. Subjects with a known history of malignancy\n5. Preadmission insulin-dependent diabetic subjects\n6. Subjects with concurrent conditions that in the opinion of the investigator may compromise subject safety or study objectives\n7. Expected survival of less than three months\n8. Participation in the treatment group of an interventional study within 90 days prior to enrollment\n\n   Treatment site-specific criteria:\n9. Full-thickness burns\n10. Chronic wounds\n11. The face, head, neck, hands, feet, buttocks, and area over joints\n12. Treatment sites immediately adjacent to unexcised eschar\n13. Clinical or laboratory determination of infection at the anticipated treatment sites","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Area of Treatment Sites Requiring Autografting by Month 3","description":"Percent area autografted by Month 3 is the sum of the percent areas at each study session/visit, up to and including Study Session 7/Month 3 (± 14 d).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.33","spread":"21.58"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"102.10","spread":"13.14"}]}]}]},{"type":"PRIMARY","title":"Number of Participants Classified as a Responder (Based on Durable Wound Closure at Month 3)","description":"Wound closure of the treatment site was defined as complete skin re-epithelialization and the absence of drainage. A participant whose StrataGraft treatment site achieves durable wound closure without autograft placement is classified as a responder.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Pain at the Designated Donor Sites by Day 14","description":"Pain scores from the FACES scale range from 0 (no pain) to 5 (worst pain). Pain scores from Day 3, Day 7, and Day 14 (where available) are averaged for the summary statistics.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.15","spread":"0.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.55","spread":"1.30"}]}]}]},{"type":"SECONDARY","title":"Total Scar Assessment (POSAS) Score by Observer at Month 3","description":"Total Score is the sum of the scores for vascularization, pigmentation, thickness, relief, pliability, and surface area. For each of the 6 assessment categories, the scale ranged from 1=normal skin to 10=worst scar imaginable, with the highest possible score of 10. A higher score indicates worse scarring, so the best possible total score for the 6 categories is 6, and the worst possible score is 60.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"1.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.3","spread":"7.71"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":10,"n":71},"commonTop":["Pruritus","Hypertrophic scar","Blister","Constipation","Pain"]}}}