{"nctId":"NCT01559922","briefTitle":"Use of Artefill® for Moderate to Severe Atrophic Acne Scar Correction","startDateStruct":{"date":"2012-02"},"conditions":["Atrophic Acne Scar"],"count":175,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Normal Saline"]},{"label":"Artefill","type":"EXPERIMENTAL","interventionNames":["Device: Artefill"]}],"interventions":[{"name":"Normal Saline","otherNames":[]},{"name":"Artefill","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must be an outpatient, male or female subjects of any race, 18 years of age or older. Female subjects of childbearing potential must have a negative urine pregnancy test result at Baseline and practice a reliable method of contraception throughout the study.\n2. Subject must have moderate to severe atrophic acne scars\n3. Subject must desire correction of his/her moderate to severe acne scarring.\n4. Subjects of all Fitzpatrick skin types are eligible.\n5. Subject must be willing to withhold additional aesthetic therapies to the face (eg, other soft tissue fillers: Restylane, Radiesse, Sculptra, and/or any resurfacing procedures for the duration of the study.\n6. Subject must be able to follow study instructions and likely to complete all required visits, as assessed by the Investigator.\n7. Subject must sign an IRB-approved Informed Consent form, Photographic Release Form, and the Authorization for Use and release of Health and Research Study Information (HIPAA) form prior to any study-related procedures being performed\n\nExclusion Criteria:\n\n1. Female subjects that are pregnant (positive urine pregnancy test), breast-feeding, or who are of childbearing potential and not practicing a reliable method of birth control.\n2. Undergo facial treatments with any listed of the prohibited treatment/procedures and/or use of any other prohibited treatment/procedure within certain time periods.\n3. Have any skin pathology or condition that could interfere with the evaluation of the treatment areas, worsen due to the proposed treatment or require interfering topical, systemic or surgical therapy.\n4. Have a recent or current history of inflammatory skin disease, infection, cancerous/pre-cancerous lesion, unhealed wound or clinically significant acne in the proposed treatment areas. Clinically significant acne is defined as a patient whom has \\>3 active inflammatory acne lesions in either the right or left treatment area.\n5. Have a history of systemic granulomatous diseases active or inactive (eg, Sarcoid, Wegeners, TB, etc.) or connective tissue diseases (eg, lupus, dermatomyositis, etc.).\n6. Have hypertrophic acne scars, any evidence of keloid scarring, predominantly icepick scarring (defined as more than half of all scar area in either the left or right or treatment area) or sinus tract scars.\n7. Have a known hypersensitivity or previous allergic reaction to any of the components of the study device (including lidocaine or any amide-based anesthetic), or has a history of allergies to any bovine collagen products, including but not limited to injectable collagen, collagen implants, hemostatic sponges, and collagen-based sutures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"ASRS Responder Rate at 6 Months","description":"Subject considered to be a \"responder\" if at least 50% of treated scars demonstrate an ASRS improvement of ≥ 2-point (Blinded Evaluator assessment).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32.4","spread":null},{"groupId":"OG001","value":"67.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":50},"commonTop":[]}}}