{"nctId":"NCT01722487","briefTitle":"Open-label Phase 3 BTK Inhibitor Ibrutinib vs Chlorambucil Patients 65 Years or Older With Treatment-naive CLL or SLL","startDateStruct":{"date":"2013-03"},"conditions":["Chronic Lymphocytic Leukemia","Small Lymphocytic Lymphoma"],"count":269,"armGroups":[{"label":"Ibrutinib","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib"]},{"label":"Chlorambucil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Chlorambucil"]}],"interventions":[{"name":"Ibrutinib","otherNames":[]},{"name":"Chlorambucil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males or females of 65 years of age or greater. Patients between the ages of 65 and 70 years of age must have 1 or more of the following comorbidities that may preclude the use of frontline chemo-immunotherapy with fludarabine, cyclophosphamide, or rituximab:\n\n   * creatinine clearance \\< 70 mL/min using the Cockcroft-Gault equation\n   * platelet count \\< 100,000/μL or hemoglobin \\< 10 g/dL\n   * clinically apparent autoimmune cytopenia (autoimmune hemolytic anemia or immune thrombocytopenia)\n   * ECOG performance score = 1 or 2\n2. Diagnosis of CLL/SLL that meets IWCLL diagnostic criteria (Hallek 2008)\n3. Active disease meeting at least 1 of the following IWCLL criteria (Hallek 2008) for requiring treatment:\n\n   * Evidence of progressive marrow failure as manifested by the development of, or worsening of, anemia and/or thrombocytopenia Massive, progressive, or symptomatic splenomegaly\n   * Massive nodes or progressive or symptomatic lymphadenopathy\n   * Progressive lymphocytosis\n   * Autoimmune hemolytic anemia and/or immune thrombocytopenia that is poorly responsive to corticosteroids or standard therapy\n   * Constitutional symptoms\n4. Measurable nodal disease by computed tomography (CT)\n5. ECOG performance status of 0-2\n6. Life expectancy \\> 4 months from randomization\n7. Adequate hematologic function, defined as absolute neutrophil count (ANC) ≥ 1,000/μL (independent of growth factor support for at least 7 days prior to screening) and platelet count ≥ 50,000/μL (independent of transfusion and growth factor support for at least 7 days prior to screening)\n8. Adequate hepatic function, defined as serum aspartate transaminase (AST) and alanine transaminase (ALT) \\< 2.5 x upper limit of normal (ULN), and total bilirubin ≤ 1.5 x ULN\n9. Adequate renal function, defined as estimated creatinine clearance ≥ 30 mL/min using the Cockcroft-Gault equation\n10. Willingness to receive all outpatient treatment, all laboratory monitoring, and all radiological evaluations at the institution that administers study drug for the entire study\n11. Willingness of male patients, if sexually active with a female of childbearing potential, to use an effective barrier method of contraception during the study and for 3 months following the last dose of study drug\n12. Ability to provide written informed consent and to understand and comply with the requirements of the study\n\nExclusion Criteria:\n\n1. Known involvement of the central nervous system by lymphoma or leukemia\n2. History or current evidence of Richter's transformation or prolymphocytic leukemia\n3. Documentation of deletion of the short arm of chromosome 17: del(17p13.1) in more than 20% of cells examined on any pretreatment fluorescence in situ hybridization (FISH) or cytogenetic evaluation\n4. Uncontrolled autoimmune hemolytic anemia or idiopathic thrombocytopenic purpura\n5. Any previous treatment (chemotherapy, radiotherapy, and/or monoclonal antibodies) intended specifically to treat CLL/SLL\n6. Received any immunotherapy, vaccine, or investigational drug within 4 weeks prior to randomization\n7. Corticosteroid use within 1 week prior to first dose of study drug, with the exception of inhaled, topical, or other local administrations. Patients requiring systemic steroids at daily doses \\> 20 mg prednisone (or corticosteroid equivalent, see Appendix N), or those who are administered steroids for leukemia control or white blood cell (WBC)-count-lowering are excluded.\n8. Major surgery within 4 weeks prior to randomization\n9. History of prior malignancy, with the exception of the following:\n\n   * malignancy treated with curative intent and with no evidence of active disease present for more than 3 years prior to screening and felt to be at low risk for recurrence by treating physician\n   * adequately treated nonmelanomatous skin cancer or lentigo maligna melanoma without current evidence of disease\n   * adequately treated cervical carcinoma in situ without current evidence of disease\n10. Currently active, clinically significant cardiovascular disease or a history of myocardial infarction within 6 months prior to randomization\n11. Inability to swallow capsules or tablets, or disease significantly affecting gastrointestinal function\n12. Uncontrolled active systemic fungal, bacterial, viral, or other infection or requirement for intravenous (IV) antibiotics\n13. Known history of infection with human immunodeficiency virus (HIV)\n14. Serologic status reflecting active hepatitis B or C infection\n15. History of stroke or intracranial hemorrhage within 6 months prior to enrollment\n16. Current life-threatening illness, medical condition, or organ-system dysfunction that could compromise patient safety or put the study at risk\n17. Requirement for anticoagulation with warfarin\n18. Requirement for treatment with a strong CYP3A4/5 and/or CYP2D6 inhibitor","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PFS (Progression Free Survival)","description":"The primary objective of this study was to evaluate the efficacy of Ibrutinib compared with Chlorambucil based on the independent review committee (IRC) assessment of PFS\n\nProgressive disease according to 2008 IWCLL guidelines was defined as:\n\n* Group A\n\n  * Lymphadenopathy, increase ≥50%\n  * Hepatomegaly, increase ≥50%\n  * Splenomegaly, increase ≥50%\n  * Blood lymphocytes, increase ≥ 50% over baseline\n* Group B\n\n  * Platelets counts, decrease of ≥ 50% from baseline secondary to CLL\n  * Hemoglobin, decrease of \\> 2 g/dL from baseline secondary to CLL","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"18.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"OS is calculated for all randomized subjects as the duration of time from the date of randomization to the date of death due to any cause or the date last known alive for subjects who were not known to have died at study closure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"ORR (Overall Response Rate)","description":"ORR is defined as the proportion of subjects who achieved complete response (CR), complete response with incomplete marrow recovery (CRi), nodule partial response (nPR) or PR per IRC assessment. Response criteria are as outlined in the International Workshop on CLL (iwCLL) 2008 criteria with the 2012 iwCLL modification stating that treatment-related lymphocytosis in the setting of improvement in other parameters was not considered as PD and the 2013 iwCLL clarification of criteria for a partial response to therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null},{"groupId":"OG001","value":"35.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Sustained Hemoglobin Improvement","description":"The proportion of subjects who achieved Hemoglobin \\>11 g/dL or increase ≥ 2 g/dL over baseline and persisted continuously for ≥56 days (8 weeks) without blood transfusion or growth factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.6","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Sustained Hemoglobin Improvement in Subjects With Baseline Anemia","description":"In randomized subjects with baseline hemoglobin ≤ 11 g/dL, the proportion of subjects who achieved Hemoglobin \\>11 g/dL or increase ≥ 2 g/dL over baseline persisted continuously for ≥56 days (8 weeks) without blood transfusion or growth factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.3","spread":null},{"groupId":"OG001","value":"45.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Sustained Platelet Improvement","description":"The proportion of subjects who achieved platelet \\>100 x 10\\^9/L or increase ≥50% over baseline and persisted continuously for ≥56 days (8 weeks) without blood transfusion or growth factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":null},{"groupId":"OG001","value":"11.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Sustained Platelet Improvement in Subjects With Baseline Thrombocytopenia","description":"In randomized subjects with baseline platelet ≤ 100 x 10\\^9/L, the proportion of subjects who achieved platelet \\>100 x 10\\^9/L or increase ≥50% over baseline persisted continuously for ≥56 days (8 wee without blood transfusion or growth factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"77.1","spread":null},{"groupId":"OG001","value":"42.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":55,"n":135},"commonTop":["Fatigue","Nausea","Diarrhoea","Anaemia","Cough"]}}}