{"nctId":"NCT03526874","briefTitle":"Occipital Blocks for Acute Migraine","startDateStruct":{"date":"2019-04-03","type":"ACTUAL"},"conditions":["Chronic Migraine, Headache","Episodic Migraine"],"count":63,"armGroups":[{"label":"Greater Occipital Nerve (GON) Block with Lidocaine","type":"EXPERIMENTAL","interventionNames":["Drug: Lidocaine 4% Topical Application Cream [LMX 4]","Drug: Lidocaine Hydrochloride 2 mg/mL Injectable Solution"]},{"label":"Greater Occipital Nerve (GON) Block with Saline","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lidocaine 4% Topical Application Cream [LMX 4]","Drug: Normal Saline"]}],"interventions":[{"name":"Lidocaine 4% Topical Application Cream [LMX 4]","otherNames":[]},{"name":"Lidocaine Hydrochloride 2 mg/mL Injectable Solution","otherNames":[]},{"name":"Normal Saline","otherNames":["0.9% Sodium Chloride"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Children / Adolescents:\n\n  * Males or females, ages 7 - 21, of any gender, race, or ethnicity\n  * Diagnosis of episodic or chronic migraine with acute headache flare lasting up to 3 months unresponsive to acute medications. Patients who report that acute medications were not used during this headache flare because those medications have been ineffective for several prior headache flares will be included\n  * Informed parental consent and subject assent\n  * Girls, who have reached menarche, must have a negative urine or serum pregnancy test\n  * Weight \\> 25kg\n* Parents:\n\n  * Parents or guardians of children enrolled, who speak either English or Spanish, and provide parental/guardian permission (informed consent) for their own participation\n  * Subject (child) assent\n\nExclusion Criteria:\n\n* Children / Adolescents:\n\n  * Previous nerve block less than 3 months ago or more than 2 previous nerve blocks\n  * Allergy to local anesthetics\n  * Skull defect or break in the skin at the planned site of cream application or GON injection\n  * Any investigational drug use within 30 days prior to enrollment, or 90 days prior to enrollment for medications targeted at Calcitonin Gene-Related Peptide\n  * Pregnant or lactating females\n  * Parents/guardians or subjects who, in the opinion of the Investigator, may be non- compliant with study schedules or procedures\n  * Significant adverse event with prior injection or procedure\n  * New abnormalities on physical or neurological examination\n  * Newly reported red flags in headache history which prompt investigation for secondary headache\n  * Non-English and Non-Spanish speaking\n  * Non-English speaking with no Spanish interpreter available\n* Parents:\n\n  * Parents or guardians of children enrolled, who do not speak either English or Spanish\n  * Parental/guardian permission and/or subject (child) assent has been declined\n  * Parents or guardians, who in the opinion of the investigator, may be non-compliant or unable to complete the questionnaires","healthyVolunteers":false,"sex":"ALL","minimumAge":"7 Years","maximumAge":"21 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Numeric Analog Scale (NRS)","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Numeric Rating Scale (NRS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. NRS scale is a 0 to 10 scale, with 0 meaning no pain and 10 meaning \"the worse pain imaginable\". A mean change of 2-points has been shown to be clinically relevant.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":"1.9"},{"groupId":"OG001","value":"1.1","spread":"1.9"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Visual Analog Scale (VAS)","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Visual Analog Scale (VAS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. VAS scale is a 0 to 100 visual scale, with 0 meaning no pain and 100 meaning \"the worse pain imaginable\".","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.97","spread":"4.09"},{"groupId":"OG001","value":"12.86","spread":"3.61"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Numeric Analog Scale (NRS) by Sex","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Numeric Rating Scale (NRS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By sex. NRS scale is a 0 to 10 scale, with 0 meaning no pain and 10 meaning \"the worse pain imaginable\". A mean change of 2-points has been shown to be clinically relevant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"2"},{"groupId":"OG001","value":"1","spread":"1.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"1.8"},{"groupId":"OG001","value":"2","spread":"2"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Visual Analog Scale (VAS) by Sex","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Visual Analog Scale (VAS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By sex. VAS scale is a 0 to 100 visual scale, with 0 meaning no pain and 100 meaning \"the worse pain imaginable\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25.5","spread":"23"},{"groupId":"OG001","value":"12","spread":"19.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":"20.6"},{"groupId":"OG001","value":"10.3","spread":"19"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Numeric Analog Scale (NRS) by Ethnicity","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Numeric Rating Scale (NRS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By ethnicity. NRS scale is a 0 to 10 scale, with 0 meaning no pain and 10 meaning \"the worse pain imaginable\". A mean change of 2-points has been shown to be clinically relevant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":"1.5"},{"groupId":"OG001","value":"-0.5","spread":"0.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"2"},{"groupId":"OG001","value":"1.2","spread":"1.9"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Visual Analog Scale (VAS) by Ethnicity","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Visual Analog Scale (VAS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By ethnicity. VAS scale is a 0 to 100 visual scale, with 0 meaning no pain and 100 meaning \"the worse pain imaginable\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"14.4"},{"groupId":"OG001","value":"-3.5","spread":"4.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.5","spread":"22.2"},{"groupId":"OG001","value":"14.5","spread":"19.8"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Numeric Analog Scale (NRS) by Race","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Numeric Rating Scale (NRS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By race. NRS scale is a 0 to 10 scale, with 0 meaning no pain and 10 meaning \"the worse pain imaginable\". A mean change of 2-points has been shown to be clinically relevant.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":"2.8"},{"groupId":"OG001","value":"2","spread":"2.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"1.9"},{"groupId":"OG001","value":"0.8","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":"1.4"},{"groupId":"OG001","value":"5","spread":"0"}]}]}]},{"type":"PRIMARY","title":"Mean Change in Pain Intensity Scores Measured by the Visual Analog Scale (VAS) by Race","description":"By subtracting the 30 minutes post-injection score from the pre-injection score, measured on a Visual Analog Scale (VAS), the mean change, in the lidocaine versus saline groups, will be used as the primary outcome measure. By race. VAS scale is a 0 to 100 visual scale, with 0 meaning no pain and 100 meaning \"the worse pain imaginable\".","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12","spread":"0"},{"groupId":"OG001","value":"3","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":"26.9"},{"groupId":"OG001","value":"21.3","spread":"11.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.2","spread":"21.6"},{"groupId":"OG001","value":"10","spread":"17.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":"21.2"},{"groupId":"OG001","value":"66","spread":"0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Disability","description":"The PedMIDAS will assess changes in functional disability due to headache. The PedMIDAS is a validated 6-question scale that captures headache-related disability-across multiple domains of functioning including school, home, social, and recreational-for pediatric and adolescent aged patients over 3 months. The instrument measures the number of days in which subjects missed activities due to headache or migraine. The measure yields a total score by summing items ranging from 0 to 90 day. The higher the score the higher the disability. Change in total score (total at week 4 minus total at baseline) is reported.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.036","spread":"8.46"},{"groupId":"OG001","value":"-13.36","spread":"9.39"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Disability to Day 7","description":"The Patient-Reported Outcomes Measurement Information System (PROMIS) Pain Interference (Short Form) will assess changes in functional disability due to headache. The PROMIS Pain Interference (Short Form) measures the self-reported consequences of pain on relevant aspects of the subject's life over the past seven days. A pain item pool was developed to yield scores on a T-score scale with a mean of 50 and standard deviation of 10. A higher PROMIS T-score represents more pain interference, a T-score of 60 is one standard deviation (SD) worse than average. By comparison, a pain interference T-score of 40 is one SD better than average.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.78","spread":"1.54"},{"groupId":"OG001","value":"2.11","spread":"1.09"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline Disability to Week 4","description":"The PROMIS Pain Interference (Short Form) will assess changes in functional disability due to headache. The PROMIS Pain Interference (Short Form) measures the self-reported consequences of pain on relevant aspects of the subject's life over the past seven days. A pain item pool was developed to yield scores on a T-score scale with a mean of 50 and standard deviation of 10. A higher PROMIS T-score represents more pain interference, a T-score of 60 is one SD worse than average. By comparison, a pain interference T-score of 40 is one SD better than average.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.05","spread":"1.75"},{"groupId":"OG001","value":"2.06","spread":"1.35"}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Pain Freedom","description":"The measurement involves resolution of headache pain within 30 minutes after injection and prior to any rescue medications. Data will be collected prospectively from subjects, at the study visit.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Pain Relief or Headache Response","description":"The measurement involves improvement in headache from \"severe or moderate\" to \"none or mild\" within 30 minutes and before any rescue medications. Data will be collected prospectively from subjects at the study visit.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Sustained Pain Freedom","description":"The measurement involves being pain-free within 30 minutes and lasting at least 24 hours, with no use of rescue medication and no relapse or recurrence. Data will be collected prospectively from subjects, via text, in an electronic headache diary.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Sustained Pain Relief","description":"The measurement involves having pain-relief within 30 minutes and lasting at least 24 hours, with no use of rescue medication and no relapse or recurrence. Data will be collected prospectively from subjects, via text, in an electronic headache diary.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Freedom From All Symptoms of Migraine","description":"The presence or absence of photophobia, phonophobia, and nausea will be collected from subjects prospectively, via text, in an electronic headache diary.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Worse headache pain","Feeling dizzy","Feeling worried or panicky","Feeling sick to your stomach","Numbness"]}}}