{"nctId":"NCT00856206","briefTitle":"Review of Safety Using Rilonacept in Preventing Gout Exacerbations (RE-SURGE)","startDateStruct":{"date":"2009-03"},"conditions":["Gout"],"count":1315,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Rilonacept 160 mg","type":"EXPERIMENTAL","interventionNames":["Biological: Rilonacept"]}],"interventions":[{"name":"Rilonacept","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female 18 to 80 years of age;\n* Previously met the preliminary criteria of American Rheumatism Associatio (ARA) for the classification of acute gout arthritis of primary gout;\n* Subjects with history of gout, initiating or currently on urate lowering; therapy who are at risk of gout flare.\n\nExclusion Criteria:\n\n* Acute gout flare within 2 weeks prior to the screening visit and during the screening visit;\n* Persistent chronic or active infections;\n* History of an allergic reaction to allopurinol;\n* History or presence of cancer within 5 years of the Screening Visit;;;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Any untoward medical occurrence in a participant who received investigational medicinal product (IMP) was considered an AE without regard to possibility of causal relationship with this treatment. Treatment-emergent adverse events (TEAEs) were defined as AEs that developed or worsened or became serious during on-treatment period (time from the administration of first dose of study drug up to 35 days after the last dose of study drug). A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. Any TEAE included participants with both serious and non-serious AEs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.1","spread":null},{"groupId":"OG001","value":"66.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.0","spread":null},{"groupId":"OG001","value":"27.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"3.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"5.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.8","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":null},{"groupId":"OG001","value":"4.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.5","spread":null},{"groupId":"OG001","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":null},{"groupId":"OG001","value":"0.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flares Per Participant Assessed From Day 1 to Day 112 (Week 16)","description":"A gout flare was defined as participant reported acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flares per participant was reported for this outcome measure. For drop-outs, only flares occurred before Day 112 were counted, regardless whether the flares occurred during the treatment period or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.73","spread":"2.69"},{"groupId":"OG001","value":"0.51","spread":"1.17"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Flare From Day 1 to Day 112 (Week 16)","description":"A gout flare was defined as participant reported acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least one gout flare was reported for this outcome measure. For drop-outs, only flares occurred before Day 112 were counted, regardless whether the flares occurred during the treatment period or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.1","spread":null},{"groupId":"OG001","value":"25.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least Two Flares From Day 1 to Day 112 (Week 16)","description":"A gout flare was defined as participant reported acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least two gout flare was reported for this outcome measure. For drop-outs, only flares occurred before Day 112 were counted, regardless whether the flares occurred during the treatment period or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.7","spread":null},{"groupId":"OG001","value":"11.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flare Days Per Participant From Day 1 to Day 112 (Week 16)","description":"A gout flare was defined as participant reported acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flares per participant was reported for this outcome measure. Flare days were counted up to Week 16, regardless of whether or not the flares occurred during the treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.66","spread":"11.79"},{"groupId":"OG001","value":"2.66","spread":"7.69"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":13,"n":330},"commonTop":["Headache","Arthralgia","Accidental overdose","Pain in extremity","Injection site erythema"]}}}