{"nctId":"NCT01866163","briefTitle":"LEO 90100 Compared to Vehicle in Subjects With Psoriasis Vulgaris","startDateStruct":{"date":"2013-06"},"conditions":["Psoriasis Vulgaris"],"count":426,"armGroups":[{"label":"LEO 90100","type":"EXPERIMENTAL","interventionNames":["Drug: LEO 90100"]},{"label":"Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle"]}],"interventions":[{"name":"LEO 90100","otherNames":[]},{"name":"Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A clinical diagnosis of psoriasis vulgaris of at least 6 months duration involving the trunk and/or limbs\n* Psoriasis vulgaris on the trunk and/or limbs (excluding psoriasis on the genitals and skin folds) involving 2-30% of the Body Surface Area (BSA)\n* An Investigator's Global Assessment of disease severity (IGA) of at least mild at Day 0 (Visit 1)\n* A modified PASI (m-PASI) score of at least 2 at Day 0 (Visit 1)\n* A target lesion of a minimum of 5 cm at its longest axis and preferably not located on the extensor surface on an elbow or knee, scoring at least 1 for each of redness, thickness and scaliness, and at least 4 in total by the Investigator's Assessment of Severity of the Target Lesion\n\nExclusion Criteria:\n\n* Systemic treatment with biological therapies, whether marketed or not, with a possible effect on psoriasis vulgaris within the following time periods prior to randomisation:\n\n  * etanercept - within 4 weeks prior to randomisation\n  * adalimumab, infliximab - within 8 weeks prior to randomisation\n  * ustekinumab - within 16 weeks prior to randomisation\n  * other products - within 4 weeks/5 half-lives prior to randomisation (whichever is longer)\n* Systemic treatment with all other therapies with a possible effect on psoriasis vulgaris (e.g., corticosteroids, retinoids, methotrexate, ciclosporin and other immunosuppressants) within 4 weeks prior to randomisation.\n* Subjects who have received treatment with any nonmarketed drug substance (i.e. a drug which has not yet been made available for clinical use following registration) within 4 weeks/5 half-lives (whichever is longer) prior to randomisation.\n* PUVA therapy within 4 weeks prior to randomisation.\n* UVB therapy within 2 weeks prior to randomisation.\n* Topical anti-psoriatic treatment on the trunk and limbs (except for emollients) within 2 weeks prior to randomisation.\n* Topical treatment on the face, scalp and skin folds with corticosteroids, vitamin D analogues or prescription shampoos within 2 weeks prior to randomisation.\n* Planned initiation of, or changes to, concomitant medication that could affect psoriasis vulgaris (e.g. beta blockers, antimalarial drugs, lithium, ACE inhibitors) during the trial.\n* Current diagnosis of guttate, erythrodermic, exfoliative or pustular psoriasis.\n* Previously randomised in this trial or any previously conducted trial of LEO 90100.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Success According to IGA","description":"Subjects with 'treatment success' ('clear' or 'almost clear' for subjects with at least moderate disease at baseline, 'clear' for subjects with mild disease at baseline) according to the Investigators' global assessment of disease severity (IGA) at Week 4.\n\nThe 5 point IGA scale: 1 = clear, 2 = almost clear, 3 = mild, 4 = moderate and 5 = severe","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.3","spread":null},{"groupId":"OG001","value":"4.8","spread":null}]}]}]},{"type":"SECONDARY","title":"m-PASI at Week 4","description":"The investigator assessed the extent and severity of the three clinical signs (redness, thickness, and scaliness) on the arms, trunk and legs. These assessments were converted to an Modified Psoriasis Area and Severity Index (m-PASI).\n\nm-PASI (excluding head) assessed at week 4 (adjusted for the effect of (pooled) centre and baseline m-PASI.\n\nThe m-PASI score range from 0 (best) to 64.8 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.04","spread":null},{"groupId":"OG001","value":"5.33","spread":null}]}]}]},{"type":"SECONDARY","title":"m-PASI at Week 1","description":"The investigator assessed the extent and severity of the three clinical signs (redness, thickness, and scaliness) on the arms, trunk and legs. These assessments were converted to an Modified Psoriasis Area and Severity Index (m-PASI).\n\nm-PASI (excluding head) assessed at week 4 (adjusted for the effect of (pooled) centre and baseline m-PASI.\n\nThe m-PASI score range from 0 (best) to 64.8 (worst).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.66","spread":null},{"groupId":"OG001","value":"5.93","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":323},"commonTop":["Nasopharyngitis","Application site pain","Diarrhoea","Blood pressure increased","Nausea"]}}}