{"nctId":"NCT00829166","briefTitle":"A Study of Trastuzumab Emtansine Versus Capecitabine + Lapatinib in Participants With HER2-positive Locally Advanced or Metastatic Breast Cancer","startDateStruct":{"date":"2009-02"},"conditions":["Breast Cancer"],"count":991,"armGroups":[{"label":"Trastuzumab emtansine","type":"EXPERIMENTAL","interventionNames":["Drug: Trastuzumab emtansine"]},{"label":"Lapatinib + Capecitabine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Lapatinib","Drug: Capecitabine"]}],"interventions":[{"name":"Trastuzumab emtansine","otherNames":["T-DM1","Trastuzumab-MCC-DM1","RO5304020"]},{"name":"Lapatinib","otherNames":["Tykerb","Tyverb"]},{"name":"Capecitabine","otherNames":["Xeloda"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HER2 status must be prospectively, centrally tested and be HER2-positive based on central laboratory assay results\n* Histologically or cytologically confirmed invasive breast cancer\n* Prior treatment for breast cancer in the adjuvant, unresectable, locally advanced, or metastatic setting must include both a taxane, alone or in combination with another agent, and trastuzumab, alone or in combination with another agent\n* Documented progression (which occur during or after most recent treatment or within 6 months after completing of adjuvant therapy) of incurable, unresectable, locally advanced or metastatic breast cancer, defined by the investigator\n* Measurable and/or nonmeasurable disease; participants with central nervous system-only disease are excluded\n* Cardiac ejection fraction greater than or equal to (\\>/=) 50 percent (%) by either echocardiogram or multi-gated acquisition scan\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1\n* For women of childbearing potential and men with partners of childbearing potential, agreement to use a highly effective, non-hormonal form of contraception; contraception use should continue for the duration of the study treatment and for at least 6 months after the last dose of study treatment\n\nExclusion Criteria:\n\n* History of treatment with trastuzumab emtansine\n* Prior treatment with lapatinib or capecitabine\n* Peripheral neuropathy of Grade \\>/= 3 per National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE), Version 3.0\n* History of other malignancy within the last 5 years, except for appropriately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, Stage 1 uterine cancer, synchronous or previously diagnosed HER2-positive breast cancer, or cancers with a similar curative outcome as those mentioned above\n* History of receiving any anti-cancer drug/biologic or investigational treatment within 21 days prior to randomization except hormone therapy, which could be given up to 7 days prior to randomization; recovery of treatment-related toxicity consistent with other eligibility criteria\n* History of radiation therapy within 14 days of randomization\n* Brain metastases that are untreated, symptomatic, or require therapy to control symptoms, as well as any history of radiation, surgery, or other therapy, including steroids, to control symptoms from brain metastases within 2 months (60 days) of randomization\n* History of symptomatic congestive heart failure or serious cardiac arrhythmia requiring treatment\n* History of myocardial infarction or unstable angina within 6 months of randomization\n* Current dyspnea at rest due to complications of advanced malignancy or current requirement for continuous oxygen therapy\n* Current severe, uncontrolled systemic disease (for example, clinically significant cardiovascular, pulmonary, or metabolic disease)\n* Pregnancy or lactation\n* Current known active infection with human immunodeficiency virus (HIV), hepatitis B virus, or hepatitis C virus\n* Presence of conditions that could affect gastrointestinal absorption: Malabsorption syndrome, resection of the small bowel or stomach, and ulcerative colitis\n* History of intolerance (such as Grade 3-4 infusion reaction) to trastuzumab\n* Known hypersensitivity to 5-fluorouracil or known dihydropyrimidine dehydrogenase deficiency\n* Current treatment with sorivudine or its chemically related analogs, such as brivudine","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With PD or Death as Assessed by an Independent Review Committee (IRC)","description":"PD was assessed by an IRC using modified Response Evaluation Criteria in Solid Tumors (RECIST). All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as target lesions (TLs) and recorded at baseline. TLs should be selected on the basis of their size (those with the longest diameter) and their suitability for accurate repeated measurements either by imaging or clinically. A sum of the longest diameter for all TLs was calculated as baseline sum longest diameter (SLD). All other lesions (or sites of disease) should be identified as non-TLs and recorded at baseline. PD for TLs was defined as greater than or equal to (\\>/=) 20 percent (%) increase in SLD, taking as reference smallest SLD recorded since treatment started or appearance of 1 or more new lesions. PD for non-TLs was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. Percentage of Participants with PD by IRC or death from any cause was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53.5","spread":null},{"groupId":"OG001","value":"61.3","spread":null}]}]}]},{"type":"PRIMARY","title":"Progression-free Survival (PFS) as Assessed by an IRC (Co-primary Endpoint)","description":"Tumor response was assessed by an IRC according to modified RECIST. All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as TLs (on the basis of their size and their suitability for accurate repeated measurements either by imaging or clinically) and recorded at baseline. A sum of the longest diameter for all TLs was calculated as baseline SLD. All other lesions were identified as non-TLs and recorded at baseline. PD for TLs: \\>/= 20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or appearance of 1 or more new lesions. PD for non-TLs: appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. PFS: time from randomization to first documented PD by IRC or death from any cause (whichever occurred earlier). The median duration of PFS was estimated using Kaplan-Meier method. The 95% confidence interval (CI) was computed using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.6","spread":null},{"groupId":"OG001","value":"6.4","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Died: Second Interim Analysis","description":"The percentage of participants who died from any cause was reported. The results are reported from second interim analysis, which deemed to be the confirmatory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":null},{"groupId":"OG001","value":"36.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival: Second Interim Analysis (Co-primary Endpoint)","description":"OS was defined as the time from the date of randomization to the date of death from any cause. The median duration of OS was estimated using Kaplan-Meier method. The 95% CI was computed using the method of Brookmeyer and Crowley. The results are reported from second interim analysis, which deemed to be the confirmatory.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.9","spread":null},{"groupId":"OG001","value":"25.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Died: Final Analysis","description":"The percentage of participants who died from any cause was reported. The results reported are from the final analysis. The final analysis is descriptive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.2","spread":null},{"groupId":"OG001","value":"67.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Overall Survival: Final Analysis","description":"OS was defined as the time from the date of randomization to the date of death from any cause. The median duration of OS was estimated using Kaplan-Meier method. The 95% CI was computed using the method of Brookmeyer and Crowley. The results reported are from the final analysis. The final analysis is descriptive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.9","spread":null},{"groupId":"OG001","value":"25.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Were Alive at Year 1","description":"1 year survival was defined as the percentage of participants alive 1 year after starting treatment. The results reported are from the final analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.3","spread":null},{"groupId":"OG001","value":"78.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Were Alive at Year 2","description":"2 year survival was defined as the percentage of participants alive 2 years after starting treatment. The results reported are from the final analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.6","spread":null},{"groupId":"OG001","value":"52.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With PD or Death as Assessed by the Investigator","description":"PD was assessed by the investigator using modified RECIST. All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as TLs and recorded at baseline. A sum of the longest diameter for all TLs was calculated as baseline SLD. PD for TLs was defined as \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or the appearance of 1 or more new lesions. PD for non-TLs was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. The percentage of participants who died or experienced PD by Investigator was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.0","spread":null},{"groupId":"OG001","value":"67.5","spread":null}]}]}]},{"type":"SECONDARY","title":"PFS as Assessed by the Investigator","description":"Tumor response was assessed by the investigator according to modified RECIST. All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as TLs and recorded at baseline. A sum of the longest diameter for all TLs was calculated as baseline SLD. PD for TLs was defined as \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or the appearance of 1 or more new lesions. PD for non-TLs was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. PFS was defined as the time from randomization to first documented PD by Investigator or death from any cause (whichever occurred earlier). The median duration of PFS was estimated using Kaplan-Meier method. The 95% CI was computed using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.4","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response (OR) as Assessed by an IRC","description":"Tumor response was assessed by an IRC according to modified RECIST. OR was defined as the percentage of participants with a complete response (CR) or partial response (PR). All measurable lesions up to a maximum of 5 per organ and 10 in total were identified as TLs and recorded at baseline. A sum of the longest diameter for all TLs was calculated as baseline SLD. For TLs, a CR was defined as the disappearance of all TLs and a PR was defined as \\>/= 30% decrease in the SLD of TLs, taking as reference the baseline SLD. For non-TLs, a CR was defined as the disappearance of all non-TLs and a PR was defined as the persistence of 1 or more non-TLs. Confirmation of response at a consecutive tumor assessment at least 4 weeks apart was required. Participants without a post-baseline tumor assessment were considered non-responders. The percentage of participants with CR or PR by IRC was reported. The 95% CI was computed using Blyth-Still Casella exact CI method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.6","spread":null},{"groupId":"OG001","value":"30.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Objective Response (DOR) as Assessed by an IRC","description":"Tumor response was assessed by an IRC according to modified RECIST. DOR was defined as the time from first documented OR to first documented PD or death from any cause, whichever occurred earlier. OR was defined as a CR or PR determined on 2 consecutive tumor assessments at least 4 weeks apart. For TLs, CR was defined as the disappearance of all TLs; PR was defined as \\>/=30% decrease in the SLD of TLs, taking as reference the baseline SLD; and PD was defined as \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or the appearance of 1 or more new lesions. For non-TLs, CR was defined as the disappearance of all non-TLs; PR was defined as the persistence of 1 or more non-TLs; and PD was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. The 95% CI was computed using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.6","spread":null},{"groupId":"OG001","value":"6.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Clinical Benefit as Assessed by an IRC","description":"Tumor response was assessed by an IRC according to modified RECIST. Participants were considered as experienced clinical benefit if they had an OR or maintained stable disease (SD) for at least 6 months from randomization. OR: CR or PR determined on 2 consecutive tumor assessments \\>/=4 weeks apart. For TLs, CR: disappearance of all TLs; PR: \\>/=30% decrease in the SLD of TLs, taking as reference the baseline SLD; PD: \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or appearance of 1 or more new lesions; and SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD. For non-TLs, CR: disappearance of all non-TLs; PR/SD: persistence of 1 or more non-TLs; and PD: appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. Participants without a post-baseline tumor assessment were considered non-responders. The 95% CI was computed using Blyth-Still Casella exact CI method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.2","spread":null},{"groupId":"OG001","value":"44.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment Failure","description":"Treatment failure was defined as discontinuation of treatment for any reason, including PD (per investigator review), treatment toxicity, or death from any cause. For \"Lapatinib + Capecitabine\" arm, a participant was considered as treatment failure only if both drugs were discontinued. For TLs, PD was defined as \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or the appearance of 1 or more new lesions. For non-TLs, PD was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. Percentage of participants with treatment failure was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.2","spread":null},{"groupId":"OG001","value":"74.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Failure","description":"Time to treatment failure was defined as the time from randomization to discontinuation of treatment for any reason, including PD (per investigator review), treatment toxicity, or death from any cause. For \"Lapatinib + Capecitabine\" arm, a participant was considered as treatment failure only if both drugs were discontinued with treatment failure date as the later of the 2 discontinuation dates. For TLs, PD was defined as \\>/=20% increase in the SLD, taking as reference the smallest SLD recorded since treatment started or the appearance of 1 or more new lesions. For non-TLs, PD was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs. The median time to treatment failure was estimated using Kaplan-Meier method. The 95% CI was computed using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.9","spread":null},{"groupId":"OG001","value":"5.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Symptom Progression","description":"Symptom progression was defined as the documentation of a \\>/= 5-point decrease from baseline in the scoring of responses as measured by the Functional Assessment of Cancer Therapy-for participants with Breast Cancer (FACT-B) questionnaire with the Trial Outcomes Index-Physical/Functional/Breast (TOI-PFB) subscale. The FACT-B TOI-PFB subscale contained 24 items from 3 subsections of the FACT-B questionnaire: Physical well-being, functional well-being, and additional concerns for breast cancer participants (breast cancer subscale \\[BCS\\]). All items in the questionnaire were rated by the participant on a 5-point scale ranging from 0 (\"not at all\") to 4 (\"very much\"). The total score ranged from 0 to 96 with higher score indicating better perceived quality of life. The percentage of participants with symptom progression was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.7","spread":null},{"groupId":"OG001","value":"57.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptom Progression","description":"Time to symptom progression was defined as the time from randomization to the first documentation of a \\>/= 5-point decrease from baseline in the scoring of responses as measured by the FACT-B questionnaire with the TOI-PFB subscale. The FACT-B TOI-PFB subscale contained 24 items from 3 subsections of the FACT-B questionnaire: Physical well-being, functional well-being, and additional concerns for breast cancer participants (BCS). All items in the questionnaire were rated by the participant on a 5-point scale ranging from 0 (\"not at all\") to 4 (\"very much\"). The total score ranged from 0 to 96 with higher score indicating better perceived quality of life. The median time to symptom progression was estimated using Kaplan-Meier method. The 95% CI was computed using the method of Brookmeyer and Crowley.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"4.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":92,"n":490},"commonTop":["Diarrhoea","Nausea","Fatigue","Palmar-Plantar erythrodysaesthesia syndrome","Vomiting"]}}}