{"nctId":"NCT05233566","briefTitle":"Ketamine for Postoperative Avoidance of Depressive Symptoms: The K-PASS Feasibility Trial","startDateStruct":{"date":"2022-04-25","type":"ACTUAL"},"conditions":["Postoperative Depression"],"count":32,"armGroups":[{"label":"Ketamine Arm","type":"EXPERIMENTAL","interventionNames":["Drug: Ketamine"]},{"label":"Control Arm","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Normal saline"]}],"interventions":[{"name":"Ketamine","otherNames":["Ketalar"]},{"name":"Normal saline","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Able to provide written, informed consent\n2. Aged 18 or older\n3. Scheduled for non-ambulatory surgery scheduled to last at least 2 hours at Barnes-Jewish Hospital\n4. Past medical history of depression, defined as one or more of the following criteria\n\n   1. Previous diagnosis by a psychiatrist or primary care physician in an outpatient or inpatient setting, by patient report or chart documentation\n   2. Prescription of an oral antidepressant by a psychiatrist or primary care physician for a mood disorder\n\nExclusion Criteria:\n\n1. Bipolar depression\n2. Concurrent use of a medication contraindicated with ketamine\n3. Emergent surgery\n4. Known or suspected elevation in intracranial pressure\n5. Current subarachnoid hemorrhage\n6. Carotid endarterectomy or arteriovenous malformation repair\n7. Allergy to ketamine\n8. Any condition in which a significant elevation of blood pressure would constitute a serious hazard (e.g., aortic dissection, pheochromocytoma)\n9. Known history of dementia\n10. Pregnancy or lactation\n11. Inability to converse in English\n12. Concurrent enrollment in another interventional trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Fraction of Approached Patients Who Enroll and Are Randomized","description":"The numerator will include all patients who are randomized to receive either ketamine or placebo.\n\nThe denominator will include all patients who are approached by the research team to evaluated eligibility and offer consent.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]}]},{"type":"PRIMARY","title":"Fraction of Randomized Patients Who Complete the Study Infusion","description":"The numerator will include all participants who received the entire study medication infusion as planned.\n\nThe denominator will include all participants who are randomized to receive either ketamine or the placebo.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"PRIMARY","title":"Fraction of Randomized Patients With Depression Rating Scale Scores at All Specified Time Points","description":"Depression will be measured using the Montgomery-Asberg Depression Rating Scale (MADRS) at pre-operative baseline and on post-infusion days 1, 2, 4, 7, and 14. MADRS scores range 0 to 60, with higher scores representing worse depression.\n\nThe numerator will include all patients with MADRS scores documented at all 6 time points.\n\nThe denominator will include all participants who are randomized to receive either ketamine or the placebo.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Depressive Symptoms on Day 4","description":"Depression will be measured using the Montgomery-Asberg Depression Rating Scale (MADRS) at pre-operative baseline and on post-infusion days 1, 2, 4, 7, and 14. MADRS scores range 0 to 60, with higher scores representing worse depression.\n\nThe distribution of MADRS scores in the population will be assessed for normality using visual analysis of histograms and using the Kolmogorov-Smirnoff test. If the MADRS scores are normally distributed, then the mean scores in the two groups on post-infusion day 4 will be compared using linear regression, adjusting for preoperative score. If the MADRS scores are not normally distributed, then the median delta scores in the two groups will be compared using median regression, adjusting for preoperative score.\n\nParticipants with missing MADRS scores at either time point (preoperative baseline or post-infusion day 4) will be excluded.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Delta Sleep Ratio on Night 1 Following Study Medication","description":"Electroencephalograms (EEG) will be captured during sleep using the Dreem headband (DREEM, Rhythm, New York, NY), a consumer-grade wireless device using dry electrodes. Sleep stages (e.g., non-rapid eye movement \\[NREM\\], rapid eye movement, wakefulness) will be detected using the Dreem headband's built-in automated sleep scoring algorithm. During each time epoch, slow wave activity will be defined as the EEG power in the range 1-4 Hz. The delta sleep ratio (DSR) will be defined as the ratio of slow wave activity during the first NREM epoch to slow wave activity during the second NREM epoch.\n\nBecause it is a ratio, the DSR is a dimensionless number. In normal sleep, slow wave activity is greatest at the beginning of the night and decreases throughout the night. Therefore, higher DSR values reflect a more normal sleep architecture.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.01","spread":null},{"groupId":"OG001","value":"0.96","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":16},"commonTop":["Transient Ischemic Attack","Blisters around incision","Fever and chills","Nausea and vomiting"]}}}