{"nctId":"NCT01080261","briefTitle":"PROMUS Element Japan Small Vessel Trial","startDateStruct":{"date":"2010-02"},"conditions":["Atherosclerosis","Coronary Artery Disease"],"count":60,"armGroups":[{"label":"PROMUS Element","type":"EXPERIMENTAL","interventionNames":["Device: PROMUS Element"]}],"interventions":[{"name":"PROMUS Element","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must be at least 20 years of age\n* Patient understands the study requirements and the treatment procedures and provides written informed consent before any study-specific tests or procedures are performed\n* Patient is eligible for percutaneous coronary intervention (PCI) with regards to the target lesion Patient is considered suitable for PCI if any of the following criteria meet.\n* Evidence of ischemia documented with stress electrocardiogram (ECG) and/or any diagnostic imaging tests.\n* Target vessel supplies blood to relatively large area of the myocardium.\n* Target lesion is a possible culprit of angina.\n* Target vessel is a potential collateral source for other major vessels\n* Patient has documented stable angina pectoris or documented silent ischemia; or unstable angina pectoris\n* Patient is an acceptable candidate for coronary artery bypass grafting (CABG)\n* Patient has a left ventricular ejection fraction (LVEF) ≥30% as measured within 30 days prior to enrollment\n* Patient is willing to comply with all protocol-required follow-up evaluation\n\nExclusion Criteria:\n\n* Patient has clinical symptoms and/or ECG changes consistent with acute myocardial infarction (MI)\n* Patient has had a known diagnosis of recent MI (i.e., within 72 hours prior to the index procedure) and has elevated enzymes at the time of the index procedure as follows.\n\n  * Patients are excluded if any of the following criteria are met at the time of the index procedure.\n  * If creatine kinase-myoglobin band (CK-MB) is \\>2× upper limit of normal (ULN), the patient is excluded regardless of the CK Total.\n  * If CK MB is 1 2× ULN, the patient is excluded if the CK Total is \\>2× ULN.\n  * If CK Total/CK MB are not used and Troponin is, patients are excluded if the following criterion is met at the time of the index procedure.\n  * Troponin \\>1× ULN with at least one of the following.\n  * Patient has ischemic symptoms and ECG changes indicative of ongoing ischemia (e.g., \\>1 mm ST segment elevation or depression in consecutive leads or new left bundle branch block \\[LBBB\\]);\n  * Development of pathological Q waves in the ECG; or\n  * Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality.\n\nNote: For patients with unstable angina or patients who have had a recent MI, CK Total/CK MB (or Troponin if CK Total/CK MB are not used) must be documented prior to enrolling the patient.\n\n* Patient has received an organ transplant or is on a waiting list for an organ transplant\n* Patient is receiving or scheduled to receive chemotherapy within 30 days before or after the index procedure\n* Patient is receiving oral or intravenous immunosuppressive therapy (inhaled steroids are not excluded) or has known life-limiting immunosuppressive or autoimmune disease (e.g., human immunodeficiency virus, systemic lupus erythematosus, but not including diabetes mellitus)\n* Patient is receiving chronic (≥72 hours) anticoagulation therapy (e.g., heparin, warfarin) for indications other than acute coronary syndrome\n* Patient has a platelet count \\<100,000 cells/mm\\^3 or \\>700,000 cells/mm\\^3\n* Patient has a white blood cell (WBC) count \\<3,000 cells/mm\\^3\n* Patient has documented or suspected liver disease, including laboratory evidence of hepatitis\n* Patient is on dialysis or has known renal insufficiency (i.e., Creatinine \\> 2.0 mg/dl or \\>150 μmol/L)\n* Patient has a history of bleeding diathesis or coagulopathy or will refuse blood transfusions\n* Patient has had a cerebrovascular accident (CVA) or transient ischemic attack (TIA) within the past 6 months, or has any permanent neurologic defect that may cause non-compliance with the protocol\n* Target vessel or side branch has been treated with any type of PCI (e.g., balloon angioplasty, stent, cutting balloon, atherectomy) within 12 months prior to the index procedure (excluding PCI of the non-target lesion within the target vessel treated during the index procedure (Refer to Multiple Interventions During Index Procedure))\n* Target vessel has been treated within 10 mm proximal or distal to the target lesion (by visual estimate) with any type of PCI (e.g., balloon angioplasty, stent, cutting balloon, atherectomy) at any time prior to the index procedure\n* Non-target vessel or side branch has been treated with any type of PCI (e.g., balloon angioplasty, stent, cutting balloon, atherectomy) within 24 hours prior to the index procedure\n* Planned or actual target vessel treatment with an unapproved device, directional or rotational coronary atherectomy, laser, cutting balloon, or transluminal extraction catheter immediately prior to stent placement\n* Planned PCI or CABG after the index procedure\n* Patient previously treated at any time with coronary intravascular brachytherapy\n* Patient has a known allergy to the study stent system or protocol-required concomitant medications (e.g., stainless steel, platinum, chromium, nickel, tungsten, acrylic, fluoropolymers, everolimus, thienopyridines, aspirin, contrast) that cannot be adequately premedicated\n* Patient has an active peptic ulcer or active gastrointestinal (GI) bleeding\n* Patient has one of the following.\n\n  * Other serious medical illness (e.g., cancer, congestive heart failure) that may reduce life expectancy to less than 24 months\n  * Current problems with substance abuse (e.g., alcohol, cocaine, heroin, etc.)\n  * Planned procedure that may cause non-compliance with the protocol or confound data interpretation\n* Patient is participating in another investigational drug or device clinical trial that has not reached its primary endpoint\n* Patient intends to participate in another investigational drug or device clinical trial within 12 months after the index procedure\n* Patient with known intention to procreate within 12 months after the index procedure (Women of child-bearing potential who are sexually active must agree to use a reliable method of contraception from the time of screening through 12 months after the index procedure.)\n* Patient is a woman who is pregnant or nursing (A pregnancy test must be performed within 7 days prior to the index procedure in women of child-bearing potential.)\n* Patient has more than 1 target lesion and 1 non-target lesion, which will be treated during the index procedure","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Major Adverse Cardiac Events (MACE) (Percentage of Participants With an Event)","description":"A major adverse cardiac event (MACE) is defined as any ischemia-driven target lesion revascularization (TLR), myocardial infarction (MI, Q-wave and non-Q-wave), or cardiac death. Reported as percentage of participants who have experienced a MACE event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Myocardial Infarction (MI) (Percentage of Participants With an Event)","description":"New Q-waves in ≥2 leads lasting ≥0.04 sec with creatine kinase- myoglobin band (CK-MB) or troponin above upper limit of normal (ULN) (baseline troponin \\<ULN); if no new Q-waves total CK or troponin \\>3× ULN (baseline troponin \\<ULN) plus at least one of the following: electrocardiogram changes indicating new ischemia (new ST-T changes, left bundle branch block), imaging evidence of new loss of viable myocardium, or new regional wall motion abnormality. Similar for MI diagnosis post coronary artery bypass graft with CK-MB or troponin \\>5× ULN","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"All-cause Death (Percentage of Participants With an Event)","description":"Participants who died from any cause","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Cardiac Death (Percentage of Participants With an Event)","description":"Cardiac death is defined as death due to any of the following: acute myocardial infarction; cardiac perforation/pericardial tamponade; arrhythmia or conduction abnormality; cerebrovascular accident (CVA) through hospital discharge or CVA suspected of being related to the procedure; complication of the procedure including bleeding, vascular repair, transfusion reaction, or bypass surgery or any death in which a cardiac cause cannot be excluded. Reported as percentage of participants who experienced cardiac death.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Revascularization (Percentage of Participants With an Event)","description":"Target vessel revascularization (TVR) is any ischemia-driven repeat percutaneous intervention to improve blood flow, or bypass surgery of not previously existing lesions with diameter stenosis ≥50% by quantitative coronary angiography in the target vessel, including the target lesion.Reported as percentage of participants who experienced a TVR.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Revascularization (Percentage of Participants With an Event)","description":"Target lesion revascularization (TLR) is any ischemia-driven repeat percutaneous intervention, to improve blood flow, of the successfully treated target lesion or bypass surgery of the target vessel with a graft distally to the successfully treated target lesion. Reported as percentage of participants who experienced a TLR.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Vessel Failure (TVF) (Percentage of Participants With an Event)","description":"Includes any ischemia-driven revascularization of the target vessel, myocardial infarction (MI, Q-wave and non-Q-wave) related to the target vessel or death related to the target vessel. For the purposes of this protocol, if it cannot be determined with certainty whether the MI or death was related to the target vessel, it will be considered a TVF. Reported as percentage of participants who experienced a TVF event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Target Lesion Failure (TLF) (Percentage of Participants With an Event)","description":"Target lesion failure (TLF) is defined as any ischemia-driven revascularization of the target lesion, myocardial infarction (Q-wave and non-Q-wave) related to the target vessel, or cardiac death related to the target vessel. Reported as percentage of participants who experienced a TLF event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis (ST) Based on Academic Research Consortium (ARC) Definition (Percentage of Participants With an Event)","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Definite + Probable Stent Thrombosis (ST) Based on Academic Research Consortium (ARC) Definition (Percentage of Participants With an Event)","description":"DEFINITE ST: acute coronary syndrome and angiographic or pathologic evidence of stent thrombosis; PROBABLE ST: unexplained death within 30 days or target-vessel infarction without angiographic information ARC ST is reported as a cumulative value at different time points and within the different separate time points. Time 0 is the time point after the guide catheter has been removed. Acute ST: 0-24 hours after stent implantation; Subacute ST: \\>24 hours to 30 days post; late ST: \\>30 days to 1 year post; Very late ST: \\>1 year post; NOTE: Acute/subacute can be replaced by early ST (0-30 days)","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Technical Success (Percentage of Stents)","description":"Defined as successful delivery and deployment of the study stent to the target vessel, without balloon rupture or stent embolization; expressed per stent","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Procedural Success (Percentage of Participants)","description":"Expressed as percentage of participants in whom mean lesion diameter stenosis was \\<30% with TIMI 3 flow (visually assessed) and who did not experience an occurrence of in-hospital myocardial infarction, target vessel revascularization, or cardiac death.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":11,"n":60},"commonTop":["Nasopharyngitis"]}}}