{"nctId":"NCT05139810","briefTitle":"OASIS-HAE: A Study to Evaluate the Safety and Efficacy of Donidalorsen (ISIS 721744 or IONIS-PKK-LRx) in Participants With Hereditary Angioedema (HAE)","startDateStruct":{"date":"2021-12-03","type":"ACTUAL"},"conditions":["Hereditary Angioedema"],"count":91,"armGroups":[{"label":"Pooled Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Donidalorsen"]},{"label":"Cohort A: Donidalorsen 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Donidalorsen"]},{"label":"Cohort B: Donidalorsen 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Donidalorsen","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria\n\n1. Participants, or their legally appointed and authorized representatives, must provide written and signed informed consent form (ICF)/assent\n2. Participants must be aged ≥ 12 years at the time of informed consent and, as applicable, assent\n3. Participants must have a documented diagnosis of hereditary angioedema type 1 (HAE-1)/hereditary angioedema type 2 (HAE-2)\n4. Participants must:\n\n   1. Experience a minimum of 2 HAE attacks (confirmed by the Investigator) during the Screening Period\n   2. Be willing to complete the participant reported outcomes (PRO) assessments throughout the study\n5. Participants must have access to, and the ability to use acute medication(s) to treat angioedema attacks\n\nKey Exclusion Criteria\n\n1. Concurrent diagnosis of any other type of recurrent angioedema, including acquired, idiopathic angioedema or HAE with normal C1-INH (also known as HAE Type III)\n2. Any clinically-significant abnormalities in screening laboratory values that would render a participant unsuitable for inclusion in the study\n3. Treatment with another investigational drug or biological agent within 1 month or 5 half-lives, whichever is longer, of Screening\n4. Participated in a prior ISIS 721744 study\n5. Exposure to any of the following medications:\n\n   1. Angiotensin-converting enzyme (ACE) inhibitors or any estrogen containing medications with systemic absorption within 4 weeks prior to Screening\n   2. Chronic prophylaxis with Takhzyro, Haegarda, Cinryze and Ruconest or Orladeyo within 5 half-lives prior to Screening\n   3. Oligonucleotides (including small interfering ribonucleic acid \\[siRNA\\]) within 4 months of Screening if single dose received, or within 12 months of Screening if multiple doses received. This exclusion does not apply to vaccines\n6. Recent history (3 years) of, or current drug or alcohol abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time-Normalized Investigator-Confirmed (IC) HAE Attack Rate (Per Month) From Week 1 to Week 25","description":"The time-adjusted HAE attack rate was calculated as number of IC HAE attacks occurring from Week 1 to Week 25, divided by the number of days the participant contributed to the period multiplied by 28 days. An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.26","spread":null},{"groupId":"OG001","value":"0.44","spread":null},{"groupId":"OG002","value":"1.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Time-Normalized IC HAE Attack Rate (Per Month) From Week 5 to Week 25","description":"The time-adjusted HAE attack rate was calculated as number of IC HAE attacks occurring from Week 5 to Week 25, divided by the number of days the participant contributed to the period multiplied by 28 days. An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.25","spread":null},{"groupId":"OG001","value":"0.30","spread":null},{"groupId":"OG002","value":"0.90","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of IC HAE Attack-Free Participants From Week 5 to Week 25","description":"An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). Percentages are rounded off to the nearest decimal.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.1","spread":null},{"groupId":"OG001","value":"53.3","spread":null},{"groupId":"OG002","value":"34.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time-Normalized Moderate or Severe IC HAE Attack Rate (Per Month) From Week 5 to Week 25","description":"The time-adjusted HAE attack rate was calculated as number of investigator-confirmed moderate or severe HAE attacks occurring from Week 5 to Week 25, divided by the number of days the participant contributed to the period multiplied by 28 days. An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.15","spread":null},{"groupId":"OG001","value":"0.12","spread":null},{"groupId":"OG002","value":"0.68","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Clinical Response From Week 5 to Week 25","description":"Clinical response was defined as a ≥ 50%, ≥ 70%, or ≥ 90% reduction from Baseline in HAE attack rate from Week 5 to Week 25. The HAE attack rate between Week 5 and Week 25 for each participant is calculated as number of HAE attacks occurring from Week 5 to week 25 divided by the number of days the participant contributed to the period multiplied by 28 days. An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). Baseline= Run-in period which is the period from screening to the last day prior to Study Day 1.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"42","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"37","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"28","spread":null},{"groupId":"OG002","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"IC HAE Attack Rate Requiring Acute HAE Therapy From Week 5 to Week 25","description":"Time-adjusted HAE attack rate is calculated as number of IC HAE attacks requiring acute therapy occurring from Week 5 to Week 25, divided by number of days the participant contributed to period multiplied by 28 days. An HAE attack was defined as an event with signs or symptoms consistent with an attack in at least 1 of the locations: peripheral angioedema (cutaneous swelling involving an extremity, the face, neck, torso, and/or genitourinary region), abdominal angioedema (abdominal pain, with or without abdominal distention, nausea, vomiting, or diarrhea), laryngeal angioedema (stridor, dyspnea, difficulty speaking, difficulty swallowing, throat tightening, or swelling of the tongue, palate, uvula, or larynx). HAE attacks requiring acute therapy included those attacks with following concomitant medications c1 esterase inhibitors (human and recombinant), plasma kallikrein inhibitor (human), and bradykinin antagonist.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.80","spread":null},{"groupId":"OG001","value":"0.15","spread":null},{"groupId":"OG002","value":"0.59","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Are Well Controlled on the Angioedema Control Test (AECT) at Week 25","description":"The AECT is a validated participant-reported outcome instrument to assess disease activity in participants with recurrent angioedema. The questionnaire consists of 4 questions asking about the frequency and severity of angioedema experienced in last 4 weeks. Each question has 5 response choices with total score ranging from 0 to 16. The AECT can be used to identify participants with poorly controlled disease by working with a cutoff value of greater than or equal to 10 points. Participants who score less than 10 points (0-9) in the AECT have poorly controlled disease whereas participants with well-controlled disease score 10-16 points. Percentages are rounded off to the nearest decimal.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.1","spread":null},{"groupId":"OG001","value":"92.9","spread":null},{"groupId":"OG002","value":"77.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Angioedema Quality of Life (AE-QoL) Questionnaire Total Score at Week 25","description":"The AE-QoL questionnaire is a validated tool to assess symptom-specific health-related QOL impairment in participants suffering from recurrent angioedema. It is a self-administered questionnaire comprising 17 questions across 4 domains: functioning, fatigue/mood, fears/shame, and food. The responses are scored from 0 to 4 where, 0 = never, 1 = rarely, 2 = occasionally, 3 = often, 4 = very often. The AE-QoL domain scores and total score were calculated by using the following formula: (Sum score of all completed items) / (maximum sum score of all possible items) × 100. Total scores ranges from 0 to 100, with higher scores indicating greater impairment. Negative change from baseline indicates improvement. The calculated domain and total scores were not raw scores but linear transformations to a 0 to 100 scale. Baseline is defined as the score on Study Day 1.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.19","spread":null},{"groupId":"OG001","value":"-24.76","spread":null},{"groupId":"OG002","value":"-19.85","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":22},"commonTop":["Nasopharyngitis","Headache","Influenza","Upper Respiratory Tract Infection","Injection Site Erythema"]}}}