{"nctId":"NCT02952898","briefTitle":"Study Comparing GDC 695 and Diclofenac Sodium Gel, 3% in Subjects With Actinic Keratoses","startDateStruct":{"date":"2016-10-27","type":"ACTUAL"},"conditions":["Actinic Keratosis"],"count":665,"armGroups":[{"label":"Test Drug","type":"EXPERIMENTAL","interventionNames":["Drug: GDC 695"]},{"label":"Reference Drug","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Diclofenac Sodium Gel, 3%"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle gel"]}],"interventions":[{"name":"GDC 695","otherNames":[]},{"name":"Diclofenac Sodium Gel, 3%","otherNames":[]},{"name":"Vehicle gel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has provided written informed consent.\n* Immunocompetent male and/or non-pregnant female, 18 years of age or older.\n* Willing and able to apply the test article(s) as directed, comply with study instructions, and commit to all follow-up visits for the duration of the study.\n* Clinical diagnosis of actinic keratosis.\n* In good general health and free of any disease state or physical condition.\n* Women, must be post-menopausal, surgically sterile, or use an effective method of birth control with a negative urine pregnancy test (UPT) at the Baseline Visit (Day 1).\n\nExclusion Criteria:\n\n* Women who are pregnant, breastfeeding, or are planning to become pregnant or breastfeed during the study.\n* Is currently enrolled in another investigational drug or device study or has used an investigational drug or investigational device within 30 days prior to the Baseline Visit (Day 1).\n* Has the need or plans to be exposed to artificial tanning devices or excessive sunlight during the study.\n* Is immunosuppressed (e.g., human immunodeficiency virus \\[ HIV\\], systemic malignancy, graft host disease, etc.) or is taking medications that suppress the immune system.\n* Has experienced an unsuccessful outcome from previous topical diclofenac sodium therapy.\n* Has a history of sensitivity to any of the ingredients in the test articles or other excipients in the test or reference drug.\n* Has signs or symptoms consistent with the aspirin (ASA) triad.\n* Has used topical medications: corticosteroids, alpha hydroxy acids (e.g., glycolic acid, lactic acid, etc. \\>5%), beta hydroxy acid (salicylic acid \\>2%), urea \\>2%, 5-fluorouracil, diclofenac, imiquimod, ingenol mebutate, aminolevulinic acid (ALA) or prescription retinoids (e.g., tazarotene, adapalene, tretinoin), over-the-counter (OTC) products labeled as scrubs of any kind which are used to smooth the skin (as they contain some form of exfoliant such as nut shells, coffee grounds, polymer particles, etc.) within the selected treatment area (face or bald scalp) within one month prior to the Baseline Visit.\n* Has had cryodestruction or chemodestruction, curettage, photodynamic therapy (PDT), surgical excision, or other treatments for AK within the selected treatment area (face or bald scalp) within one month prior to the Baseline Visit.\n* Has used oral corticosteroid therapy, interferon, cytotoxic drugs, immunomodulators, immunosuppressive therapies, or retinoids within one month prior to the Baseline Visit.\n* Has used oral isotretinoin within six months prior to the Baseline Visit.\n* Has used chemical peels, including but not limited to alphahydroxy acid, betahydroxy acid, bichloroacetic acid, trichloroacetic acid, and phenol within the selected treatment area (face or bald scalp) within six months prior to the Baseline Visit.\n* Has had dermatologic procedures or surgeries such as: laser resurfacing, PUVA (Psoralen + ultraviolet A) therapy, ultraviolet B (UVB) therapy, ALA-PDT, or dermabrasion within the selected treatment area (face or bald scalp) within six months prior to the Baseline Visit.\n* Has lesions suspicious for skin cancer (skin cancer not ruled out by biopsy) or untreated skin cancers within the selected treatment area (face or bald scalp).\n* Has active gastrointestinal ulceration or bleeding or has a history of gastrointestinal bleeds due to use of aspirin or other NSAIDs.\n* Has severe renal or hepatic impairment.\n* Has any condition which, in the investigator's opinion, could interfere with the evaluation of the test drugs or that could make it unsafe or preclude the subject's ability to fully participate in this research study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Complete Clearance of AK Lesions","description":"Complete Clearance was defined as 100% clearance of all Actinic Keratosis (AK) lesions (having a count of zero AKs) in the treatment area (face or bald scalp) at the Day 90 visit (30 Days Post Treatment).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.2","spread":null},{"groupId":"OG001","value":"25.7","spread":null},{"groupId":"OG002","value":"9.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adverse Events (AEs)","description":"AEs will be assessed by the investigator and the incidence (severity and causality) of any local and systemic AEs will be reported.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":218},"commonTop":["Upper respiratory tract infection","Application site erythema","Sinusitis","Application site oedema","Application site pain"]}}}