{"nctId":"NCT02161562","briefTitle":"OPTIMA: Efficacy of Optimized Re-treatment and Step-up Therapy With Omalizumab in Chronic Spontaneous Urticaria (CSU) Patients","startDateStruct":{"date":"2014-08-01","type":"ACTUAL"},"conditions":["Chronic Spontaneous Urticaria"],"count":314,"armGroups":[{"label":"omalizumab 150mg","type":"EXPERIMENTAL","interventionNames":["Drug: omalizumab"]},{"label":"omalizumab 300mg","type":"EXPERIMENTAL","interventionNames":["Drug: omalizumab"]}],"interventions":[{"name":"omalizumab","otherNames":[]},{"name":"omalizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Men or women at least 18 years of age at time of screening.\n* Having a diagnosis of CSU and the presence of symptoms for ≥6 months prior to the screening visit.\n* Presence of itch and hives for ≥6 consecutive weeks at any time prior to the screening visit despite concurrent use of non-sedating H1-antihistamine treatment\n* Patient must have been on an approved dose of non-sedating H1-antihistamine for CSU, and no other concomitant CSU treatment, for at least the 7 consecutive days immediately prior to the randomization visit and must document current use on the day of the randomization visit.\n\nKey Exclusion Criteria:\n\n* Patients having a clearly defined underlying etiology for chronic urticaria other than CSU including the following urticarias: acute, solar, cholinergic, heat, cold, aquagenic, delayed pressure or contact\n* Patients with other skin disease associated with itch that could interfere with study outcomes and/or compromise the safety of the patient\n* Patients with evidence of parasitic infection\n* Patients with a history of malignancy of any organ system (other than localized basal cell carcinoma of the skin), treated or untreated, within the past 5 years, regardless of whether there is evidence of local recurrence or metastases.\n* Pregnant or nursing (lactating) women,\n* Women of child-bearing potential, unless they are using effective methods of contraception during dosing of study treatment.\n* Patients who are unable or unwilling to comply with study procedures, attend scheduled study visits, complete questionnaires and daily diaries, or who may otherwise be unable to comply with the study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Were Clinically Well-controlled (UAS7<=6) After the Initial Dosing Period, Relapsed (UAS7>=16) When Treatment Was Discontinued, and Who Achieved a UAS7 Score <=6 at the End of the Second Dosing Period (Retreatment A2 and B2)","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the last 7 days of the second dosing period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"The Difference in Urticaria Activity Score Over 7 Days (UAS7) Between the Start and End of the Second Dosing Period, in Participants That Step-up Treatment Dose During the Initial Dosing Period (Step-up A3)","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the 7 days prior to the second dosing period, and the last 7 days of the second dosing period. A negative change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.5","spread":"10.54"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Urticaria Activity Score Over 7 Days (UAS7)≤6 at the End of the Second Dosing Period, in Participants Who Stepped-up Treatment Dosing (Step-up A3)","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the last 7 days of the second dosing period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Relapse (Urticaria Activity Score Over 7 Days (UAS7) ≥ 16) After Drug Withdrawal in Participants Who Responded to Initial Dosing Period (Retreatment A2 and B2)","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the time between end of initial dosing period to first occurence of UAS7 ≥ 16 will be evaluated.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.7","spread":"2.37"},{"groupId":"OG001","value":"4.8","spread":"2.70"},{"groupId":"OG002","value":"4.7","spread":"2.31"}]}]}]},{"type":"SECONDARY","title":"Difference in Urticaria Activity Score Over 7 Days (UAS7) Between End of Initial Dosing Period and the End of the Second Dosing Period, in Group B3 Participants Who Did Not Respond to the Initial Dosing Period","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the last 7 days of the initial dosing period and the last 7 days of the second dosing period. A negative change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"10.50"}]}]}]},{"type":"SECONDARY","title":"The Change in Urticaria Activity Score Over 7 Days (UAS7) From Baseline to Week 24 in Group B Participants","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the 7-day period prior to Baseline visit and the last 7 days prior to the week 24 visit of initial dosing period. A negative change from baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-23.8","spread":"10.08"}]}]}]},{"type":"SECONDARY","title":"Change in Urticaria Activity Score Over 7 Days (UAS7) Between Baseline and End of Second Dosing Period","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from the 7 days before Baseline and the last 7 days of the second dosing period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.7","spread":"11.66"},{"groupId":"OG001","value":"-23.0","spread":"10.92"},{"groupId":"OG002","value":"-20.6","spread":"11.53"}]}]}]},{"type":"SECONDARY","title":"The Number of Participants Who Remained Well-controlled (UAS7<=6) or Who Had Achieved UAS=0 at Phase 4 (Second Dosing Period) Week 8 During Retreatment After Being Well Controlled or Achieving UAS7=0 at Phase 2 (Initial Dosing Period) Week 8","description":"The UAS7 is a 7-day composite self-reported evaluation of itch (daily score 0-3) plus number of hives (daily score 0-3). The worst possible daily UAS score is 6, and the worst possible UAS7 score is 42. For this outcome, the participant's self-reported UAS7 score will be drawn from week 8 of initial dosing phase and week 8 of second dosing phase.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"10","spread":null},{"groupId":"OG002","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"9","spread":null},{"groupId":"OG002","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":178},"commonTop":["Nasopharyngitis","Headache","Upper respiratory tract infection","Urticaria","Fatigue"]}}}