{"nctId":"NCT02046564","briefTitle":"Assess the Efficacy and Safety of ASC-01 in Patients With Major Depressive Disorder","startDateStruct":{"date":"2014-02","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":412,"armGroups":[{"label":"ASC-01","type":"EXPERIMENTAL","interventionNames":["Drug: ASC-01"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"ASC-01","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who are either inpatients or outpatients.\n* Patients who are able to understand necessary information for giving consent to undergo examinations, observations, and evaluations specified in this clinical protocol, and who are able to give written consent based on a full understanding of the trial.\n* Patients who have been given a diagnosis of \"Major Depressive Disorder, Single Episode\" or \"Major Depressive Disorder, Recurrent\" according to the DSM-5 and who have a current episode of major depression that has been continuing for at least 8 weeks\n* Patients with a HAM-D 17 total score of 18 or more at the Screening Period evaluation\n\nExclusion Criteria:\n\n* Female patients of childbearing potential who wish to become pregnant during the trial period or within 4 weeks after completion or discontinuation of the trial\n* Pregnant or breast-feeding female patients, or female patients who may be pregnant\n* Patients judged to be intolerant to all antidepressant (including drugs not used for their current episodes of major depression) based on their treatment history\n* Patients who have had electroconvulsive therapy\n* Patients who have enrolled in a clinical trial of other drugs or medical devices within 1 month before the time of informed consent\n* Patients who have a medical history suggesting a risk of developing serious adverse events or symptoms that may hinder efficacy/safety evaluation (eg, symptoms of fibromyalgia, or premenstrual syndrome etc that overlap with depressive symptoms)\n* Patients with complications or a history of diabetes mellitus, or patients who have been judged to be diabetic\n\n  * fasting blood glucose level ≥ 126 mg/dL\n  * 2-hour glucose level in 75-g oral glucose tolerance test (OGTT) ≥ 200 mg/dL\n  * non-fasting blood glucose level ≥ 200 mg/dL\n  * HbA1c \\[NGSP level\\] ≥ 6.5%\n* Patients who are undergoing treatment for thyroid disease (except for patients whose disease has been stabilized with drug therapy for 3 months or longer before the time of informed consent)\n* Patients who have a history of neuroleptic malignant syndrome or serotonin syndrome\n* Patients who have a history of seizure disorder (eg, epilepsy)","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Mean Change From Baseline in the Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"The MADRS is a clinician-rated scale which evaluates the level of depression. The MADRS consists of 10 items assessing apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thought. Each item is scored from 0 to 6, with higher scores indicating worse condition.Summed subscales are combined to compute a total score. Total score ranges from 0 to 60, with higher score indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.2","spread":"0.5"},{"groupId":"OG001","value":"-7.2","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"The Montgomery-Åsberg Depression Rating Scale (MADRS) Response Rate","description":"The MADRS is a clinician-rated scale which evaluates the level of depression. The MADRS consists of 10 items assessing apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thought. Each item is scored from 0 to 6, with higher scores indicating worse condition.\n\nMADRS Response Rate is the percentage of subjects who achieved a decrease in the MADRS total score by 50% or more.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"25.6","spread":null}]}]}]},{"type":"SECONDARY","title":"The Montgomery-Åsberg Depression Rating Scale (MADRS) Remission Rate","description":"The MADRS is a clinician-rated scale which evaluates the level of depression. The MADRS consists of 10 items assessing apparent sadness, reported sadness, inner tension, reduced sleep, reduced appetite, concentration difficulties, lassitude, inability to feel, pessimistic thoughts, suicidal thought. Each item is scored from 0 to 6, with higher scores indicating worse condition.\n\nMADRS Remission Rate is the percentage of subjects who achieved a decrease in the MADRS total score by 50% or more and whose MADRS total score is 10 points or less.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.3","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"The Clinical Global Impression - Improvement (CGI-I) Improvement Rate","description":"The CGI-I Scale is a clinician-rated scale which assesses the total improvement of the patient's condition compared to that at baseline. Scores range from 0 to 7: 0 = Not assessed, 1= Very much improved, 2 = Much improved, 3= Minimally improved, 4= No change, 5= Minimally worse, 6= Much worse, 7= Very much worse. Higher scores indicate worse condition. CGI-I Improvement Rate is the percentage of subjects whose CGI-I score is 1 or 2.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.2","spread":null},{"groupId":"OG001","value":"34.5","spread":null}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Clinical Global Impression - Severity of Illness (CGI-S)","description":"The CGI-S Scale is a clinician-rated scale which assesses how mentally ill the patient is at the time. Scores range from 0 to 7: 0 = Not assessed, 1= Normal, not at all ill, 2 =Borderline mentally ill, 3= Mildly ill, 4= Moderately ill, 5= Markedly ill, 6= Severely ill, 7= Among the most extremely ill patients. Higher scores indicate worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.0","spread":"0.1"},{"groupId":"OG001","value":"-0.8","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Hamilton Depression Rating Scale 17 (HAM-D17) Total Score","description":"The HAM-D is a clinician-rated scale which evaluates the level of depression. The HAM-D consists of 17 items such as depression mood, feeling of guilt, suicide, insomnia, work and activities, retardation, and so on.\n\nEach item is scored from 0 to 2, 3 or 4, with higher scores indicating worse condition. Summed subscales are combined to compute a total score. Total score ranges from 0 to 52, with higher score indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.8","spread":"0.4"},{"groupId":"OG001","value":"-5.6","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Social Adaptation Self-evaluation Scale (SASS) Total Score","description":"The SASS is a self-rating scale which assesses the social motivation and behavior in participants with depression. The SASS consists of 21 items covering the different aspects of social interactions, global social attitude, and self-perception. Each item is scored from 0 to 3, with higher scores indicating better condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.7","spread":"0.3"},{"groupId":"OG001","value":"1.5","spread":"0.3"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Apathy Scale (AS) Total Score","description":"The AS consists of 14 items. Items 1-8 are scored as follows: 3= Not at all, 2= Slightly, 1= Some, 0= A lot. Items 9-14 are scored as follows: 0= Not at all, 1= Slightly, 2= Some, 3= A lot. Total score ranges from 0-42, with higher score indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":"0.4"},{"groupId":"OG001","value":"-1.1","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"The Mean Change From Baseline in the Self-rating Version of Montgomery-Åsberg Depression Rating Scale (MADRS-S) Total Score","description":"The MADRS-S is a patient-reported scale based on MADRS, administered to evaluate the level of depression. This scale consists of 9 items assessing patients' mood, feelings of unease, sleep, appetite, ability to concentrate, initiative, emotional involvement, pessimism and zest for life. Each item is scored from 0 to 3, with higher scores indicating worse condition. Summed subscales are combined to compute a total score. Total score ranges from 0 to 27, with higher score indicating worse condition.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.85","spread":"0.22"},{"groupId":"OG001","value":"-1.86","spread":"0.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":209},"commonTop":["Nasopharyngitis","Akathisia","Tremor","Headache","Dizziness"]}}}