{"nctId":"NCT02763319","briefTitle":"A Trial to Evaluate the Efficacy and Safety of Tafasitamab With Bendamustine (BEN) Versus Rituximab (RTX) With BEN in Adult Patients With Relapsed or Refractory Diffuse Large B-cell Lymphoma (DLBCL)","startDateStruct":{"date":"2016-11-28","type":"ACTUAL"},"conditions":["Diffuse Large B-cell Lymphoma"],"count":453,"armGroups":[{"label":"Tafasitamab and bendamustine","type":"EXPERIMENTAL","interventionNames":["Drug: Tafasitamab","Drug: Bendamustine (BEN)"]},{"label":"Rituximab and bendamustine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rituximab (RTX)","Drug: Bendamustine (BEN)"]}],"interventions":[{"name":"Rituximab (RTX)","otherNames":["Rituxan","Mab Thera"]},{"name":"Tafasitamab","otherNames":[]},{"name":"Bendamustine (BEN)","otherNames":["Levact/Treanda"]}],"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\n1. Age ≥18 years\n2. Histologically confirmed diagnosis, according to the World Health Organization (WHO, 2008) classification, of: DLBCL NOS, THRLBCL, EBV-positive DLBCL, composite lymphoma with a DLBCL component with a DLBCL relapse subsequent to DLBCL treatment, disease transformed from an earlier diagnosis of low grade lymphoma (i.e. an indolent pathology such as follicular lymphoma, marginal zone lymphoma) into DLBCL with a DLBCL relapse subsequent to DLBCL treatment.\n3. Fresh tumour tissue for central pathology review must be provided as an adjunct to participation in this study. Should it not be possible to obtain a fresh tumour tissue sample, archival paraffin embedded tumour tissue acquired ≤3 years prior to screening for this protocol must be available for this purpose.\n4. Patients must have:\n\n   1. relapsed or refractory DLBCL\n   2. at least one bidimensionally measurable disease site. The lesion must have a greatest transverse diameter of ≥1.5 cm and greatest perpendicular diameter of ≥1.0 cm at baseline. The lesion must be positive on PET scan\n   3. received at least one, but no more than three previous systemic therapy lines for the treatment of DLBCL. At least one previous therapy line must have included a CD20-targeted.\n   4. ECOG 0 to 2\n5. Patients after failure of ASCT or patients considered in the opinion of the investigator currently not eligible for HDC with subsequent ASCT.\n6. Patients must meet the following laboratory criteria at Screening:\n\n   1. ANC ≥1.5 × 109/L (unless secondary to bone marrow involvement by DLBCL)\n   2. PLTs ≥90 × 109/L (unless secondary to bone marrow involvement by DLBCL) and absence of active bleeding\n   3. total serum bilirubin ≤2.5 × ULN unless secondary to Gilbert's syndrome (or pattern consistent with Gilbert's) or documented liver involvement by lymphoma. Patients with Gilbert's syndrome or documented liver involvement by lymphoma may be included if their total bilirubin is ≤5 x ULN\n   4. ALT, AST and AP ≤3 × ULN or \\<5 × ULN in cases of documented liver involvement by lymphoma\n   5. serum creatinine ≤2.0 x ULN or creatinine clearance must be ≥40 mL/min calculated using a standard Cockcroft-Gault formula (Cockroft \\& Gault, 1976)\n7. For a female of childbearing potential (FCBP), a negative pregnancy test must be confirmed before enrolment. An FCBP must commit to take highly effective contraceptive precautions without interruption during the study and for 3, 6 or 12 months after the last dose of Tafasitamab, BEN or RTX respectively, whichever is later. An FCBP must refrain from breastfeeding and donating blood or oocytes during the course of the study and for 3, 6 or 12 months after the last dose of Tafasitamab, BEN or RTX respectively, whichever is later. Restrictions concerning blood donations apply as well to females who are not of childbearing potential.\n8. Males must use an effective barrier method of contraception without interruption during the study and for 3, 6 or 12 months after the last dose of Tafasitamab, BEN or RTX respectively, whichever is later, if the patient is sexually active with an FCBP. Males must refrain from donating blood or sperm during study participation and for 3, 6 or 12 months after the last dose of Tafasitamab, BEN or RTX respectively, whichever is later.\n9. In the opinion of the investigator, the patients must:\n\n   1. be able to comply with all study-related procedures, medication use, and evaluations\n   2. be able to understand and give informed consent\n   3. not be considered to be potentially unreliable and/or not cooperative.\n\nEXCLUSION CRITERIA:\n\n1. Patients who have: any other histological type of lymphoma including, e.g., primary mediastinal (thymic) large B-cell lymphoma (PMBL) or Burkitt's lymphoma, primary refractory DLBCL, patients with known \"double/triple hit\" DLBCL genetics, CNS lymphoma involvement in present or past medical history\n2. Patients who had a major surgery less than 30 days prior to Day 1 dosing\n3. Patients who have, within 14 days prior to Day 1 dosing:\n\n   1. not discontinued CD20-targeted therapy, chemotherapy, radiotherapy, investigational anticancer therapy or other lymphoma-specific therapy\n   2. received live vaccines\n   3. required parenteral antimicrobial therapy for active, intercurrent systemic infections\n4. Patients who:\n\n   1. in the opinion of the investigator, have not recovered sufficiently from the adverse toxic effects of prior therapies, major surgeries or significant traumatic injuries\n   2. were previously treated with CD19-targeted therapy or BEN\n   3. have a history of previous severe allergic reactions to compounds of similar biological or chemical composition to Tafasitamab, RTX, murine proteins or BEN, or the excipients contained in the study drug formulations\n   4. have undergone ASCT within a period of ≤3 months prior to signing the informed consent form. Patients who have a more distant history of ASCT must exhibit full haematological recovery before enrolment into the study.\n   5. have undergone previous allogeneic stem cell transplantation\n   6. concurrently use other anticancer or experimental treatments\n5. Prior history of malignancies other than DLBCL, unless the patient has been free of the disease for ≥3 years prior to Screening. Exceptions to the ≥3-year time limit include history of the following:\n\n   1. basal cell carcinoma of the skin\n   2. squamous cell carcinoma of the skin\n   3. carcinoma in situ of the cervix, breast and bladder\n\n   f) incidental histological finding of prostate cancer (Tumour/Node/Metastasis \\[TNM\\] stage of T1a or T1b)\n6. Patients with:\n\n   1. positive hepatitis B and/or C serology\n   2. known seropositivity for or history of active viral infection with HIV\n   3. evidence of active, severe uncontrolled systemic infections or sepsis\n   4. a history or evidence of severely immunocompromised state\n   5. a history or evidence of severe hepatic impairment (total serum bilirubin \\> 3 mg/dL), jaundice unless secondary to Gilbert's syndrome or documented liver involvement by lymphoma\n   6. a history or evidence of clinically significant cardiovascular, cerebrovascular, CNS and/or other disease that, in the investigator's opinion, would preclude participation in the study or compromise the patient's ability to give informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Kaplan-Meier Estimate of Progression-Free Survival by Independent Radiology/Clinical Review Committee Assessment in the Overall Population","description":"Progression-free survival was defined as the time from randomization to tumor progression or death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.10","spread":null},{"groupId":"OG001","value":"8.30","spread":null}]}]}]},{"type":"PRIMARY","title":"Kaplan-Meier Estimate of Progression-Free Survival by Independent Radiology/Clinical Review Committee Assessment in the Natural Killer Cell Count-Low Subgroup","description":"Progression-free survival was defined as the time from randomization to tumor progression or death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.60","spread":null},{"groupId":"OG001","value":"5.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Best Objective Response Rate (ORR) by Independent Radiology/Clinical Review Committee Assessment in the Overall Population","description":"Best ORR was defined as the percentage of patients with complete response (CR) or partial response (PR) based on the best response achieved at any time during the study. Per International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.5","spread":null},{"groupId":"OG001","value":"61.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Best ORR by Independent Radiology/Clinical Review Committee Assessment in the Natural Killer Cell Count-Low Subgroup","description":"Best ORR was defined as the percentage of patients with CR or PR based on the best response achieved at any time during the study. Per International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.8","spread":null},{"groupId":"OG001","value":"59.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Duration of Response by Independent Radiology/Clinical Review Committee Assessment in the Overall Population","description":"Duration of response was defined as the elapsed time (in months) between the date of the first documented response (CR or PR) and the following date of an event defined as the first documented progression (any new lesion or an increase by ≥50% of previously involved sites from nadir) or death. Per International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.40","spread":null},{"groupId":"OG001","value":"12.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Duration of Response by Independent Radiology/Clinical Review Committee Assessment in the Natural Killer Cell Count-Low Subgroup","description":"Duration of response was defined as the elapsed time (in months) between the date of the first documented response (CR or PR) and the following date of an event defined as the first documented progression (any new lesion or an increase by ≥50% of previously involved sites from nadir) or death. Per International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.70","spread":null},{"groupId":"OG001","value":"10.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Overall Survival in the Overall Population","description":"Overall survival was defined as the time (in months) from randomization until death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14.60","spread":null},{"groupId":"OG001","value":"20.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Overall Survival in the Natural Killer Cell Count-Low Subgroup","description":"Overall survival was defined as the time (in months) from randomization until death from any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.60","spread":null},{"groupId":"OG001","value":"12.50","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control Rate (DCR) by Independent Radiology/Clinical Review Committee Assessment in the Overall Population","description":"DCR was defined as the percentage of participants with a CR, PR, or stable disease (SD) based on the best response achieved at any time during the study. Per the International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites; SD: failure to attain CR/PR or progressive disease (PD; any new lesion or an increase by ≥50% of previously involved sites from nadir).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null},{"groupId":"OG001","value":"71.8","spread":null}]}]}]},{"type":"SECONDARY","title":"DCR by Independent Radiology/Clinical Review Committee Assessment in the Natural Killer Cell Count-Low Subgroup","description":"DCR was defined as the percentage of participants with a CR, PR, or SD based on the best response achieved at any time during the study. Per the International Working Group response criteria: CR: the disappearance of all evidence of disease; PR: regression of measurable disease and no new sites; SD: failure to attain CR/PR or PD (any new lesion or an increase by ≥50% of previously involved sites from nadir).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.0","spread":null},{"groupId":"OG001","value":"70.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Progression by Independent Radiology/Clinical Review Committee Assessment in the Overall Population","description":"Time to progression was defined as the time (in months) from randomization until documented diffuse large B-call lymphoma (DLBCL) progression or death as a result of lymphoma. Death from other causes than lymphoma was not considered in relation to the TTP evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.20","spread":null},{"groupId":"OG001","value":"11.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Progression by Independent Radiology/Clinical Review Committee Assessment in the Natural Killer Cell Count-Low Subgroup","description":"Time to progression was defined as the time (in months) from randomization until documented diffuse large B-call lymphoma (DLBCL) progression or death as a result of lymphoma. Death from other causes than lymphoma was not considered in relation to the TTP evaluation.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.00","spread":null},{"groupId":"OG001","value":"10.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Next Treatment in the Overall Population","description":"Time to next treatment was defined as the time (in months) from randomization to the institution of the next anti-neoplastic therapy (for any reason including disease progression, treatment toxicity, and participant preference) or death due to any cause, whatever came first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.80","spread":null},{"groupId":"OG001","value":"8.70","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimate of Time to Next Treatment in the Natural Killer Cell Count-Low Subgroup","description":"Time to next treatment was defined as the time (in months) from randomization to the institution of the next anti-neoplastic therapy (for any reason including disease progression, treatment toxicity, and participant preference) or death due to any cause, whatever came first.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.20","spread":null},{"groupId":"OG001","value":"6.30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Treatment-emergent Adverse Event (TEAE)","description":"An adverse event was defined as any untoward medical occurrence in a participant administered a medicinal product, which did not necessarily have a causal relationship to this treatment. An AE could therefore have been any unfavourable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a study drug, whether or not it was considered related to that study drug. TEAEs were defined as any adverse events either reported for the first time or the worsening of pre-existing events after the first dose of study drug and within 30 days of the last administration of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"215","spread":null},{"groupId":"OG001","value":"215","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Grade 3 or Higher TEAE","description":"AEs were graded according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE), version 4.0 (or higher). Grade 1: mild; asymptomatic or mild symptoms. Grade 2: moderate. Grade 3: severe or medically significant but not immediately life threatening. Grade 4: life-threatening consequences. Grade 5: death. TEAEs were defined as any adverse events either reported for the first time or the worsening of pre-existing events after the first dose of study drug and within 30 days of the last administration of study drug.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"191","spread":null},{"groupId":"OG001","value":"159","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the EORTC QLQ-C30 Scores at End of Treatment in the Overall Population","description":"The European Organization for the Research and Treatment of Cancer Core Quality of Life Questionnaire (EORTC QLQ-C30) contains 30 items and measures 5 functional dimensions (i.e., physical, role, emotional, cognitive, and social), 3 symptom items (i.e., fatigue, nausea/vomiting, and pain), 6 single items (i.e., dyspnea, sleep disturbance, appetite loss, constipation, diarrhea, and financial impact), and a global health and quality of life scale. For each scale and single item, a linear transformation was applied to standardize the scores between 0 (worst) and 100 (best) as described in the EORTC QLQ-C30 Scoring Manual.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59.19","spread":"22.94"},{"groupId":"OG001","value":"59.89","spread":"23.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71.68","spread":"23.05"},{"groupId":"OG001","value":"69.39","spread":"24.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.91","spread":"30.84"},{"groupId":"OG001","value":"69.53","spread":"31.48"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.63","spread":"22.24"},{"groupId":"OG001","value":"74.79","spread":"25.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"82.81","spread":"18.61"},{"groupId":"OG001","value":"81.41","spread":"22.74"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"74.74","spread":"27.53"},{"groupId":"OG001","value":"73.93","spread":"29.45"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"37.74","spread":"26.69"},{"groupId":"OG001","value":"36.64","spread":"27.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.20","spread":"15.26"},{"groupId":"OG001","value":"9.69","spread":"21.25"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.25","spread":"31.02"},{"groupId":"OG001","value":"27.36","spread":"30.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.43","spread":"25.13"},{"groupId":"OG001","value":"18.06","spread":"25.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30.64","spread":"32.77"},{"groupId":"OG001","value":"29.22","spread":"31.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.27","spread":"28.44"},{"groupId":"OG001","value":"22.17","spread":"31.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.25","spread":"24.85"},{"groupId":"OG001","value":"14.83","spread":"24.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.07","spread":"17.46"},{"groupId":"OG001","value":"8.74","spread":"21.07"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14.20","spread":"24.97"},{"groupId":"OG001","value":"21.78","spread":"28.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.23","spread":"22.56"},{"groupId":"OG001","value":"-7.99","spread":"22.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.59","spread":"25.48"},{"groupId":"OG001","value":"-7.51","spread":"22.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.84","spread":"33.87"},{"groupId":"OG001","value":"-10.88","spread":"32.35"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.60","spread":"24.88"},{"groupId":"OG001","value":"-2.41","spread":"24.83"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.29","spread":"23.37"},{"groupId":"OG001","value":"-4.71","spread":"24.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.32","spread":"31.56"},{"groupId":"OG001","value":"-4.98","spread":"27.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.89","spread":"31.49"},{"groupId":"OG001","value":"10.24","spread":"24.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.47","spread":"18.37"},{"groupId":"OG001","value":"3.10","spread":"25.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.33","spread":"30.42"},{"groupId":"OG001","value":"7.93","spread":"33.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.11","spread":"34.93"},{"groupId":"OG001","value":"8.05","spread":"28.40"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.30","spread":"36.80"},{"groupId":"OG001","value":"2.28","spread":"33.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.15","spread":"38.33"},{"groupId":"OG001","value":"9.36","spread":"31.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.21","spread":"33.58"},{"groupId":"OG001","value":"1.60","spread":"28.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.03","spread":"28.26"},{"groupId":"OG001","value":"1.38","spread":"28.02"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"22.04"},{"groupId":"OG001","value":"1.17","spread":"25.24"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in the EORTC QLQ-C30 Scores at End of Treatment in the Natural Killer Cell Count-Low Subgroup","description":"The European Organization for the Research and Treatment of Cancer Core Quality of Life Questionnaire (EORTC QLQ-C30) contains 30 items and measures 5 functional dimensions (i.e., physical, role, emotional, cognitive, and social), 3 symptom items (i.e., fatigue, nausea/vomiting, and pain), 6 single items (i.e., dyspnea, sleep disturbance, appetite loss, constipation, diarrhea, and financial impact), and a global health and quality of life scale. For each scale and single item, a linear transformation was applied to standardize the scores between 0 (worst) and 100 (best) as described in the EORTC QLQ-C30 Scoring Manual.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.66","spread":"22.37"},{"groupId":"OG001","value":"52.59","spread":"24.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.60","spread":"24.73"},{"groupId":"OG001","value":"64.30","spread":"26.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.89","spread":"31.61"},{"groupId":"OG001","value":"60.59","spread":"33.63"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.10","spread":"22.32"},{"groupId":"OG001","value":"67.61","spread":"28.71"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.88","spread":"18.72"},{"groupId":"OG001","value":"77.03","spread":"23.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.84","spread":"27.00"},{"groupId":"OG001","value":"67.34","spread":"31.87"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39.02","spread":"26.61"},{"groupId":"OG001","value":"43.62","spread":"28.01"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.20","spread":"14.24"},{"groupId":"OG001","value":"15.77","spread":"26.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28.88","spread":"32.38"},{"groupId":"OG001","value":"34.68","spread":"32.50"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.32","spread":"25.52"},{"groupId":"OG001","value":"21.62","spread":"28.37"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.78","spread":"30.64"},{"groupId":"OG001","value":"36.49","spread":"33.64"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.32","spread":"27.49"},{"groupId":"OG001","value":"29.73","spread":"36.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.83","spread":"26.91"},{"groupId":"OG001","value":"16.67","spread":"27.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.75","spread":"16.71"},{"groupId":"OG001","value":"9.01","spread":"22.95"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.57","spread":"25.25"},{"groupId":"OG001","value":"24.32","spread":"32.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.57","spread":"23.70"},{"groupId":"OG001","value":"-7.54","spread":"30.84"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.29","spread":"25.83"},{"groupId":"OG001","value":"-11.83","spread":"33.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-19.61","spread":"37.07"},{"groupId":"OG001","value":"-15.45","spread":"41.06"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.81","spread":"28.02"},{"groupId":"OG001","value":"0.27","spread":"33.98"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.69","spread":"22.01"},{"groupId":"OG001","value":"-5.95","spread":"30.54"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.67","spread":"27.42"},{"groupId":"OG001","value":"-2.44","spread":"32.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.51","spread":"31.69"},{"groupId":"OG001","value":"13.10","spread":"33.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.66","spread":"14.78"},{"groupId":"OG001","value":"-3.66","spread":"34.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.65","spread":"33.09"},{"groupId":"OG001","value":"7.94","spread":"42.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.15","spread":"37.17"},{"groupId":"OG001","value":"7.94","spread":"32.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.88","spread":"35.09"},{"groupId":"OG001","value":"-1.59","spread":"41.62"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.26","spread":"41.14"},{"groupId":"OG001","value":"10.32","spread":"42.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.88","spread":"32.46"},{"groupId":"OG001","value":"0.79","spread":"30.79"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.77","spread":"21.61"},{"groupId":"OG001","value":"5.56","spread":"30.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.56","spread":"17.27"},{"groupId":"OG001","value":"7.32","spread":"26.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in EQ-5D-5L Dimension Scores at End of Treatment in the Overall Population","description":"The EQ-5D-5L is a standardized instrument for use as a measure of health outcome. The EQ-5D-5L descriptive system is composed of 5 dimensions (mobility, self-case, usual activities, pain/discomfort, and anxiety/depression). Each dimension has 5 response levels, which are coded by single-digit numbers: 1 = no problems, 2 = slight problems, 3 = moderate problems, 4 = severe problems, 5 = unable to/extreme problems. The EQ-5D-5L also includes a graded (0 \\[worst overall health\\] to 100 \\[best overall health\\]) vertical visual analog scale that provides a quantitative measure of the participant's perception of their overall health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"0.969"},{"groupId":"OG001","value":"1.94","spread":"1.054"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.37","spread":"0.771"},{"groupId":"OG001","value":"1.44","spread":"0.861"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.97","spread":"1.086"},{"groupId":"OG001","value":"1.92","spread":"1.063"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.04","spread":"1.045"},{"groupId":"OG001","value":"2.08","spread":"1.027"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.67","spread":"0.844"},{"groupId":"OG001","value":"1.73","spread":"0.907"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.47","spread":"1.076"},{"groupId":"OG001","value":"0.25","spread":"1.094"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.48","spread":"1.052"},{"groupId":"OG001","value":"0.23","spread":"0.946"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.42","spread":"1.410"},{"groupId":"OG001","value":"0.31","spread":"1.066"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"1.102"},{"groupId":"OG001","value":"0.09","spread":"1.173"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.33","spread":"1.071"},{"groupId":"OG001","value":"0.21","spread":"1.030"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in EQ-5D-5L VAS Score at End of Treatment in the Overall Population","description":"The EQ-5D-5L is a standardized instrument for use as a measure of health outcome. The EQ-5D-5L descriptive system is composed of 5 dimensions (mobility, self-case, usual activities, pain/discomfort, and anxiety/depression). Each dimension has 5 response levels, which are coded by single-digit numbers: 1 = no problems, 2 = slight problems, 3 = moderate problems, 4 = severe problems, 5 = unable to/extreme problems. The EQ-5D-5L also includes a graded (0 \\[worst overall health\\] to 100 \\[best overall health\\]) vertical visual analog scale that provides a quantitative measure of the participant's perception of their overall health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.22","spread":"20.5"},{"groupId":"OG001","value":"66.69","spread":"20.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.10","spread":"21.1"},{"groupId":"OG001","value":"-5.47","spread":"23.2"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in EQ-5D-5L VAS Score at End of Treatment in the Natural Killer Cell Count-Low Subgroup","description":"The EQ-5D-5L is a standardized instrument for use as a measure of health outcome. The EQ-5D-5L descriptive system is composed of 5 dimensions (mobility, self-case, usual activities, pain/discomfort, and anxiety/depression). Each dimension has 5 response levels, which are coded by single-digit numbers: 1 = no problems, 2 = slight problems, 3 = moderate problems, 4 = severe problems, 5 = unable to/extreme problems. The EQ-5D-5L also includes a graded (0 \\[worst overall health\\] to 100 \\[best overall health\\]) vertical visual analog scale that provides a quantitative measure of the participant's perception of their overall health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65.87","spread":"21.4"},{"groupId":"OG001","value":"58.65","spread":"20.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.75","spread":"21.0"},{"groupId":"OG001","value":"-7.53","spread":"31.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline (CFB) in EQ-5D-5L Dimension Scores at End of Treatment in the Natural Killer Cell Count-Low Subgroup","description":"The EQ-5D-5L is a standardized instrument for use as a measure of health outcome. The EQ-5D-5L descriptive system is composed of 5 dimensions (mobility, self-case, usual activities, pain/discomfort, and anxiety/depression). Each dimension has 5 response levels, which are coded by single-digit numbers: 1 = no problems, 2 = slight problems, 3 = moderate problems, 4 = severe problems, 5 = unable to/extreme problems. The EQ-5D-5L also includes a graded (0 \\[worst overall health\\] to 100 \\[best overall health\\]) vertical visual analog scale that provides a quantitative measure of the participant's perception of their overall health.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.09","spread":"0.983"},{"groupId":"OG001","value":"2.04","spread":"1.104"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.49","spread":"0.977"},{"groupId":"OG001","value":"1.54","spread":"0.917"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.03","spread":"1.116"},{"groupId":"OG001","value":"2.14","spread":"1.228"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.08","spread":"1.054"},{"groupId":"OG001","value":"2.26","spread":"1.060"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.65","spread":"0.803"},{"groupId":"OG001","value":"1.96","spread":"1.143"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.55","spread":"1.080"},{"groupId":"OG001","value":"0.46","spread":"1.315"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"1.080"},{"groupId":"OG001","value":"0.41","spread":"1.312"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.62","spread":"1.392"},{"groupId":"OG001","value":"0.53","spread":"1.224"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.40","spread":"1.173"},{"groupId":"OG001","value":"0.05","spread":"1.469"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"1.250"},{"groupId":"OG001","value":"0.24","spread":"1.324"}]}]}]},{"type":"SECONDARY","title":"Tafasitamab Serum Concentrations","description":"Blood samples were collected for the assessment of serum concentrations of tafasitamab.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.00","spread":"58.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.45","spread":"37.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.06","spread":"30.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.63","spread":"30.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.34","spread":"33.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.84","spread":"31.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.14","spread":"39.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.68","spread":"31.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.37","spread":"55.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.80","spread":"32.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.73","spread":"42.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.20","spread":"44.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.92","spread":"43.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.38","spread":"32.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.14","spread":"38.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.54","spread":"30.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.27","spread":"43.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.95","spread":"54.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.60","spread":"61.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.14","spread":"75.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.79","spread":"50.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.73","spread":"58.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.81","spread":"66.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.83","spread":"55.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.86","spread":"48.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.98","spread":"36.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.91","spread":"52.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.88","spread":"55.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.24","spread":"37.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.92","spread":"12.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.05","spread":"21.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.64","spread":"23.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.45","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":"2.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":115,"n":219},"commonTop":["Neutropenia","Nausea","Thrombocytopenia","Anaemia","Diarrhoea"]}}}