{"nctId":"NCT04501666","briefTitle":"Study to Assess the Efficacy and Safety of Nemolizumab (CD14152) in Participants With Prurigo Nodularis (PN)","startDateStruct":{"date":"2020-09-11","type":"ACTUAL"},"conditions":["Prurigo Nodularis"],"count":286,"armGroups":[{"label":"Nemolizumab","type":"EXPERIMENTAL","interventionNames":["Drug: Nemolizumab 30 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Nemolizumab 30 mg","otherNames":["CD14152"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of PN for at least 6 months with: Pruriginous nodular lesions on upper limbs, trunk, and/or lower limbs, at least 20 nodules on the entire body with a bilateral distribution and Investigator Global Assessment (IGA) score more than equal to (\\>=) 3 (based on the IGA scale ranging from 0 to 4, in which 3 was moderate and 4 is severe) at both the screening and baseline visits.\n* Severe pruritus was defined as follows on the PP NRS:\n\n  1. At the screening visit (Visit 1): PP NRS score was \\>= 7.0 for the 24-hour period immediately preceding the screening visit.\n  2. At the baseline visit (Visit 2): Mean of the daily intensity of the PP NRS score was \\>= 7.0 over the previous week.\n* Female participants of childbearing potential (that is \\[i.e,\\], fertile, following menarche and until becoming post-menopausal unless permanently sterile) must agree to use at least 1 adequate and approved method of contraception throughout the study and for 12 weeks after the last study drug injection.\n* Participant was willing and able to comply with all of the time commitments and procedural requirements of the clinical study protocol, including daily diary recordings by the participant using an electronic handheld device provided for this study.\n\nExclusion Criteria:\n\n* Body weight less than \\< 30 kg.\n* Chronic pruritus resulting from another active condition other than PN, such as but not limited to scabies, lichen simplex chronicus, psoriasis, atopic dermatitis, contact dermatitis, acne, folliculitis, lichen planus, habitual picking/excoriation disorder, sporotrichosis, bullous autoimmune disease, end-stage renal disease, or cholestatic liver disease (example \\[e.g.\\] primary biliary cirrhosis) or diabetes mellitus or thyroid disease that is not adequately treated, as per standard of care.\n* Unilateral lesions of prurigo (e.g., only one arm affected).\n* History of or current confounding skin condition (e.g., Netherton syndrome, cutaneous T-cell lymphoma \\[mycosis fungoides or Sezary syndrome\\], chronic actinic dermatitis, dermatitis herpetiformis).\n* Participants with a current medical history of chronic obstructive pulmonary disease and/or chronic bronchitis.\n* Neuropathic and psychogenic pruritus such as but not limited to notalgia paresthetica, brachioradial pruritus, small fiber neuropathy, skin picking syndrome, or delusional parasitosis.\n* Requiring rescue therapy for PN during the screening period or expected to require rescue therapy within 4 weeks following the baseline visit.\n* Positive serology results (hepatitis B surface antigen \\[HBsAg\\] or hepatitis B core antibody \\[HBcAb\\], hepatitis C (HCV) antibody with positive confirmatory test for HCV (e.g., polymerase chain reaction \\[PCR\\]), or human immunodeficiency virus antibody) at the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With an Improvement of Greater Than or Equal to (>=) 4 From Baseline in Weekly Average Peak Pruritus Numeric Rating Scale (PP NRS) at Week 16","description":"The Peak Pruritus NRS is a scale that was used by the participants to report the intensity of their pruritus (itch) during the last 24 hours. For maximum itch intensity: the scores were provided on a scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable'. Higher scores indicate worse outcome. Weekly values are calculated as the average of 7 consecutive days of data up to the target study day (excluding) and set to missing if less than 4 days of data are available. Analysis window extension was applied to both timepoints, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"111","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With an Investigator Global Assessment (IGA) Success at Week 16","description":"IGA success is defined as clear (0) or almost clear (1), and a reduction from baseline of greater than or equal to 2 points at week 16. Full scale is scored from 0-4, higher score indicates more severe symptoms. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Adverse Events of Special Interest (AESIs), and Serious Adverse Events (SAEs)","description":"AE was defined as any untoward medical occurrence in a clinical study participant administered a medicinal product which does not necessarily have a causal relationship with this treatment. TEAEs were defined as AEs occurring after the first administration of the study drug until the last study visit. SAE was any untoward medical occurrence, in the view of either the Investigator or Sponsor, that resulted in death, was life-threatening, resulted in inpatient hospitalisation or prolongation of existing hospitalisation, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect or was an important medical event. AESI was a noteworthy TEAE for the study drug that was to be monitored closely and reported promptly. Relatedness to study drug was based on Investigator's discretion. Analysis was performed on safety population which included all randomised participants who received at least 1 administration of study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"134","spread":null},{"groupId":"OG001","value":"62","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Improvement of >= 4 From Baseline in Weekly Average PP NRS at Week 4","description":"The Peak Pruritus NRS is a scale that was used by the participants to report the intensity of their pruritus (itch) during the last 24 hours. For maximum itch intensity: the scores were provided on a scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable'. Higher scores indicate worse outcome. Weekly values are calculated as average of 7 consecutive days data up to the target study day (excluding) and set to missing, if less than 4 days data are available. Analysis window extension was applied to baseline, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With PP NRS < 2 at Week 16","description":"The Peak Pruritus NRS is a scale that was used by the participants to report the intensity of their pruritus (itch) during the last 24 hours. For maximum itch intensity: the scores were provided on a scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable'. Higher scores indicate worse outcome. Weekly values are calculated as average of 7 consecutive days data up to the target study day (excluding) and set to missing, if less than 4 days data are available. Analysis window extension was applied to week 16, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Improvement of >=4 From Baseline in Sleep Disturbance Numeric Rating Scale (SD NRS) at Week 16","description":"The SD NRS is a scale to report the degree of participant sleep loss related to PN. The baseline SD NRS was determined based on the average of daily SD NRS (score ranging from 0 to 10) during the 7 days up to the treatment start (including until treatment start time). A minimum of 4 daily scores out of the 7 days up to baseline study day is required for this calculation. On a scale of 0 to 10, with 0 being 'no sleep loss related to the symptoms of my skin disease (prurigo nodularis)' and 10 being 'I did not sleep at all due to the symptoms of prurigo nodularis'. Higher scores indicate worse outcome. Analysis window extension was applied to both timepoints, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"95","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an Improvement of >=4 From Baseline in SD NRS at Week 4","description":"SD NRS is a scale to be used by the participants to report the degree of their sleep loss related to PN. The baseline SD NRS was determined based on the average of daily SD NRS (score ranging from 0 to10) during the 7 days up to the treatment start (including until treatment start time). A minimum of 4 daily scores out of the 7 days up to baseline study day is required for this calculation. On a scale of 0 to 10, with 0 being 'no sleep loss related to the symptoms of my skin disease (prurigo nodularis)' and 10 being 'I did not sleep at all due to the symptoms of prurigo nodularis'. Higher scores indicate worse outcome. Analysis window extension was applied to baseline, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responde","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"59","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With PP NRS < 2 at Week 4","description":"The Peak Pruritus NRS is a scale that was used by the participants to report the intensity of their pruritus (itch) during the last 24 hours. For maximum itch intensity: the scores were provided on a scale of 0 to 10, with 0 being 'no itch' and 10 being 'worst itch imaginable'. Higher scores indicate worse outcome. Weekly values are calculated as average of 7 consecutive days data up to the target study day (excluding) and set to missing, if less than 4 days data are available. Analysis window extension was applied to baseline, as described in the SAP. If a participant received any rescue therapy, composite variable strategy is applied, the underlying data at/after receipt of rescue therapy is set as worst possible value, and the response is derived from underlying data value. Participants with missing results are considered as non-responders.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":187},"commonTop":["Neurodermatitis","COVID-19","Nasopharyngitis","Headache","Cough"]}}}