{"nctId":"NCT01808547","briefTitle":"Comparison Study of ISV-303 to Durasite Vehicle in Cataract Surgery Subjects","startDateStruct":{"date":"2013-05"},"conditions":["Ocular Inflammation"],"count":268,"armGroups":[{"label":"ISV-303","type":"EXPERIMENTAL","interventionNames":["Drug: ISV-303"]},{"label":"Durasite Vehicle","type":"PLACEBO_COMPARATOR","interventionNames":["Other: DuraSite Vehicle"]}],"interventions":[{"name":"ISV-303","otherNames":[]},{"name":"DuraSite Vehicle","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subjects age 18 or older scheduled for unilateral cataract surgery with posterior chamber intraocular lens implantation\n* If a female is of childbearing potential, the subject must agree to and submit a negative pregnancy test before any protocol-specific procedures are conducted. The subject must use effective contraception for the duration of the study. Post menopausal is defined as having no menses for at least 12 consecutive months\n* Signature of the subject on the Informed Consent Form\n* Willing to avoid disallowed medications for the duration of the study\n* Willing and able to follow all instructions and attend all study visits\n* Able to self-administer the IMP (or have a caregiver available to instill all doses of study drugs )\n* Additional inclusion criteria also apply\n\nExclusion Criteria:\n\n* Known hypersensitivity or poor tolerance to bromfenac sodium or any component of the IMP or any of the procedural medications\n* Currently pregnant, nursing, or planning a pregnancy; or be a woman that has a positive pregnancy test\n* Currently suffer from alcohol and/or drug abuse\n* Prior (within 30 days of beginning study treatment) or anticipated concurrent use of an investigational drug or device\n* A condition or a situation, which in the investigator's opinion may put the subject at increased risk, confound study data, or interfere significantly with the subject's study participation\n* Additional inclusion criteria also apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Ocular Inflammation","description":"Anterior chamber cell grade 0 at Day 15 measured on a 0 to 4 scale where \"0\" is 0 cells; \"1\" is 1-10 cells; \"2\" is 11-20 cells; \"3\" is 21-50 cells; \"4\" is \\> 50 cells, and no rescue medications.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":170},"commonTop":["Ocular hypertension"]}}}