{"nctId":"NCT02483585","briefTitle":"Study to Evaluate the Efficacy and Safety of Erenumab (AMG 334) Compared to Placebo in Migraine Prevention","startDateStruct":{"date":"2015-07-20","type":"ACTUAL"},"conditions":["Migraine"],"count":577,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"Erenumab","type":"EXPERIMENTAL","interventionNames":["Drug: Erenumab"]}],"interventions":[{"name":"Erenumab","otherNames":["AMG 334","Aimovig™"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of migraines (with or without aura) for ≥ 12 months\n* Migraine frequency: ≥ 4 and \\< 15 migraine days per month on average acrossthe 3 months prior to screening\n* Headache (ie, migraine and non-migraine headache) frequency: \\< 15 headache days per month on average across the 3 months prior to screening\n* Demonstrated compliance with the eDiary\n\nExclusion Criteria:\n\n* Older than 50 years of age at migraine onset.\n* History of cluster headache or hemiplegic migraine headache.\n* Unable to differentiate migraine from other headaches\n* No therapeutic response with \\> 2 categories for prophylactic treatment of migraine after an adequate therapeutic trial.\n* Concomitant use of 2 or more medications with possible migraine prophylactic effects within 2 months prior to the start of the baseline phase or during the baseline phase. If only 1 prophylactic medication is used, the dose must be stable within 2 months prior to the start of the baseline phase and throughout the study\n* Used a prohibited medication, device, or procedure within 2 months prior to the start of the baseline phase or during the baseline phase.\n* Received botulinum toxin\n* Anticipated to require any excluded medication, device, or procedure during the study.\n* Active chronic pain syndromes (such as fibromyalgia and chronic pelvic pain).\n* History of major psychiatric disorder.\n* History of seizure disorder or other significant neurological conditions other than migraine.\n* Human immunodeficiency virus (HIV) infection by history.\n* Myocardial infarction (MI), stroke, transient ischemic attack (TIA), unstable angina, or coronary artery bypass surgery or other revascularization procedure within 12 months prior to screening.\n* The subject is at risk of self-harm or harm to others. Previously randomized into an AMG 334 study.\n* Unlikely to be able to complete all protocol required study visits or procedures, and/or to comply with all required study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Monthly Migraine Days at Week 12","description":"A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine with or without aura.\n\nThe change from baseline in monthly migraine days was calculated as the number of migraine days during the last 4 weeks of the 12-week double-blind treatment phase - the number of migraine days during the 4-week baseline phase.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.84","spread":"0.21"},{"groupId":"OG001","value":"-2.88","spread":"0.21"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least a 50% Reduction From Baseline in Monthly Migraine Days at Week 12","description":"A migraine day was any calendar day in which the participant experienced a qualified migraine headache (onset, continuation, or recurrence of the migraine headache). A qualified migraine headache was defined either as a migraine without aura or a migraine with aura. Monthly migraine days were calculated as the number of migraine days in the 4-week baseline phase and during the last 4 weeks of double-blind treatment.\n\nAt least a 50% reduction from baseline in monthly migraine days was determined if the change in monthly migraine days from the 4-week baseline phase to the last 4 weeks of the 12-week double-blind treatment phase \\* 100 / baseline monthly migraine days was less than or equal to -50%.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.5","spread":null},{"groupId":"OG001","value":"39.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Monthly Acute Migraine-specific Medication Treatment Days at Week 12","description":"Monthly acute migraine-specific medication treatment days is the number of days on which migraine specific medications were used between monthly doses of study drug. Migraine-specific medications includes two categories of medications: triptan-based migraine medications and ergotamine-based migraine medications.\n\nThe change from baseline in monthly acute migraine-specific treatment days was calculated as the number of migraine-specific treatment days during the last 4 weeks of the 12-week double-blind treatment phase - the number of migraine-specific treatment days during the 4-week baseline phase.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.62","spread":"0.14"},{"groupId":"OG001","value":"-1.21","spread":"0.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least a 5-point Reduction From Baseline in Average Impact on Everyday Activities Domain Score Measured by MPFID at Week 12","description":"The Migraine Physical Function Impact Diary (MPFID) is a self-administered 13-item instrument measuring physical functioning. It has two domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and one stand-alone global question. Participants completed the MPFID daily in an electronic diary based on the past 24 hours. Participants responded to each item on a 5-point scale, with difficulty items ranging from \"Without any difficulty\" (1) to \"Unable to do\" (5) and frequency items ranging from \"None of the time\" (1) to \"All of the time\" (5). For each domain, the scores were calculated as the sum of the responses and rescaled to 0 - 100, with higher scores representing greater impact of migraine.\n\nAchievement of at least a 5 point reduction from baseline in the monthly average domain score was calculated as (monthly average domain score during the last 4 weeks of the 12-week double-blind treatment phase - baseline monthly average domain score) was ≤ -5.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.8","spread":null},{"groupId":"OG001","value":"40.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least a 5-Point Reduction From Baseline in Average Impact on Physical Impairment Domain Score Measured by MPFID at Week 12","description":"The Migraine Physical Function Impact Diary (MPFID) is a self-administered 13-item instrument measuring physical functioning. It has two domains, Impact on Everyday Activities (7 items) and Physical Impairment (5 items), and one stand-alone global question. Participants completed the MPFID daily in an electronic diary based on the past 24 hours. Participants responded to each item on a 5-point scale, with difficulty items ranging from \"Without any difficulty\" (1) to \"Unable to do\" (5) and frequency items ranging from \"None of the time\" (1) to \"All of the time\" (5). For each domain, the scores were calculated as the sum of the responses and rescaled to 0 - 100, with higher scores representing greater impact of migraine.\n\nAchievement of at least a 5 point reduction from baseline in the monthly average domain score was calculated as (monthly average domain score during the last 4 weeks of the 12-week double-blind treatment phase - baseline monthly average domain score) was ≤ -5.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27.1","spread":null},{"groupId":"OG001","value":"33.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events","description":"Adverse events (AEs) were graded according to the Common Terminology Criteria for Adverse Events (CTCAE), version 4, where:\n\nGrade 1 = Mild; asymptomatic or mild symptoms; clinical or diagnostic observations only; intervention not indicated; Grade 2 = Moderate; minimal, local or noninvasive intervention indicated; limiting age-appropriate instrumental activities of daily living (ADL); Grade 3 = Severe or medically significant but not immediately life-threatening; hospitalization or prolongation of hospitalization indicated; disabling; limiting self care ADL; Grade 4 = Life-threatening consequences; urgent intervention indicated Grade 5 = Death related to AE.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"158","spread":null},{"groupId":"OG001","value":"136","spread":null},{"groupId":"OG002","value":"337","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"96","spread":null},{"groupId":"OG001","value":"72","spread":null},{"groupId":"OG002","value":"245","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"6","spread":null},{"groupId":"OG002","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Developed Antibodies to Erenumab","description":"Blood samples were first tested in an electrochemiluminescence (ECL)-based bridging immunoassay to detect anti-drug antibodies (ADA) against erenumab. Samples confirmed to be positive for binding antibodies were subsequently tested in a cell-based bioassay to determine neutralizing activity against erenumab (Neutralizing Antibody Assay).\n\nDeveloping antibody incidence indicates participants with a negative or no result at baseline and a positive result at any time post-baseline.\n\nIf a sample was positive for binding antibodies and demonstrated neutralizing activity at the same time point, the sample was defined as positive for neutralizing antibodies.\n\nTransient indicates a negative result at the participant's last time point tested, for those participants with a positive binding/neutralizing result post-baseline.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":289},"commonTop":["Viral upper respiratory tract infection","Upper respiratory tract infection","Injection site pain","Migraine"]}}}