{"nctId":"NCT02242435","briefTitle":"A Multiple Injection Study Evaluating Safety and Efficacy of Ampion in Osteoarthritis","startDateStruct":{"date":"2014-09","type":"ACTUAL"},"conditions":["Osteoarthritis of the Knee"],"count":342,"armGroups":[{"label":"Ampion 4ml dose","type":"EXPERIMENTAL","interventionNames":["Biological: 4 mL injection of Ampion"]},{"label":"Placebo Solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: 4 mL Injection of Placebo"]}],"interventions":[{"name":"4 mL injection of Ampion","otherNames":[]},{"name":"4 mL Injection of Placebo","otherNames":["Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Able to provide written informed consent to participate in the study.\n2. Willing and able to comply with all study requirements and instructions of the site study staff.\n3. Male or female, 40 years to 85 years old (inclusive).\n4. Must be ambulatory.\n5. Index knee must be symptomatic for greater than 6 months with a clinical diagnosis of OA and supported by radiological evidence (x-ray) acquired at screening and assessed by a central reader. Subjects must have a Kellgren Lawrence Grade of III or IV for inclusion in the study.\n6. Moderate to moderately-severe OA pain in the index knee (rating of at least 1.5 on the WOMAC® Index 3.1 5-point Likert Pain Subscale) assessed at screening and confirmed at randomization.\n7. Moderate to moderately-severe OA pain in the index knee (even if chronic doses of non-steroidal anti-inflammatory drug \\[NSAID\\], which have not changed in the 4 weeks prior to screening, have been/are being used).\n8. No analgesia taken 24 hours before efficacy measure.\n\nExclusion Criteria:\n\n1. As a result of medical review and screening investigation, the Principal Investigator considers the subject unfit for the study.\n2. Previous Ampion™ injection in the index knee.\n3. Known clinically significant liver abnormality (e.g., cirrhosis, transplant, etc).\n4. A history of allergic reactions to human albumin (reaction to non-human albumin such as egg albumin is not an exclusion criterion).\n5. A history of allergic reactions to excipients in 5% human albumin (N-acetyltryptophan, sodium caprylate).\n6. Presence of tense effusions in the index knee.\n7. Inflammatory or crystal arthropathies, acute fractures, history of aseptic necrosis or joint replacement in the index knee, as assessed locally by the Principal Investigator.\n8. Isolated patella femoral syndrome, also known as chondromalacia, in the index knee.\n9. Any other disease or condition interfering with the free use and evaluation of the index knee for the duration of the trial (e.g., cancer, congenital defects, spine OA).\n10. Major injury to the index knee within the 12 months prior to screening.\n11. Severe hip OA ipsilateral to the index knee.\n12. Any pain that could interfere with the assessment of index knee pain (e.g., pain in any other part of the lower extremities, pain radiating to the knee).\n13. Any pharmacological or non-pharmacological treatment targeting OA started or changed during the 4 weeks prior to treatment or likely to be changed during the duration of the study.\n14. Use of the following medications are exclusionary:\n\n    1. IA injected pain medications in the study knee during the study;\n    2. Analgesics containing opioids. NSAIDs may be continued at levels preceding the study and acetaminophen is available as a rescue medication during the study from the provided supply;\n    3. Topical treatment on osteoarthritis index knee during the study;\n    4. Significant anticoagulant therapy (e.g., Heparin or Lovenox) during the study (treatment such as Aspirin and Plavix are allowed);\n    5. Systemic treatments that may interfere with safety or efficacy assessments during the study;\n    6. Immunosuppressants;\n    7. Use of corticosteroids \\> 10 mg prednisolone equivalent per day (if ≤ 10 mg prednisolone, the dose must be stable).\n15. Any human albumin treatment in the 3 months before randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Knee Pain","description":"Mean Change in WOMAC A Pain (Western Ontario and McMaster Universities Arthritis Index) score from Baseline to 12 weeks. 5-point Likert scale (0=none to 4=extreme). A negative difference constitutes a decrease in pain with a greater negative value indicating a greater reduction in pain.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.96","spread":null},{"groupId":"OG001","value":"-1.10","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Knee Function","description":"Mean change in WOMAC C function score (Western Ontario and McMaster Universities Arthritis Index) from Baseline to 12 weeks. 5-point Likert scale indicating limitation of function (0=none to 4=extreme). A greater negative value indicates a improvement in function.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.94","spread":null},{"groupId":"OG001","value":"-1.08","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":172},"commonTop":["Arthralgia","Injection Site Pain","Upper Respiratory Tract Infection","Bronchitis","Contusion"]}}}