{"nctId":"NCT02627963","briefTitle":"A Study to Compare Tivozanib Hydrochloride to Sorafenib in Participants With Refractory Advanced Renal Cell Carcinoma (RCC)","startDateStruct":{"date":"2016-05-24","type":"ACTUAL"},"conditions":["Carcinoma, Renal Cell"],"count":350,"armGroups":[{"label":"Tivozanib hydrochloride","type":"EXPERIMENTAL","interventionNames":["Drug: Tivozanib hydrochloride"]},{"label":"Sorafenib","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Sorafenib"]}],"interventions":[{"name":"Tivozanib hydrochloride","otherNames":[]},{"name":"Sorafenib","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years or older\n* Participants with metastatic RCC who have failed 2 or 3 prior systemic regimens, one of which includes a VEGFR TKI other than sorafenib or tivozanib.\n* Histologically or cytologically confirmed RCC with a clear cell component (participants with pure papillary cell tumor or other non-clear cell histologies, including collecting duct, medullary, chromophobe, and unclassified RCC are excluded).\n* Measurable disease per the Response Evaluation Criteria in Solid Tumors (RECIST) criteria Version 1.1.\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Life expectancy ≥ 3 months.\n\nExclusion Criteria:\n\n* Prior treatment with sorafenib or tivozanib.\n* More than 3 prior regimens for metastatic RCC.\n* Known central nervous system (CNS) metastases other than stable, treated brain metastases. Participants with previously treated brain metastasis will be allowed if the brain metastasis has been stable by neuroimaging without steroid treatment for at least 3 months following prior treatment (radiotherapy or surgery).\n* Significant hematologic, gastrointestinal, thromboembolic, vascular, bleeding, or coagulation disorders.\n* Significant serum chemistry abnormalities\n* Significant cardiovascular disease, including: Active clinically symptomatic left ventricular failure, uncontrolled hypertension, myocardial infarction, severe angina, or unstable angina within 6 months prior to administration of first dose of study drug, history of serious ventricular arrhythmia, cardiac arrhythmias requiring anti-arrhythmic medications.\n* Inadequate recovery from any prior surgical procedure or major surgical procedure within 4 weeks prior to administration of first dose of study drug.\n* Currently active second primary malignancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-free Survival (PFS)","description":"The PFS, as assessed by a blinded independent radiological review (IRR), is defined as the time from randomization to first documentation of objective tumor progression (progressive disease) or death due to any reasons whichever comes first. Disease progression per RECIST 1.1 criteria is defined as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.59","spread":null},{"groupId":"OG001","value":"3.88","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"The OS is defined as the time from the date of randomization to date of death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16.39","spread":null},{"groupId":"OG001","value":"19.15","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate (ORR)","description":"The ORR is defined as the percentage of participants who have at least a 30% reduction in the sum of diameters per RECIST (Version 1.1).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"14","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DOR)","description":"The DOR is defined as the time from the first documentation of objective tumor response to the first documentation of tumor progression per RECIST 1.1 or to death due to any cause.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"5.65","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":81,"n":173},"commonTop":["Diarrhoea","Hypertension","Decreased appetite","Fatigue","Palmar-plantar erythrodysaesthesia syndrome"]}}}