{"nctId":"NCT03182686","briefTitle":"AP-003-C Study to Confirm the Efficacy of Ampion™ in Adults With Pain Due to Severe Osteoarthritis of the Knee","startDateStruct":{"date":"2017-06-19","type":"ACTUAL"},"conditions":["Osteoarthritis, Knee","Knee Osteoarthritis","Knee Arthritis","Knee Pain Chronic"],"count":168,"armGroups":[{"label":"AMPION™ 4 mL dose","type":"EXPERIMENTAL","interventionNames":["Biological: 4 mL injection of Ampion"]},{"label":"Placebo 4 mL dose","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: 4 mL Injection of Placebo"]}],"interventions":[{"name":"4 mL injection of Ampion","otherNames":[]},{"name":"4 mL Injection of Placebo","otherNames":["0.9% Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Able to provide written informed consent to participate in the study;\n* Willing and able to comply with all study requirements and instructions of the site study staff;\n* Must be ambulatory;\n* Study knee must have a clinical diagnosis of osteoarthritis (OA) supported by radiological evidence (Kellgren Lawrence Grade IV) which is assessed locally (x-rays within the past 6 months of screening are acceptable);\n* Moderate to moderately-severe OA pain in the study knee (rating of at least 1.5 on the WOMAC A, 5-point Likert Pain Subscale);\n* Moderate to moderately-severe OA function in the study knee (rating of at least 1.5 on the WOMAC C, 5-point Likert Function Subscale);\n* WOMAC A, 5-point Likert pain subscale \\<1.5 in the contralateral knee;\n* Ability to discontinue non-steroidal anti-inflammatory drug (NSAID) use at Screening visit and/or 72 hours prior to the Baseline visit and for the duration of the clinical study (low-dose aspirin (81 mg) is allowed during the study);\n* No analgesia (including acetaminophen) taken 24 hours prior to an efficacy measure;\n* No known clinically significant liver abnormality (e.g. cirrhosis, transplant, etc.).\n\nExclusion Criteria:\n\n* As a result of medical review and screening investigation, the Principal Investigator considers the subject unfit for the study\n* A history of allergic reactions to human albumin (reaction to non-human albumin such as egg albumin is not an exclusion criterion)\n* A history of allergic reactions to excipients in 5% human albumin (N-acetyltryptophan, sodium caprylate)\n* Presence of tense effusions\n* Inflammatory or crystal arthropathies, acute fractures, history of aseptic necrosis or joint replacement in the affected knee, as assessed locally by the Principal Investigator\n* Isolated patella femoral syndrome, also known as chondromalacia\n* Any other disease or condition interfering with the free use and evaluation of the study knee for the duration of the trial (e.g. cancer, congenital defects, spine osteoarthritis)\n* Major injury to the study knee within the 12 months prior to screening\n* Severe hip osteoarthritis ipsilateral to the study knee\n* Any pain that could interfere with the assessment of study knee pain (e.g. pain in any other part of the lower extremities, pain radiating to the knee)\n* Any pharmacological or non-pharmacological treatment targeting OA started or changed during the 4 weeks prior to randomization or likely to be changed during the duration of the study\n* Pregnancy or planning to become pregnant during the study\n* Use of the following medications:\n\n  1. No intra-articular (IA) injected medications in the study knee during the study (or 12 weeks prior to Baseline).\n  2. No analgesics containing opioids.\n  3. NSAIDs are not permitted during the study; acetaminophen is available as a rescue medication during the study from the provided supply.\n  4. No topical treatment on the study knee during the study\n  5. No significant anticoagulant therapy (e.g. Heparin or Lovenox) during the study (treatment such as low-dose Aspirin (81 mg) and Plavix are allowed)\n  6. No systemic treatments that may interfere with safety or efficacy assessments during the study\n  7. No immunosuppressants\n  8. No use of systemic or intra-articular corticosteroids\n* No human albumin treatment in the 3 months before randomization or throughout the duration of the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Classified as Responders","description":"Using the Outcome Measures in Rheumatology Clinical Trials and Osteoarthritis Research Society International (OMERACT-OARSI) criteria of WOMAC A Pain subscore, WOMAC C Function subscore, and PGA as composite endpoints. A patient in this study will be considered a responder for the purpose of efficacy analysis if the following criteria are met:\n\n(1) demonstration of ≥ 50% improvement AND a 1.0-unit change in pain OR 1.0-unit change in function OR\n\nIf the patient does not meet this criterion, then the patient must demonstrate at least 2 of the following:\n\n* Improvement in pain (WOMAC A) ≥20% and a 0.5 point absolute change in pain from Baseline on the 5-point Likert scale\n* Improvement in function (WOMAC C) ≥20% and a 0.5 point absolute change in function from Baseline on the 5-point Likert scale\n* Improvement in patient global assessment (PGA) ≥20% and a 0.5 point absolute change in function from Baseline on the 5-point Likert scale","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"102","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":144},"commonTop":["Arthralgia","Joint stiffness","Viral upper respiratory tract infection","Joint swelling","Basal cell carcinoma"]}}}