{"nctId":"NCT02654769","briefTitle":"A Study of Equivalence of Generic Ingenol Mebutate Gel 0.05% and Picato Gel 0.05% in Subjects With Actinic Keratosis","startDateStruct":{"date":"2015-02"},"conditions":["Actinic Keratosis"],"count":441,"armGroups":[{"label":"Active Comparator Picato®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ingenol Mebutate (Picato®)"]},{"label":"Generic Ingenol Mebutate","type":"EXPERIMENTAL","interventionNames":["Drug: Generic Ingenol Mebutate"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam"]}],"interventions":[{"name":"Ingenol Mebutate (Picato®)","otherNames":["Picato"]},{"name":"Generic Ingenol Mebutate","otherNames":[]},{"name":"Vehicle Foam","otherNames":["Placebo"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject was a male or non-pregnant female 18 years of age or older\n* Subject provided written informed consent.\n* Subject was willing and able to apply the test article as directed, comply with study instructions, and commit to all follow-up visits for the duration of the study.\n* Subject had a clinical diagnosis of AK at Baseline with at least four (4), but no more than eight (8), visible and discrete non-hyperkeratotic, non-hypertrophic AK lesions, each at least 4 mm in diameter, within a contiguous 25 cm2 treatment area (\"the Treatment Area\") on the trunk or extremities.\n* Subject was in good general health and free of any disease state or physical condition that might have impaired evaluation of AK lesions or which, in the investigator's opinion, exposed the subject to an unacceptable risk by study participation.\n* Females must have been post-menopausal , surgically sterile , or have used an effective method of birth control , with a negative urine pregnancy test (UPT) at the Baseline Visit.\n\nExclusion Criteria:\n\n* Subject was pregnant, lactating, or was planning to become pregnant during the study.\n* Subject was currently enrolled in an investigational drug or device study.\n* Subject used an investigational drug or investigational device treatment within 30 days prior to the Baseline Visit.\n* Subject had hyperkeratotic, hypertrophic, or large mat-like AKs (e.g., AK \\>1 cm2 in size) within the contiguous 25 cm2 Treatment Area.\n* Subject had more than eight (8) AKs, independent of size, within the contiguous 25 cm2 Treatment Area.\n* Subject had the need or planned to be exposed to artificial tanning devices or excessive sunlight during the trial.\n* Subject was immunosuppressed (e.g., HIV, systemic malignancy, graft host disease, etc.)\n* Subject had experienced an unsuccessful outcome from previous ingenol mebutate therapy (an unsuccessful outcome was defined as after a reasonable therapeutic trial with no compliance issues and the topical drug did not work).\n* Subject had a history of sensitivity to any of the ingredients in the test articles (see Section 9.4.2).\n* Subject used topical creams, lotions, or gels of any kind within the selected Treatment Area within one (1) day prior to entry into the study.\n* Subject used topical medications; corticosteroids, alpha hydroxy acids (e.g., glycolic acid, lactic acid etc. \\>5%), beta hydroxy acid (salicylic acid \\>2%), urea \\>5%, 5-fluorouracil, diclofenac, imiquimod, ingenol mebutate, or prescription retinoids (e.g., tazarotene, adapalene, tretinoin) within the selected Treatment Area (trunk or extremities) within one (1) month prior to the Baseline Visit.\n* Subject had cryodestruction, curettage, photodynamic therapy, surgical excision, or other treatments for AK within the selected Treatment Area (trunk or extremities) within one (1) month prior to the Baseline Visit.\n* Subject used oral corticosteroid therapy, interferon, cytotoxic drugs, immunomodulators, immunosuppressive therapies, or retinoids within one (1) month prior to the Baseline Visit.\n* Subject had dermatologic procedures or surgeries such as laser resurfacing, Psoralen + ultraviolet A (PUVA) therapy, ultraviolet B (UVB) therapy, chemical peels, or dermabrasion on the selected Treatment area (trunk or extremities) within six (6) months prior to the Baseline Visit.\n* Subject had lesions suspicious for skin cancer (skin cancer not ruled out by biopsy) or untreated skin cancers within the selected Treatment Area (trunk or extremities).\n* Subject had any skin pathology or condition that, in the investigator's opinion, could interfere with the evaluation of the test article or required the use of interfering topical, systemic, or surgical therapy.\n* Subject had any condition which, in the investigator's opinion, would have made it unsafe or precluded the subject's ability to fully participate in this research study.\n* Subject was unable to communicate or cooperate with the investigator due to language problems, poor mental development, impaired cerebral function, or physical limitations.\n* Subject was known to be noncompliant or was unlikely to comply with the requirements of the study protocol (e.g., due to alcoholism, drug dependency, mental incapacity) in the opinion of the investigator.\n* Subject had been previously enrolled in the same study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Efficacy Outcome Measure","description":"Percentage of subjects in the PP population in each treatment group with complete clearance of AK lesions. Complete clearance was defined as having no (zero) clinically visible AK lesions in the Treatment Area at the Week 8 visit.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"50","spread":null},{"groupId":"OG001","value":"49","spread":null},{"groupId":"OG002","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects in the PP Population in Each Treatment Group With Partial Clearance (as Having at Least 75% Reduction in the Number of Clinically Visible AK Lesions) in theTreatment Area at the Week 8 Visit.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"83","spread":null},{"groupId":"OG002","value":"21","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":149},"commonTop":["Application site pain","Application site erosion","Application site pruritus","Upper respiratory tract infection","Muscle strain"]}}}