{"nctId":"NCT00835380","briefTitle":"A Study of 2 Doses of VAQTA™ in Healthy Children 12 to 23 Months of Age (V251-069)","startDateStruct":{"date":"2008-03"},"conditions":["Hepatitis A Virus Infection"],"count":80,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Biological: Hepatitis A Vaccine, Purified Inactivated (VAQTA™)"]}],"interventions":[{"name":"Hepatitis A Vaccine, Purified Inactivated (VAQTA™)","otherNames":["VAQTA™"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy Chinese children 12 to 17 months old at receipt of the first study vaccination\n\nExclusion Criteria:\n\n* Subject is Hepatitis A virus antibody positive at screening or has a history of Hepatitis A infection\n* Subject has a fever 72 hours prior to first injection\n* Subject has already been vaccinated for Hepatitis A\n* Subject is allergic to aluminum, formaldehyde, sodium borate, latex, or any component of the vaccine\n* Subject has received inactivated vaccines within 14 days of screening or live vaccines within 30 days of screening","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Months","maximumAge":"23 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Hepatitis A Virus (HAV) Seroconversion Rate, i.e. the Percentage of Subjects Who Were Seronegative at Baseline and Developed Seropositive at Month 7 After Administration of a 2-dose Regime of Vaccines.","description":"Seroconversion rate = (number of subjects with seronegative at baseline and developed seropositive at Month 7)/(number of subjects with seronegative at baseline regardless HAV serum status at Month 7). Measure serum HAV (hepatitis A virus) antibody at Day 0 prior to vaccination and at Month 7 after administration of a 2-dose regimen of vaccines.\n\nHAV antibody titers were determined by Wantai ELISA kit for serum antibody response to HAV. Seropositive was defined as HAV antibody titer ≥ 50 mIU/mL. Seronegative was defined as HAV antibody titer \\< 50 mIU/mL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null}]}]}]},{"type":"SECONDARY","title":"Serious Adverse Experiences and Systemic Adverse Experiences Occurring Within 14 Days After Each Vaccination, and Injection-site Complaints Occurring Day 1 Through Day 5 After Each Vaccination","description":"All adverse experiences were collected from the time the consent form was signed through 14 days following the first vaccination(s) and from the time of the second vaccination through 14 days thereafter. The parent/legal guardian of each participant were requested to record injection-site adverse experiences and monitor the subject's temperature daily on the Vaccination Report Card for Day 1 thereafter for 4 additional calendar days, and record all systemic adverse experiences that occur during the 14-day period after each injection.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":80},"commonTop":["Fever","Upper respiratory tract infection","Diarrhea","Coughing","Injection site redness"]}}}