{"nctId":"NCT01821378","briefTitle":"Lurasidone Low-Dose - High-Dose Study Study","startDateStruct":{"date":"2013-05"},"conditions":["Schizophrenia"],"count":412,"armGroups":[{"label":"Lurasidone 20 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone","Drug: Lurasidone 80 mg once daily initially rerandomized either to 80 mg or 160 mg at week 2","Drug: Placebo"]},{"label":"Lurasidone 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Lurasidone","Drug: Lurasidone 80 mg once daily initially rerandomized either to 80 mg or 160 mg at week 2","Drug: Placebo"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Lurasidone","Drug: Lurasidone 80 mg once daily initially rerandomized either to 80 mg or 160 mg at week 2","Drug: Placebo"]}],"interventions":[{"name":"Lurasidone","otherNames":["Latuda"]},{"name":"Lurasidone 80 mg once daily initially rerandomized either to 80 mg or 160 mg at week 2","otherNames":["Latuda"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubject provides written informed consent and is willing and able to comply with the protocol in the opinion of the Investigator.\n\n* Subject is ≥ 18 and ≤ 75 years of age, on the day of signing the informed consent.\n* Subject meets DSM-IV-TR criteria for a primary diagnosis of schizophrenia \\[including disorganized (295.10), paranoid (295.30), undifferentiated (295.90) subtypes\\] as established by clinical interview (using the DSM-IV-TR as a reference and confirmed using the SCID-CT). The duration of the subject's illness whether treated or untreated must be ≥ 6 months.\n* Subject has a PANSS total score ≥ 80 and a PANSS subscale score ≥ 4 (moderate) on 2 or more of the following PANSS subscale items: delusions, conceptual disorganization, hallucinations, and unusual thought content at screening and baseline.\n* Subject has a CGI-S score of ≥ 4 at screening and baseline.\n* Subject has an acute exacerbation of psychotic symptoms (no longer than 2 months) and marked deterioration of function from baseline (by history) or subject has been hospitalized for the purpose of treating an acute psychotic exacerbation for 2 consecutive weeks or less immediately before screening.\n\nSubjects who have been hospitalized for more than 2 weeks for reasons unrelated to acute exacerbation can be included with concurrence from the Medical Monitor that such hospitalization was for a reason other than acute relapse. For example, subjects in a long term hospital setting who have an acute exacerbation and are transferred to an acute unit are eligible for study entry.\n\n* Subject is not pregnant (must have a negative serum pregnancy test at screening) or nursing (must not be lactating) and is not planning pregnancy within the projected duration of the study.\n* Female subject of reproductive potential agrees to remain abstinent or use adequate and reliable contraception throughout the study and for at least 30 days after the last dose of lurasidone has been taken. In the Investigator's judgment, the subject will adhere to this requirement.\n\nAdequate contraception is defined as continuous use of either two barrier methods (eg, condom and spermicide or diaphragm with spermicide) or a hormonal contraceptive. Acceptable hormonal contraceptives include the following: a) contraceptive implant (such as Norplant®) implanted at least 90 days prior to screening; b) injectable contraception (such as medroxyprogesterone acetate injection) given at least 14 days prior to screening; or c) oral contraception taken as directed for at least 30 days prior to screening.\n\nSubjects who are of non-reproductive potential, ie, subject who is surgically sterile, has undergone tubal ligation, or is postmenopausal (defined as at least 12 months of spontaneous amenorrhea or between 6 and 12 months of spontaneous amenorrhea with follicle stimulating hormone (FSH) concentrations within postmenopausal range as determined by laboratory analysis) are not required to remain abstinent or use adequate contraception.\n\n* Subject is able and agrees to remain off prior antipsychotic medication for the duration of the study\n* Subject has had a stable living arrangement at the time of screening and agrees to return to a similar living arrangement after discharge. This criterion is not meant to exclude subjects who have temporarily left a stable living arrangement (eg, due to psychosis). Such subjects remain eligible to participate in this protocol. Chronically homeless subjects should not be enrolled.\n* Subject is in good physical health on the basis of medical history, physical examination, and laboratory screening.\n* Subject who requires concomitant medication treatment with the following agents may be included if they have been on stable doses (ie, minor adjustments only) for the specified times: 1) oral hypoglycemics must be stable for at least 30 days prior to screening, 2) antihypertensive agents must be stable for at least 30 days prior to screening, and 3) thyroid hormone replacement must be stable for at least 90 days prior to screening. (Note: CYP3A4 inducers and inhibitors will not be allowed).\n* Subject is willing and able to comply with the protocol assessments and visits, in the opinion of the study nurse/coordinator and the Investigator.\n\nExclusion Criteria:\n\nSubject has a DSM-IV Axis I or Axis II diagnosis, other than schizophrenia, that has been the primary focus of treatment within 3 months of screening.\n\n* Subject answers \"yes\" to \"Suicidal Ideation\" item 4 (active suicidal ideation with some intent to act, without specific plan) or item 5 (active suicidal ideation with specific plan and intent) on the C-SSRS assessment at screening (ie, in the past one month) or baseline (ie, since last visit).\n* Subject is considered by the Investigator to be at imminent risk of suicide or injury to self, others, or property.\n* Subject has attempted suicide within 3 months prior to the screening phase.\n* Subject currently has a clinically significant medical condition including the following: neurological, metabolic (including Type 1 diabetes), hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, and/or urological disorder such as unstable angina, congestive heart failure (uncontrolled), or central nervous system (CNS) infection that would pose a risk to the subject if they were to participate in the study or that might confound the results of the study. Subjects with known human immunodeficiency virus (HIV) seropositivity will be excluded.\n\nNote:Active medical conditions that are minor or well-controlled are not exclusionary if they do not affect risk to the subject or the study results. In cases in which the impact of the condition upon risk to the subject or study results is unclear, the Medical Monitor should be consulted. Any subject with a known cardiovascular disease or condition (even if controlled) must be discussed with the Medical Monitor during screening.\n\n* Subject has evidence of any chronic organic disease of the CNS such as tumors, inflammation, and active seizure disorder, vascular disorder, Parkinson's disease, Alzheimer's disease or other forms of dementia, myasthenia gravis, or other degenerative processes. In addition, subject must not have a history of mental retardation or persistent neurological symptoms attributable to serious head injury. Note: Past history of febrile seizures, drug-induced seizures, or alcohol withdrawal seizures is not exclusionary.\n* Subject demonstrates evidence of acute hepatitis, clinically significant chronic hepatitis, or evidence of clinically significant impaired hepatic function through clinical and laboratory evaluation.\n\nNote: Subjects with serum alanine transaminase (ALT) or aspartate transaminase (AST) levels greater than or equal to 3 times the upper limit of the reference ranges provided by the central laboratory require retesting. If on retesting the laboratory value remain greater than or equal to 3 times the upper limit, the subject will be excluded.\n\n* Subject has a history of stomach or intestinal surgery or any other condition that could interfere with or is judged by the Investigator to interfere with absorption, distribution, metabolism, or excretion of study drug.\n* Subject with Type 1 or Type 2 insulin-dependent diabetes.\n* Subject with newly diagnosed Type 2 diabetes during screening. Subject with Type 2 diabetes is eligible for study inclusion if the following condition is met at screening:\n\nif a subject is currently being treated with oral anti-diabetic medication(s), the dose must have been stable for at least 4 weeks prior to screening. Such medication may be adjusted or discontinued during the study, as clinically indicated.\n\n-Subject has any abnormal laboratory parameter at screening that indicates a clinically significant medical condition as determined by the Investigator. Subjects with a fasting blood glucose at screening ≥ 126 mg/dL (7.0 mmol/L) or HbA1c ≥ 6.5% will be excluded.\n\nNote: Subjects with random (non-fasting) blood glucose at screening ≥ 200 mg/dL (11.1 mmol/L) must be retested in a fasted state.\n\n* Subject has a prolactin concentration \\> 100 ng/mL at screening or has a history of pituitary adenoma.\n* Subject has a history of malignancy \\< 5 years prior to signing the informed consent, except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer. Pituitary tumors of any duration are excluded.\n* Subject is judged to be resistant to antipsychotic treatment defined as any one of the following:\n\n  1. failure to respond to \\> 2 marketed antipsychotic agents, given at an adequate dose and for an adequate duration (within the past 2 years)\n  2. history of treatment with clozapine for refractory psychosis\n* Subject is receiving an antipsychotic medication above the maximum recommended (country-specific) dose at or prior to screening and, in the judgment of the Investigator, is unlikely to respond to standard doses of lurasidone.\n* Subject has received depot antipsychotics unless the last injection was at least one treatment cycle or at least 30 days (whichever is longer), prior to the screening phase.\n* Subject has received treatment with antidepressants within 7 days (fluoxetine hydrochloride within 28 days, MAO inhibitors within 14 days) or clozapine within 120 days prior to the double-blind baseline.\n* Subject requires treatment with any potent CYP3A4 inhibitors or inducers during the study (Appendix 3).\n* Subject has received electroconvulsive therapy treatment within the 3 months prior to screening or is expected to require ECT during the study.\n* Subject has a history of neuroleptic malignant syndrome.\n* Subject exhibits evidence of severe tardive dyskinesia, severe dystonia, or any other severe movement disorder. Severity will be determined by the Investigator.\n* Subject has a history of alcohol or substance abuse (DSM-IV-TR criteria) within 3 months prior to screening or alcohol or substance dependence (DSM-IV-TR criteria) within 12 months prior to screening. The only exceptions include caffeine or nicotine abuse/dependence.\n* Subject tests positive for drugs of abuse at screening, however, a positive test for amphetamines, barbiturates, opiates, benzodiazepines or methadone may not result in exclusion of subjects if the investigator determines that the positive test is as a result of prescription medicine(s). In the event a subject tests positive for cannabinoids (tetrahydrocannabinol), the Investigator will evaluate the subject's ability to abstain from using this substance during the study. This information will be discussed with the Medical Monitor prior to study enrollment.\n* Subject had a history or presence of an abnormal electrocardiogram (ECG), which in the Investigator's opinion is clinically significant (Medical Monitor may be consulted to determine clinical significance).\n* Subject has poor peripheral venous access that will limit the ability to draw blood as judged by the Investigator.\n* Subject has a history of hypersensitivity to more than 2 distinct chemical classes of drug (eg, sulfas and penicillins).\n* Subject was screened or washed out previously more than three times for this study.\n* Subject is currently participating, or has participated in, a study with an investigational or marketed compound or device within 3 months prior to signing the informed consent, or has participated in 2 or more studies within 12 months prior to signing the informed consent.\n* Subject is homeless or did not have a stable residence for the 3 months prior to the screening phase.\n* Subject is unable to cooperate with any study procedures, unlikely to adhere to the study procedures and keep appointments, in the opinion of the Investigator, or was planning to relocate during the study.\n* Subject demonstrates a decrease (improvement) of ≥ 20% in the PANSS total score between screening and baseline visits (use Appendix 6 for calculation), or the PANSS total score falls below 80 at baseline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Positive and Negative Syndrome Scale (PANSS) Total Score at Week 6 for Lurasidone 20 mg and 80-160 mg Versus Placebo.","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-17.6","spread":"1.93"},{"groupId":"OG001","value":"-24.9","spread":"1.40"},{"groupId":"OG002","value":"-14.5","spread":"1.89"}]}]}]},{"type":"SECONDARY","title":"Change in Clinical Global Impression-Severity of Illness (CGI-S) Score at Week 6 for Lurasidone 20 mg and 80-160 mg Versus Placebo.","description":"The CGI-S is a clinician-rated assessment of the subject's current illness state on a 7-point scale (0-7), where a higher score is associated with greater illness severity. Following a clinical interview, the CGI-S can be completed in 1-2 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.93","spread":"0.105"},{"groupId":"OG001","value":"-1.30","spread":"0.076"},{"groupId":"OG002","value":"-0.73","spread":"0.103"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 for the Lurasidone 20 mg, and Lurasidone 80 - 160 mg Groups Versus the Placebo Group in the Montgomery-Asberg Depression Rating Scale Total Score","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.0","spread":"0.57"},{"groupId":"OG001","value":"-3.7","spread":"0.41"},{"groupId":"OG002","value":"-1.7","spread":"0.53"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Achieve a Response, Defined as 20% or Greater Improvement From Baseline in Positive and Negative Syndrome Score (PANSS) Total Score at Week 6","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"53","spread":null},{"groupId":"OG002","value":"73","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Week 2 to Week 6 for the ENR (Early Non-responders) Lurasidone 160mg Group vs the ENR (Early Non-responders) Lurasidone 80 mg Group in the Following: PANSS Total Score","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.9","spread":"2.20"},{"groupId":"OG001","value":"-16.6","spread":"2.47"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 for the ENR Lurasidone 80mg and ENR Lurasidone 160mg Groups vs the Placebo in the MADRS Total Score","description":"The MADRS consists of 10 items, each rated on a Likert scale, from 0=\"Normal\" to 6=\"Most Severe\". The MADRS total score is calculated as the sum of the 10 items. The MADRS total score ranges from 0 to 60. Higher scores are associated with greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.5","spread":"0.89"},{"groupId":"OG001","value":"-3.5","spread":"1.00"},{"groupId":"OG002","value":"-1.7","spread":"0.59"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to Week 6 for the Lurasidone 20 mg and Lurasidone 80 - 160 mg Groups Compared to the Placebo Group in the GAF Score","description":"The GAF is a numeric scale (0 through 100) that measures a patient's overall level of psychological, social, and occupation functioning. It is designed to guide clinicians through a methodical and comprehensive consideration of all aspects of a patient's symptoms and functioning. The scale begins at 100 - superior functioning - to 0 - inadequate information.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"1.43"},{"groupId":"OG001","value":"15.8","spread":"1.04"},{"groupId":"OG002","value":"9.2","spread":"1.40"}]}]}]},{"type":"SECONDARY","title":"Change From Week 2 to Week 6 for ENR Lurasidone 80 mg vs. ENR Lurasidone 160 mg in CGI-S Score","description":"The CGI-S is a clinician-rated assessment of the subject's current illness state on a 7-point scale (0-7), where a higher score is associated with greater illness severity. Following a clinical interview, the CGI-S can be completed in 1-2 minutes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.61","spread":"0.116"},{"groupId":"OG001","value":"-0.96","spread":"0.134"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to Week 6 for the Lurasidone 20 mg and Lurasidone 80 - 160 mg Groups Compared to the Placebo Group in the Euroqol (EQ-5D) Index Score","description":"The EQ-5D is a standardized measure of health state consisting of two parts: a) EQ-5D measuring mobility, self-care, pain/discomfort, usual activities, and anxiety/depression on a 0 2 scale with lower scores indicating improvement, and b) a 20-cm visual analogue scale (VAS) for health status rating on a 0-100 scale with higher scores indicating improvement. EQ-5D health states, defined by the EQ-5D descriptive system, may be converted into a single summary index (i.e. the EQ-5D index score) by applying a formula that essentially attaches values (also called weights) to each of the levels in each dimension. The EQ-5D Index scores ranged from -0.429 to 1.000. Generally higher observed EQ-5D Index scores indicate a better degree of health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.041","spread":"0.024"},{"groupId":"OG001","value":"0.095","spread":"0.018"},{"groupId":"OG002","value":"-0.042","spread":"0.023"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 for the ENR Lurasidone 80mg and ENR Lurasidone 160mg Groups vs the Placebo in the PANSS Total Score","description":"The PANSS is an interview-based measure of the severity of psychopathology in adults with psychotic disorders. The measure is comprised of 30 items. An anchored Likert scale from 1-7, where values of 2 and above indicate the presence of progressively more severe symptoms, is used to score each item. The PANSS total score is the sum of all 30 items and ranges from 30 through 210. A higher score is associated with greater illness severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.4","spread":"2.69"},{"groupId":"OG001","value":"-21.7","spread":"3.00"},{"groupId":"OG002","value":"-14.4","spread":"1.98"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 6 for the ENR Lurasidone 80mg and ENR Lurasidone 160mg Groups vs the Placebo in the CGI-S Score","description":"The CGI-S is a clinician-rated assessment of the subject's current illness state on a 7-point scale, where a higher score is associated with greater illness severity. Following a clinical interview, the CGI-S can be completed in 1-2 minutes.\n\nReason for the discrepancy of the LS mean (SE) for placebo in outcome 2 and outcome 9 is because the different MMRM model used in outcome 2 and outcome 9. The treatment groups included in the MMRM model for outcome 2 are placebo, lurasidone 20 mg, and lurasidone 80-160 mg. The treatment groups included in the MMRM model for outcome 9 are placebo, ENR lurasidone 80 mg, and ENR lurasidone 160 mg.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.83","spread":"0.143"},{"groupId":"OG001","value":"-1.31","spread":"0.160"},{"groupId":"OG002","value":"-0.73","spread":"0.106"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":101},"commonTop":["Insomnia","Headache","Akathisia","Agitation","Nausea"]}}}