{"nctId":"NCT00000575","briefTitle":"Childhood Asthma Management Program (CAMP) Phases I (Trial), II (CAMPCS), III (CAMPCS/2), and IV (CAMPCS/3)","startDateStruct":{"date":"1991-09"},"conditions":["Asthma","Lung Diseases"],"count":1041,"armGroups":[{"label":"1 Budesonide","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Budesonide"]},{"label":"2 Nedocromil","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nedocromil"]},{"label":"3 Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Nedocromil","otherNames":["Tilade"]},{"name":"Budesonide","otherNames":["Pulmicort"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age 5 to 12 years at time of screening\n* Chronic asthma as evidenced by one or more of the following historical findings for at least 6 months during the past year:\n* Asthma symptoms at least 2 times per week\n* 2 or more usages per week of an inhaled bronchodilator\n* Daily asthma medication\n* Current asthma symptoms either by diary symptom code of 1 or greater or am or pm PEFR less than 80% of personal best post-bronchodilator value by diary, on 8 or more days during the prn screening period\n* Methacholine sensitivity: estimated PC20 FEV1 less than or equal to 12.5 mg/ml\n* Consent of guardian and assent of child\n* Ability to comply with trial for 5 - 6.5 years\n\nExclusion criteria:\n\n* Presence of one or more of the following confounding or complicating problems:\n* Any other active pulmonary disease\n* Any chronic condition presumed to interfere with the successful completion of the project or confound its interpretation\n* Pulmonary function testing findings suggesting a ventilatory defect other than asthma, or evidence of existing irreversible lung damage\n* Severe chronic sinusitis or nasal polyposis\n* Introduction of or a change in allergen immunotherapy within the past month\n* Use of more than 4 sprays of nasal steroids daily (only beclomethasone allowed)\n* Pregnancy\n* Current use of metoclopramide, ranitidine, or cimetidine\n* Treatment for gastroesophageal reflux\n* Participation in another drug study\n* Evidence of severe asthma as indicated by one or more of the following:\n* Two or more hospitalizations for asthma in the past year\n* Six or more steroid bursts in the past year\n* Demonstrated need for continuous use of glucocorticoids, either oral or inhaled\n* When off inhaled O2-agonist for more than 4 hrs and theophylline for more than 24 hrs, FEV1 less than 65% predicted\n* Intubation for asthma at any time in the past\n* Need for 9 or more puffs/day of albuterol for each of 3 consecutive days (excluding preventive use prior to exercise), or nocturnal asthma awakenings more than 1.5 times per week on average, or average diary card symptom code greater than 2, or requirement for other medications to control asthma, during prn screening period\n* Inability to perform 3 acceptable FVC maneuvers of which at least 2 reproducible FEV1s are within 10% of the largest FEV1\n* Inability to complete the methacholine challenge or methacholine PC20 FEV1 greater than 12.5 mg/ml\n* Evidence that patient or family may be unreliable or non-compliant or may move from the metropolitan area before trial completion","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pulmonary Function as Measured by Normalized FEV1 Over a 4-6 Year Period","description":"Change in FEV1 % of predicted, post-bronchodilator use, from baseline to the end of treatment (4-6 years after randomization). Percent predicted determined from three separate published sets of reference equations for white, black, and Hispanic children - see NEJM 343: 1054-1062, 2000 for more details and references.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"9.6"},{"groupId":"OG001","value":"-0.5","spread":"9.6"},{"groupId":"OG002","value":"-0.1","spread":"9.6"}]}]}]},{"type":"SECONDARY","title":"Bronchial Responsiveness to Serial Methacholine Concentrations Inhaled Into the Lungs","description":"Bronchial responsiveness to serial concentrations of inhaled methacholine solution (mg/ml) as measured by serial ratios of follow-up to baseline FEV1 (forced volume of air expired from the lungs in one second). A dose-response curve is calculated from the serial ratios in relation to the serial concentrations to determine PC20, the concentration associated with a 20% drop from baseline in FEV1; this PC20 is the outcome measure with units mg/ml of methacholine.","paramType":"GEOMETRIC_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.0","spread":"3.3"},{"groupId":"OG001","value":"1.8","spread":"3.3"},{"groupId":"OG002","value":"1.9","spread":"3.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Rate of Asthma Free Days","description":"Change from baseline proportion of days without asthma symptoms or other asthma related events to proportion of days during the 4-6 years of follow-up. Asthma free days were determined from daily asthma diaries kept from baseline to the end of treatment, 4-6 years later.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.3","spread":"10.2"},{"groupId":"OG001","value":"9.3","spread":"10.2"},{"groupId":"OG002","value":"9.3","spread":"10.2"}]}]}]},{"type":"SECONDARY","title":"Need for Urgent Care for Asthma","description":"Counts during the period of treatment (4-6 years) of visits to emergency rooms or equivalent urgent care settings for asthma treatment.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"16","spread":null},{"groupId":"OG002","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality","description":"Counts of deaths from asthma.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Height From Baseline to End of Treatment, 4-6 Years Later","description":"Change in standing height from baseline to end of treatment. Standing height is measured three times without shoes using a calibrated Harpenden stadiometer; the average of the three repeated heights to the nearest 0.1 cm is the height measure at either baseline or end of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.7","spread":"5.4"},{"groupId":"OG001","value":"23.7","spread":"5.4"},{"groupId":"OG002","value":"23.8","spread":"5.4"}]}]}]},{"type":"SECONDARY","title":"Standardized Depression Scale -- Children's Depression Inventory","description":"Change in total score on the Children's Depression Inventory from baseline to the end of treatment, 4-6 years later. The total score ranges from 0-54 with higher scores indicating greater levels of depression.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.2","spread":"5.1"},{"groupId":"OG001","value":"-1.8","spread":"5.1"},{"groupId":"OG002","value":"-2.2","spread":"5.1"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":311},"commonTop":["Respiratory (cough, wheeze, chest tightness, croup)","Musculoskeletal (low bone mineral density, back pain)","Phsychiatric (behavior)","Dizziness"]}}}