{"nctId":"NCT02132312","briefTitle":"A Randomized Study in Children Ages Birth Through Three Years Undergoing Unilateral Cataract Extraction With or Without Lens Replacement","startDateStruct":{"date":"2014-07"},"conditions":["Unilateral Cataract Extraction","Congenital Cataract"],"count":78,"armGroups":[{"label":"OMS302","type":"EXPERIMENTAL","interventionNames":["Drug: OMS302"]},{"label":"Phenylephrine HCl","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Phenylephrine HCl"]}],"interventions":[{"name":"OMS302","otherNames":[]},{"name":"Phenylephrine HCl","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Are 0 through three years of age at the time of surgery.\n2. Are to undergo unilateral primary cataract extraction with or without lens replacement.\n3. Have informed consent and Health Insurance Portability and Accountability Act (HIPAA) Authorization provided by a parent or legal guardian in accordance with local regulations and governing IRB/IEC requirements prior to any procedures or evaluations performed specifically for the sole purpose of this study.\n4. A parent or legal guardian has indicated that they understand and are able, willing, and likely to fully comply with study procedures and restrictions.\n\nExclusion Criteria:\n\n1. Corneal diameter less than nine millimeters in the study eye.\n2. Hypersensitivity to phenylephrine, ketorolac, or other NSAIDs, including aspirin, or latex.\n3. Surgeon's expectation that the protocol-specified mydriatic regimen will not be adequate to perform the procedure and that additional mydriatic treatment (pharmacological or mechanical) will be required.\n4. Presence of clinically significant gastrointestinal, cardiovascular, hepatic, renal, hematological, endocrine, neurological, psychiatric, respiratory, or other medical condition that could increase the risk to the subject as determined by the Investigator.\n5. Presence of active or suspected viral, bacterial, or fungal disease in the study eye.\n6. Use of any topical medication in the study eye within seven days prior to surgery, except for medications needed to examine the eye or prepare for surgery.\n7. Have a post-traumatic cataract.\n8. History of uveitis or evidence of past uveitis such as synechiae or keratic precipitates in the study eye.\n9. Have an ocular neoplasm in the study eye.\n10. Have a clinically significant infection.\n11. Have suspected permanent or low vision in the fellow non-study eye, unless caused by a cataract. The study eye must not be the subject's only good eye.\n12. Use of systemic corticosteroids or NSAIDs in the seven days prior to surgery.\n13. Have a history of clinically significant corticosteroid-induced intraocular pressure increase.\n14. Use of any medication for ocular hypertension or glaucoma in the study eye.\n15. Use of monoamine oxidase inhibitors for 21 days preoperatively.\n16. Prior participation in a clinical study of OMS302.\n17. Participating in any investigational drug or device trial within the 30 days prior to the day of surgery.\n18. History of intraocular non-laser surgery in the study eye within the three months prior to the day of surgery, or intraocular laser surgery in the study eye within 30 days prior to the day of surgery.\n19. Presence of any condition that the Investigator believes would put the subject at risk or confound the interpretation of the study data.\n20. Be a member of the immediate family of the Investigator or employees of the investigative site. Immediate family is defined as the Investigator's or employees' natural or legally adopted child (including a stepchild living in the Investigator's household), or grandchild.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Day","maximumAge":"47 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Intraoperative Pupil Diameter","description":"Mean Area-under-the-Curve (AUC) Analysis of Change From Baseline in Pupil Diameter (mm/min) During Surgery Excluding Subjects with In-evaluable Videos.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.14","spread":"0.474"},{"groupId":"OG001","value":"0.20","spread":"0.600"}]}]}]},{"type":"PRIMARY","title":"Acute Postoperative Pain","description":"Mean AUC Analysis of Postoperative pain as measured using the Alder Hey Triage Pain Score at 3, 6, 9, and 24 hours after surgery. The primary analysis of Alder Hey Triage Pain Score was similar to the primary analysis of the change in pupil diameter using AUC. The Alder Hey Triage Pain Score identifies five categories of observations: voice/cry, facial expression, posture, movement, and color. Each of these has a possible score of 0, 1, or 2, resulting in a total score ranging between 0 and 10. A total score of zero means the subject experienced no pain, as the 5 categories added up totals zero. A total score of 10 means the subject experienced a lot of pain and is the worst possible outcome, as the 5 categories added up totals 10.\n\nParent responses in a diary with a score of 0, 1, or 2.\n\n1. Cry or voice, 0=no compliant/cry, 1=Consolable, 2=Inconsolable\n2. Facial Expression, 0=Normal, 1=Short grimace \\<50% of time, 2=Long grimace \\>50% of time\n3. Posture, 0=Normal, 1=Touching/rub","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.44","spread":"0.742"},{"groupId":"OG001","value":"0.65","spread":"0.943"}]}]}]},{"type":"PRIMARY","title":"Safety as Measured by Treatment-emergent Adverse Events, the Number of Affected Patients/at Risk (%) and the Number of Events.","description":"Safety as assessed by the incidence of adverse events and serious adverse events up until the last visit at Day 90.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":32},"commonTop":["Anterior Chamber Opacity","Pyrexia","Intraocular Pressure Increased","Conjunctival Haemorrhage","Conjunctival Hyperaemia"]}}}