{"nctId":"NCT03945981","briefTitle":"Rapid Test and Treat Dolutegravir Plus Lamivudine Study in Newly Diagnosed Human Immunodeficiency Virus (HIV)-1 Infected Adults","startDateStruct":{"date":"2019-07-02","type":"ACTUAL"},"conditions":["HIV Infections"],"count":131,"armGroups":[{"label":"Participants receiving Dolutegravir + Lamivudine FDC","type":"EXPERIMENTAL","interventionNames":["Drug: Dolutegravir + Lamivudine FDC"]}],"interventions":[{"name":"Dolutegravir + Lamivudine FDC","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible participants must be able to understand and comply with protocol requirements, instructions, and restrictions.\n* Eligible participants must be likely to complete the study as planned.\n* Eligible participants must be considered appropriate candidates for participation in an investigative clinical trial with oral medication (e.g. no active problematic substance abuse, acute major organ disease, or potential long-term work assignments out of the country).\n* Participant must be more than or equal to 18 at the time of signing the informed consent.\n* Participants must have a new and confirmed diagnosis of HIV-1 infection and are willing to initiate ART immediately (or, for those participants referred from another site, within 14 days of initial diagnosis at the external clinic/testing center).\n* Participant must have an initial positive rapid HIV test and participant has a second positive confirmatory rapid HIV test, using a test kit from a different manufacturer than the first test or participant has been identified as HIV-1 infected using an FDA-approved 4th generation assay antigen/antibody combination immunoassay or 3rd generation immunoassay that detects and differentiates HIV-1 and HIV-2 antibodies; participant has a confirmatory HIV western blot or an HIV-1 RNA or participant has a positive FDA-approved 4th generation assay and a positive 3rd generation immunoassay that detects and differentiates HIV-1 and HIV-2 antibodies.\n* Antiretroviral-naïve. Participants who received HIV post-exposure prophylaxis (PEP) or pre-exposure prophylaxis (PrEP) in the past are allowed as long as the last PEP/PrEP dose was more than 6 months from HIV diagnosis or there is documented HIV seronegativity at least 2 months after the last prophylactic dose and prior to the date of HIV diagnosis.\n* Male and/or female participants.\n* Participants who are female at birth are eligible to participate if at least one of the following conditions applies: Not pregnant \\[as confirmed by a negative urine human chorionic gonadotropin (hCG) test at Screening/Day 1.\n* Pregnant and post the first trimester (the physician and patient should decide whether enrolling in this study is in the participants best interest during the consent process)\n* Not a participant of childbearing potential (POCBP) or a POCBP agrees to follow the contraceptive guidance, is currently taking hormonal contraceptives and continues for at least 2 weeks after the last dose of study medication. Participants who are female at birth and who are in the following categories are not considered POCBP, premenarchal, premenopausal female with one of the following: documented hysterectomy, documented bilateral salpingectomy, documented bilateral oophorectomy or postmenopausal, a postmenopausal state is defined as no menses for 12 months without an alternative medical cause; a high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a postmenopausal state in participants who are female at birth and not using hormonal contraception or hormonal replacement therapy (HRT); participants who are female at birth on HRT and whose menopausal status is in doubt will be required to use one of the non-hormonal highly effective contraception methods if they wish to continue their HRT during the study.\n* Participants who are capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the informed consent form (ICF) and in this protocol.\n\nExclusion Criteria:\n\n* Participants who are breastfeeding, plan to become pregnant or breastfeed during the study.\n* Participants who are in their first trimester of pregnancy.\n* HIV-1 drug resistance genotype test results are known prior to Screening/Day 1.\n* Any evidence of an active Centers for Disease Control and Prevention (CDC) Stage 3 disease except for esophageal candidiasis and cutaneous Kaposi's sarcoma not requiring systemic therapy.\n* Participants with known or suspected Hepatitis B infection.\n* Participants with known or suspected severe hepatic impairment or unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones).\n* Participants with known moderate to severe renal impairment (creatinine clearance less than 30ml/minute per 1.73 square meter);\n* Participant with ongoing malignancy other than basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical, anal or penile intraepithelial neoplasia; other localized malignancies require agreement between the investigator and the Study Medical Monitor for inclusion of the participant.\n* Participants who in the investigator's judgment, poses a significant suicidality risk.\n* Participants with any pre-existing physical or mental condition which, in the opinion of the Investigator, may interfere with the participant's ability to comply with the dosing schedule and/or protocol evaluations or which may compromise the safety of the participant.\n* Participants with substance abuse disorders or social restraints that the Investigator considers to be possible deterrents to successful initiation of ART.\n* Participants with history or presence of allergy or intolerance to the study drugs or their components.\n* Participants with treatment with any of the following agents within 28 days of the first dose of study treatment, radiation therapy, cytotoxic chemotherapeutic agents, any systemic immune suppressant.\n* Participants receiving any prohibited medication and who are unwilling or unable to switch to an alternate medication.\n* Exposure to an experimental drug or experimental vaccine within either 28 days, 5 half-lives of the test agent, or twice the duration of the biological effect of the test agent, whichever is longer, prior to the first dose of study treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Plasma Human Immunodeficiency Virus Type 1 (HIV-1) Ribonucleic Acid (RNA) <50 Copies/Milliliter (c/mL) Regardless of Antiretroviral Therapy (ART) Regimen at Week 24 by ITT-E Missing = Failure Analysis","description":"Participants were classified as \"HIV-1 RNA \\<50 c/mL\" using an ITT-E missing = Failure analysis. Participants were classified as 'HIV-1 RNA \\< 50 c/mL' if the last viral load within the Week 24 visit window was \\<50/c/mL, regardless of the ART regimen they were on at the time of viral load assessment (in other words switch from DTG plus 3TC fixed-dose combination \\[FDC\\] to another ART was not penalized) and as HIV-1 RNA \\>= 50 c/mL in all other cases (i.e. last viral load within Week 24 visit window \\>= 50 c/mL, on study but having missing viral load data at Week 24, discontinued early from study due to lost to follow-up (LFU), withdrew consent or any other reason). Confidence intervals (CI) were calculated based on the Exact Clopper-Pearson method. Percentage of participants with plasma HIV-1 RNA \\< 50 c/mL based on ITT-E missing = Failure analysis at Week 24 are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA <50 c/mL Regardless of ART Regimen at Week 48 by ITT-E Missing = Failure Analysis","description":"Participants were classified as \"HIV-1 RNA \\<50 c/mL\" using an ITT-E Missing = Failure analysis. Participants were classified as 'HIV-1 RNA \\< 50 c/mL' if the last viral load within the Week 48 visit window was \\<50/c/mL, regardless of the ART regimen they were on at the time of viral load assessment (in other words switch from DTG plus 3TC FDC to another ART was not penalized) and as HIV-1 RNA \\>= 50 c/mL in all other cases (i.e. last viral load within Week 48 visit window \\>= 50 c/mL, on study but having missing viral load data at Week 48, discontinued early from study due to LFU, withdrew consent or any other reason). CI were calculated based on the Exact Clopper-Pearson method. Percentage of participants with plasma HIV-1 RNA \\< 50 c/mL based on ITT-E missing = Failure analysis at Week 48 are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Percentage of Participants With HIV-1 RNA < 50 c/mL at Weeks 24 and 48 Among Participants With Available HIV-1 RNA Assessment Regardless of ART","description":"Participants with at least one viral load assessment within Week 24 and 48 visit window have been considered. Participants who discontinued from study prior to Week 24 and Week 48 or who were still on study at Week 24 and Week 48 but with missing viral load assessment have been excluded. Viral load assessments performed under DTG + 3TC FDC treatment or under any Modified ART treatment at Week 24 and Week 48 have been considered. Percentage of participants with HIV-1 RNA \\< 50 c/mL at Weeks 24 and 48 among participants with available HIV-1 RNA assessment regardless of ART have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"97","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Plasma HIV-1 RNA <50 c/mL Using Food and Drug Administration (FDA) Snapshot Algorithm","description":"Percentage of participants with HIV-1 RNA\\<50 c/mL was obtained using FDA Snapshot algorithm. The Snapshot algorithm treated all participants without HIV-1 RNA data at the visit of interest (either due to missing plasma HIV-1 RNA assessment but on study, or due to permanent discontinuation of study treatment prior to visit window) as virologic non-success, as well as participants who switched from first line regimen of DTG + 3TC FDC for any reason prior to the visit of interest. Confidence intervals were calculated based on the Exact Clopper-Pearson method. Percentage of participants with plasma HIV-1 RNA \\<50 c/mL obtained using FDA Snapshot algorithm are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Viral Suppression (HIV-1 RNA<50 c/mL) for Participants Who Had HIV-1 RNA >= 50 c/mL at Baseline","description":"Time of viral suppression for participants who had HIV-1 RNA \\>= 50 c/mL at Baseline is defined as the time to first viral load value \\< 50 c/mL, irrespective of the ART regimen a participant was on when that occurred. Non parametric Kaplan-Meier method was used. Participants who withdrew for any reason without being suppressed were censored at date of withdrawal. Participants who have not been withdrawn and have not had viral suppression at time of the analysis were censored at last viral load date. Median time (i.e. time when 50% of participants have reached HIV-1 RNA \\< 50 c/mL) along with 95% CI is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Changed First Line Regimen of DTG + 3TC FDC Due to Baseline Laboratory Results or HIV-1 Resistance Mutation Results","description":"Number of participants who switched from first line regimen of DTG + 3TC FDC due to abnormal Baseline laboratory values or Baseline HIV-1 resistance mutation results are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Genotypic Resistance","description":"Blood samples were collected for genotypic resistance testing post-Baseline when Confirmed Virologic Failure criteria were met or in other occasion as needed (e.g. at time of study withdrawal when HIV-1 RNA \\>= 400 c/mL). New mutations were tabulated by drug class: integrase strand transfer inhibitor (INSTI), non-nucleoside reverse transcriptase inhibitor (NNRTI), nucleoside reverse transcriptase inhibitor (NRTI) and protease inhibitor (PI). Number of participants with treatment-emergent resistance associated mutations to any class (INSTI, NNRTI, NRTI, PI) from post-Baseline genotypic resistance data up to Week 48 have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Phenotypic Resistance","description":"Blood samples were collected for drug resistance testing post-Baseline when Confirmed Virologic Failure criteria were met or in other occasion as needed (e.g. at time of study withdrawal when HIV-1 RNA \\>= 400 c/mL). Assessment of antiviral activity of ART using phenotypic test results was interpreted through a proprietary algorithm (from Monogram Biosciences) and provides the overall susceptibility of the drug. Number of participants with phenotypic resistance to DTG and/or 3TC or any other ART (if treatment is modified) taken during the study in participants with post-Baseline phenotypic resistance data up to Week 48 have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Any Serious Adverse Events (SAEs) and Any Common (>=2%) Non-serious Adverse Events (Non-SAEs) Under Treatment With DTG + 3TC FDC","description":"An adverse event is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. An SAE is defined as any untoward medical occurrence that; results in death, is life-threatening, requires hospitalization or prolongation of existing hospitalization, results in disability/incapacity, is a congenital anomaly/birth defect, other situations as judged by physician. Number of participants with any SAE and common (\\>=2%) non-SAEs are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Post-Baseline Emergent Hematology Toxicities Under Treatment With DTG + 3TC FDC","description":"Blood samples were collected up to Week 48 visit for the analysis of hematology parameters-platelet count, neutrophils, hemoglobin and leukocytes Any abnormality was graded according to Division of Acquired Immunodeficiency Syndrome (DAIDS) toxicity scales from Grade 1 to 4 (1=Mild, 2=Moderate, 3=Severe, 4=Potentially life threatening). Higher grade indicates more severity. Only those participants with maximum post-Baseline emergent hematology toxicities in any of the hematology parameters have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Maximum Post-Baseline Emergent Chemistry Toxicities Under Treatment With DTG + 3TC FDC","description":"Blood samples were collected up to Week 48 for the analysis of clinical chemistry parameters: alanine aminotransferase (ALT), albumin, aspartate aminotransferase (AST), Alkaline Phosphatase (ALP), bilirubin, carbon dioxide (CO2), creatinine kinase (CK), creatinine, glomerular filtration rate (GFR) from creatinine adjusted for body surface area (BSA), glucose, hypercalcemia, hyperkalemia, hypernatremia, hypocalcemia, hypokalemia, hyponatremia and phosphate. Any abnormality was graded according to DAIDS toxicity scales from Grade 1 to 4 (1=Mild, 2=Moderate, 3=Severe, 4=Potentially life threatening). Higher grade indicates more severity. Only those participants with maximum post-Baseline emergent chemistry toxicities in any of the chemistry parameters have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued the Study Treatment (DTG+3TC FDC) Due to AEs","description":"An adverse event is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Number of participants who discontinued the study treatment (DTG plus 3TC) due to AEs are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Discontinued the Study Treatment (DTG+3TC FDC) Due to Drug-related AEs","description":"An adverse event is any untoward medical occurrence in a clinical study participant, temporally associated with the use of a medicinal product, whether or not considered related to the medicinal product. Number of participants who discontinued the study treatment (DTG+3TC FDC) due to drug-related AEs are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cluster of Differentiation (CD4+) Cell Counts for Participants Under Treatment With DTG + 3TC FDC","description":"CD4+ cells are type of white blood cells that fight infection and as HIV infection progresses, the number of these cells decline. Blood samples were collected at specified time points to assess CD4+. It was evaluated by flow cytometry. Baseline value is defined as the latest pre-dose assessment (Day 1). Change from Baseline was defined as post-dose visit value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185.9","spread":"163.70"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"273.4","spread":"223.93"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in CD4+/CD8+ Cell Count Ratio for Participants Under Treatment With DTG + 3TC FDC","description":"Blood samples were collected at specified time points to assess CD4+/CD8+ cell count ratio. It was assessed by flow cyclometry to evaluate the immunologic activity of DTG plus 3TC. Baseline value is defined as the latest pre-dose assessment (Day 1). Change from Baseline was defined as post-dose visit value minus Baseline value.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.30","spread":"0.238"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.39","spread":"0.260"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With HIV-1 Disease Progression to Stage 3 HIV-associated Conditions, Acquired Immunodeficiency Syndrome (AIDS) or Death (for Participants Under Treatment With DTG + 3TC FDC)","description":"HIV-associated conditions were recorded during the study and was assessed according to the 2014 Centers for Disease Control and Prevention (CDC) Classification System for HIV Infection in Adults. CDC classification for HIV were stage 1, 2 and 3. Higher stage indicates more severity. Disease progression summarize participants who had HIV infection stage 3 associated conditions, AIDS and/or death. Number of participants with HIV-1 disease progression to stage 3 HIV-associated conditions, AIDS or death are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Completed 24 and 48 Weeks on Study","description":"Number of participants who completed 24 and 48 weeks on study are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Retained in Care for 24 and 48 Weeks on Study and Have HIV-1 RNA <200 c/mL","description":"Number of participants retained in care for 24 and 48 weeks on study and have HIV-1 RNA \\<200 c/mL have been presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":131},"commonTop":["Headache","Diarrhoea","Nausea","Depression","Nasopharyngitis"]}}}