{"nctId":"NCT00663260","briefTitle":"Glycemic Efficacy and Renal Safety Study of Dapagliflozin in Subjects With Type 2 Diabetes Mellitus and Moderate Renal Impairment","startDateStruct":{"date":"2008-06"},"conditions":["Diabetes Mellitus, Type 2"],"count":631,"armGroups":[{"label":"Dapagliflozin (10 mg)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dapagliflozin"]},{"label":"Dapagliflozin (5 mg)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dapagliflozin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Dapagliflozin","otherNames":["BMS-512148"]},{"name":"Dapagliflozin","otherNames":["BMS-512148"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females, ≥18 years old, with type 2 diabetes and with inadequate glycemic control\n* Clinical diagnosis of moderate renal impairment\n\nExclusion Criteria:\n\n* AST and /or ALT \\> 3.0 times the upper limit of normal\n* Serum total bilirubin \\> 1.5 times ULN\n* Symptoms of severely uncontrolled diabetes\n* Currently unstable or serious cardiovascular, hepatic, hematological, oncological, endocrine, psychiatric, or rheumatic diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Mean Change From Baseline in Hemoglobin A1C (HbA1c) at Week 24 (Last Observation Carried Forward [LOCF]","description":"HbA1c was measured as percent of hemoglobin by a central laboratory. Data after rescue medication was excluded from this analysis. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. HbA1c measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, and 24 in the double-blind period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.32","spread":"0.1701"},{"groupId":"OG001","value":"-0.41","spread":"0.1701"},{"groupId":"OG002","value":"-0.44","spread":"0.1708"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Fasting Plasma Glucose (FPG) at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Fasting plasma glucose was measured as milligrams per deciliter(mg/dL) by a central laboratory. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. FPG measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 1, 2, 4, 6, 8, 10, 12, 14, 16, 18, 20, 22, and 24 in the double-blind period","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.4","spread":"9.621"},{"groupId":"OG001","value":"-5.2","spread":"9.548"},{"groupId":"OG002","value":"-0.6","spread":"9.524"}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Change From Baseline in Total Body Weight (kg) at Week 24 (Last Observation Carried Forward [LOCF])","description":"Secondary endpoints were tested using sequential testing procedure and are presented in hierarchical order. Adjusted mean change from baseline in total body weight at Week 24 (or the last postbaseline measurement prior to Week 24 if no Week 24 assessment was available was determined. Data after rescue medication was excluded from this analysis. Baseline was defined as the last assessment prior to the start date and time of the first dose of the double-blind study medication. In cases where time of the first dose or time of the assessment was not available, baseline was defined as the last assessment on or prior to the date of the first dose of the double-blind study medication. Body weight measurements were obtained during the qualification and lead-in periods and on Day 1 and Weeks 1, 2, 4, 8, 12, 16, 20, and 24 of the double-blind period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.27","spread":"0.4872"},{"groupId":"OG001","value":"-1.54","spread":"0.4815"},{"groupId":"OG002","value":"-1.89","spread":"0.4693"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":84},"commonTop":["HYPERKALAEMIA","DIZZINESS","POLLAKIURIA","COUGH","OEDEMA PERIPHERAL"]}}}