{"nctId":"NCT00104520","briefTitle":"Safety and Efficacy Study of Aztreonam for Inhalation Solution (AZLI) in Cystic Fibrosis Patients With P. Aeruginosa","startDateStruct":{"date":"2005-02"},"conditions":["Cystic Fibrosis"],"count":211,"armGroups":[{"label":"Placebo (pooled two times a day [BID]/three times a day [TID])","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo two times a day (BID)/three times a day (TID)"]},{"label":"AZLI (pooled two times a day [BID]/three times a day [TID])","type":"EXPERIMENTAL","interventionNames":["Drug: AZLI 75 mg two times a day (BID)/three times a day (TID)"]}],"interventions":[{"name":"AZLI 75 mg two times a day (BID)/three times a day (TID)","otherNames":[]},{"name":"Placebo two times a day (BID)/three times a day (TID)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* CF as diagnosed by:\n\n  1. Documented sweat chloride greater than or equal to 60 mEq/L by quantitative pilocarpine iontophoresis test; or\n  2. Two well-characterized genetic mutations in the cystic fibrosis transmembrane conductance regulator (CFTR) gene; or\n  3. Abnormal nasal potential difference with accompanying symptoms characteristic of CF.\n* PA present in expectorated sputum or throat swab culture at Screening.\n* Participants must have received three or more courses of TIS within the previous 12 months.\n* Participants on chronic azithromycin must have had no change in regimen in the previous 3 months and must have had a need for TIS and/or additional antipseudomonal therapy since initiation of azithromycin.\n* Forced expiratory volume in 1 second (FEV1) between (and including) 25% and 75% predicted at Screening.\n* Ability to perform reproducible pulmonary function tests.\n* Arterial oxygen saturation (SaO2) greater than or equal to 90% on room air at Screening.\n\nExclusion Criteria:\n\n* Current use of oral corticosteroids in doses exceeding the equivalent of 10 mg prednisone a day or 20 mg prednisone every other day.\n* History of sputum or throat culture swab yielding Burkholderia cepacia in the past 2 years.\n* History of daily continuous oxygen supplementation or requirement for more than 2 liters/minute at night.\n* Administration of any investigational drug or device within 28 days of Screening (Visit 1) or within 6 half-lives of the investigational drug (whichever was longer).\n* Known local or systemic hypersensitivity to monobactam antibiotics.\n* Inability to tolerate inhalation of a short acting Beta-2 agonist.\n* Changes in antimicrobial, bronchodilator, anti-inflammatory, or corticosteroid medications within 7 days before Screening or between Screening and the next visit.\n* Changes in physiotherapy technique or schedule within 7 days before Screening or between Screening and the next visit.\n* History of lung transplantation.\n* A chest X-ray indicating abnormal findings at Screening or within the previous 90 days.\n* Abnormal renal or hepatic function or serum chemistry at Screening (aspartate aminotransferase \\[AST\\], alanine aminotransferase \\[ALT\\] greater than 5 times the upper limit of normal range; Creatinine greater than 2 times the upper limit of normal range).\n* Positive pregnancy test at Screening.\n* Female of childbearing potential who was lactating or in the opinion of the investigator was not practicing acceptable birth control.\n* Any serious or active medical or psychiatric illness, which in the opinion of the investigator would have interfered with participant treatment, assessment, or compliance with the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Need for Inhaled or Intravenous (IV) Antipseudomonal Antibiotics","description":"The primary endpoint was time to need for a course of inhaled or IV antipseudomonal antibiotics with documented physician assessment of need for antibiotics. Antipseudomonal Antibiotic need was documented based on the presence of at least one of the following four symptoms predictive of pulmonary exacerbation: decreased exercise tolerance, increased cough, increased sputum / chest congestion, decreased appetite, or other.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"92","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Cystic Fibrosis Questionnaire - Revised (CFQ-R) Respiratory Symptoms Scale (RSS) Score","description":"The CFQ-R was administered at Day -28, baseline, Day 14, Day 28, and Day 84 (end of study). The endpoint was change in respiratory symptoms from baseline, assessed with the CFQ-R RSS (range of scores \\[units\\]: 0-100; higher scores indicate fewer symptoms).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.66","spread":"1.708"},{"groupId":"OG001","value":"4.34","spread":"1.27"}]}]}]},{"type":"SECONDARY","title":"Percent Change in Forced Expiratory Volume in 1 Second (FEV1) (L)","description":"Spirometry was performed at each visit. FEV1 was recorded according to American Thoracic Society (ATS) guidelines.\n\nFEV1(L) is the measurement of the volume of air (expressed in liters) exhaled in 1 second.\n\nThe percent change in this parameter from Day 0 to Day 28 was determined for each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.363","spread":"1.534"},{"groupId":"OG001","value":"3.917","spread":"1.151"}]}]}]},{"type":"SECONDARY","title":"Number of Hospitalization Days","description":"Details of all hospitalizations, including the dates of admission and discharge, were recorded on the electronic case report form (eCRF).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"2.4"},{"groupId":"OG001","value":"0.9","spread":"3.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Pseudomonas Aeruginosa (PA) Log10 Colony Forming Units (CFU) Per Gram of Sputum","description":"Sputum samples were collected at all participant visits of the study for analysis of microbiology endpoints. Sputum samples were processed for qualitative and quantitative culture of PA (each morphotype). Due to the skewness of the distribution of CFU data, the data were transformed using the base 10 logarithm, in an attempt to normalize the data and allow for parametric tests, before calculating changes. To account for zero values, 1 was added to each CFU measurement before being transformed. Any CFU data values where PA was not isolated from a valid culture were set to zero.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.225","spread":"0.209"},{"groupId":"OG001","value":"-0.434","spread":"0.167"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Other Pathogens","description":"Sputum samples were collected at all visits for quantitative and qualitative culture for Staphylococcus aureus, Burkholderia cepacia, Stenotrophomonas maltophilia, and Achromobacter xylosoxidans.\n\nNumber of participants with other pathogens at baseline and at the end of treatment (28 days) are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"63","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Minimum Concentration of Aztreonam Inhibiting 50% (MIC50) and 90% (MIC90) of All PA Isolates (μg/mL)","description":"The aztreonam susceptibility of PA isolates from sputum samples (collected at all visits) was assessed.\n\nMIC50 = minimum inhibitory concentration (minimum concentration of an agent that inhibits 50% of isolates from a particular organism).\n\nMIC90 = minimum inhibitory concentration (minimum concentration of an agent that inhibits 90% of isolates from a particular organism).\n\nMIC50 and MIC90 values are single measurements for the entire population and not measured on a per-participant basis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":76},"commonTop":["Cough","Productive cough","Nasal congestion","Respiratory tract congestion","Haemoptysis"]}}}