{"nctId":"NCT04233918","briefTitle":"Evaluate the Efficacy and Safety of Evinacumab in Pediatric Patients With Homozygous Familial Hypercholesterolemia","startDateStruct":{"date":"2020-06-29","type":"ACTUAL"},"conditions":["Homozygous Familial Hypercholesterolemia"],"count":20,"armGroups":[{"label":"Evinacumab","type":"EXPERIMENTAL","interventionNames":["Drug: Evinacumab"]}],"interventions":[{"name":"Evinacumab","otherNames":["REGN1500","Evkeeza™"]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Diagnosis of functional HoFH by either genetic or clinical criteria as defined in the protocol\n2. LDL-C \\>130 mg/dL at the screening visit\n3. Body weight ≥15 kg\n4. Receiving stable maximally tolerated therapy\\*at the screening visit \\*Maximally tolerated therapy could include a daily statin.\n5. Willing and able to comply with clinic visits and study-related procedures\n6. Parent(s) or legal guardian(s) must provide the signed informed consent form (ICF). Patients ≥5 years of age (or above age determined by the IRB/EC and in accordance with the local regulations and requirements) must also provide informed assent forms (IAFs) to enroll in the study, and sign and date a separate IAF or ICF signed by the parent(s)/legal guardian(s) (as appropriate based on local regulations and requirements)\n\nKey Exclusion Criteria:\n\n1. Background pharmacologic LMT, nutraceuticals or over-the-counter (OTC) therapies known to affect lipids, at a dose/regimen that has not been stable for at least 4 weeks (8 weeks for PCSK9 inhibitors) before the screening visit and patient is unwilling to enter the run-in period\n2. For patients entering Part A, unable to temporarily discontinue apheresis from the baseline visit through the week 4 visit\n3. Receiving lipid apheresis, a setting (if applicable) and schedule that has not been stable for approximately 8 weeks before the screening visit or an apheresis schedule that is not anticipated to be stable over the duration of the treatment period (48 weeks).\n4. Plasmapheresis within 8 weeks of the screening visit, or plans to undergo plasmapheresis during Part A or Part B\n5. Presence of any clinically significant uncontrolled endocrine disease known to influence serum lipids or lipoproteins\n6. Newly diagnosed (within 3 months prior to randomization visit) diabetes mellitus or poorly controlled diabetes as defined in the protocol\n\nNote: Other protocol-defined criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part A: Maximum Observed Serum Concentration (Cmax) of Evinacumab","description":"Cmax was obtained directly from the plasma concentration versus time curve.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"238","spread":"90.8"}]}]}]},{"type":"PRIMARY","title":"Part A: Area Under the Serum Concentration-Time Curve From Time Zero to the Time of the Last Measurable Concentration (AUClast) of Evinacumab","description":"AUClast was defined as area under the serum concentration time-curve from zero to the last measured concentration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4576","spread":"1568"}]}]}]},{"type":"PRIMARY","title":"Part A: Terminal Half-Life (t1/2) of Evinacumab","description":"T1/2 was defined as the time required for the plasma concentration of drug to decrease 50 percent in the final stage of its elimination.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.69","spread":null}]}]}]},{"type":"PRIMARY","title":"Part B: Percent Change in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) From Baseline to Week 24","description":"Percent change was calculated as 100 multiplied by (calculated LDL-C value at Week 24 minus calculated LDL-C value at baseline) divided by calculated LDL-C value at baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A and Part B: Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Any untoward medical occurrence in a participant who received investigational medicinal product (IMP) was considered an AE without regard to possibility of causal relationship with this treatment. A serious adverse event (SAE) was defined as any untoward medical occurrence that resulted in any of the following outcomes: death, life-threatening, required initial or prolonged in-patient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or considered as medically important event. TEAE was defined as AE starting/worsening after first intake of study drug. TEAE included participants with both serious and non-serious AEs.\n\n1 participant experienced an AE during part B that was recorded after Part B database lock. This was not reflected in the reported endpoint number of participants of 10.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Apolipoprotein B (Apo B) From Baseline to Week 24","description":"Percent change in Apo B from baseline to Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-41.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Non-High-Density Lipoprotein Cholesterol (Non-HDL-C) From Baseline to Week 24","description":"Percent change in Non-HDL-C from baseline to Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-48.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Total Cholesterol (TC) From Baseline to Week 24","description":"Percent change in TC from baseline to Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-49.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percentage of Participants With ≥50 Percent (%) Reduction in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) at Week 24","description":"Percentage of participants who achieved reduction in calculated LDL-C ≥ 50% at Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) From Baseline to Week 24 in Participants Who Have Negative/Negative and Null/Null Mutations","description":"Participants with HoFH was classified based on the phenotype of the Low-density lipoprotein receptor (LDLR) mutation(s), ranging from defective mutations (where the LDLR retains some LDL-binding functionality) to null or negative mutations where no functioning LDLR was expressed. Participants who have LDLR activity \\<15% are considered null and participants whose LDLR activity was impaired but \\>15% are LDLR defective. Percent change in calculated LDL-C from baseline to Week 24 in participants who have negative/negative and null/null mutations was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.7","spread":"6.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Lipoprotein A (Lp[a]) From Baseline to Week 24","description":"Percent change in Lp(a) from baseline to Week 24 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Absolute Change in Low-density Lipoprotein Cholesterol (LDL-C) From Baseline at Week 24","description":"Absolute change in LDL-C from baseline at Week 24 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-131.9","spread":"30.0"}]}]}]},{"type":"SECONDARY","title":"Part B: Serum Concentration of Total Evinacumab","description":"Serum concentration of total evinacumab was reported. Pre-dose samples at week 0 were assayed and the reported value is based on actual measurement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"256","spread":"58.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"62.6","spread":"22.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"293","spread":"92.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.8","spread":"37.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"356","spread":"76"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"120","spread":"46.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"363","spread":"82.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140","spread":"92.5"}]}]}]},{"type":"SECONDARY","title":"Part B: Maximum Serum Concentration at Steady State (Cmax,ss) of Evinacumab","description":"Maximum serum concentration (Cmax,ss) steady state following drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"428.9","spread":"113.7"}]}]}]},{"type":"SECONDARY","title":"Part B: Area Under the Serum Concentration-time Curve at Steady State (AUCtau.ss) of Evinacumab","description":"AUCtau.ss was defined as area under the serum concentration-time curve at steady state of evinacumab","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7019","spread":"2561"}]}]}]},{"type":"SECONDARY","title":"Part B: Minimum Serum Concentration at Steady State (Ctrough.ss) of Evinacumab","description":"Ctrough.ss was defined as minimum serum concentration at steady state of evinacumab","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171.8","spread":"79.5"}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change in Calculated Low-Density Lipoprotein Cholesterol (LDL-C) From Baseline to Week 24 in Participants Who Have by Null/Null vs. Non-null/Null and Negative/Negative vs.Non-negative/Negative Mutations","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-67.7","spread":"6.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.0","spread":"12.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-57.2","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-47.6","spread":"11.3"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":["COVID-19","Oropharyngeal pain","Headache","Vomiting","Cough"]}}}