{"nctId":"NCT02911935","briefTitle":"Azithromycin to Prevent Wheezing Following Severe RSV Bronchiolitis-II","startDateStruct":{"date":"2016-11","type":"ACTUAL"},"conditions":["Respiratory Syncytial Virus, Bronchiolitis"],"count":200,"armGroups":[{"label":"Oral azithromycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oral azithromycin"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Oral azithromycin","otherNames":["Azithromycin suspension"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: 1-18 months.\n* Hospitalization for the first episode of RSV bronchiolitis.\n* Confirmed RSV infection by positive nasal swab results (PCR assay and/or direct antigen detection).\n* At least two of the following symptoms/signs of bronchiolitis: respiratory rate greater than 40 breaths/minute; cough; wheezing; audible rales, crackles, and/or rhonchi; paradoxical chest movements (retractions)28.\n* Duration of respiratory symptoms from onset of symptoms of the current illness to admission is 120 hours (5 days) or less.\n* Randomization can be performed within 168 hours (7 days) from onset of symptoms.\n* Willingness to provide informed consent by the child's parent or guardian.\n\nExclusion Criteria:\n\n* Prematurity (gestational age \\< 36 weeks).\n* Presence or history of other significant disease (CNS, lung, cardiac, renal, GI, hepatic disease, hematologic, endocrine or immune disease). Children with atopic dermatitis and/or food allergy will not be excluded from the study.\n* Clinically significant gastroesophageal reflux currently treated with a daily anti-reflux medication (anti- H2 or PPI).\n* The child has significant developmental delay/failure to thrive, defined as weight \\< 3% for age and gender.\n* History of previous (before the current episode) wheeze or previous (before the current episode) treatment with albuterol.\n* History of previous treatment with corticosteroid (systemic or inhaled) for respiratory issues.\n* Treatment (past or present) with montelukast.\n* Treatment with any macrolide antibiotic (azithromycin, clarithromycin or erythromycin) over the past 4 weeks or current treatment with any macrolide antibiotic. Current or prior treatment with non-macrolide antibiotic is not an exclusion criterion.\n* Chronic treatment with any daily medication other than vitamins or nutritional supplements. Although routine vitamin D supplement (400 IU per day) is not an exclusion criterion, high dose vitamin D supplements are not allowed.\n* Participation in another clinical trial.\n* Participant requires invasive mechanical ventilation due to RSV bronchiolitis.\n* Evidence that the family may be unreliable or non-adherent, or has definitive plans to move from the clinical center area before trial completion.\n* Contraindication of use of azithromycin or any other macrolide antibiotics such as history of allergic reaction (or other adverse reaction) to these antibiotics.\n* Diagnosis of asthma.\n* Treatment with other medication that may cause QT interval prolongation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"18 Months","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experienced the Occurrence of a Third Episode of Post-RSV Wheezing (Recurrent Wheeze)","description":"Episodes of wheezing were captured at each of the study telephone interviews and clinic visits using the question, \"Has your child's chest sounded wheezy or whistling (with and without a cold)?\". A new wheezing episode was defined if at least 7 days without wheezing had been reported since the previous episode.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"33","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Had Physician Asthma Diagnosis","description":"Physician asthma diagnosis were captured at each of the study telephone interviews and clinic visits using the question, \"Has the doctor told you that your child has asthma?\".","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Days With Respiratory Symptoms (Wheezing, Cough, or Shortness of Breath)","description":"The number of days with respiratory symptoms were captured during clinic visits and by telephone interviews every other month using two questions, \"Does your child have coughing, wheezing, shortness of breath or chest tightness during the daytime?\", \"If yes, estimate the number of days\". We used a negative binomial regression analysis with an offset term to adjust for duration of follow-up to get the annualized rate estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.2","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Days With Albuterol Use","description":"The number of days with albuterol use were captured during clinic visits and by telephone interviews every other month using two questions, \"Has your child taken Albuterol (also known as Ventolin, Pro-air, Proventil)?\" and \"please estimate # of days your child had albuterol treatments since the last visit\". We used a negative binomial regression analysis with an offset term to adjust for duration of follow-up to get the annualized rate estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Oral Corticosteroid Courses","description":"The number of oral corticosteroid courses were captured during clinic visits and by telephone interviews every other month using two questions, \"Has your child taken Oral steroids (Prednisone, Prednisolone, Orapred, Dexamethasone)?\" and \"how many separate courses of steroids has your child had since the last visit?\". We used a negative binomial regression analysis with an offset term to adjust for duration of follow-up to get the annualized rate estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.23","spread":null},{"groupId":"OG001","value":"0.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Annualized Number of Antibiotic Courses","description":"The number of antibiotic courses were captured during clinic visits and by telephone interviews every other month using two questions, \"Has your child taken any antibiotics?\" and \"How many separate prescriptions has your child taken of an antibiotic(s)?\". We used a negative binomial regression analysis with an offset term to adjust for duration of follow-up to get the annualized rate estimate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.2","spread":null},{"groupId":"OG001","value":"1.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Experienced Serious Adverse Events","description":"Serious Adverse Event were captured during clinic visits and by telephone interviews every other month using designed SAE form.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":101},"commonTop":["Upper respiratory infection","Diarrhea","Ear infection","Vomiting","Rash"]}}}