{"nctId":"NCT01345929","briefTitle":"Study Comparing the Safety and Efficacy of Intravenous CXA-201 and Intravenous Levofloxacin in Complicated Urinary Tract Infection, Including Pyelonephritis","startDateStruct":{"date":"2011-06-20","type":"ACTUAL"},"conditions":["Complicated Urinary Tract Infection","Pyelonephritis"],"count":558,"armGroups":[{"label":"CXA-201 as treatment for cUTI","type":"EXPERIMENTAL","interventionNames":["Drug: CXA-201"]},{"label":"Levofloxacin as treatment for cUTI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Levofloxacin"]}],"interventions":[{"name":"CXA-201","otherNames":[]},{"name":"Levofloxacin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written informed consent prior to any study-related procedure not part of normal medical care (a legally acceptable representative may provide consent if the subject is unable to do so, provided this is approved by local country and institution specific guidelines).\n2. Be males or females ≥ 18 years of age\n3. If female, subject is non-lactating, and is either:\n\n   1. Not of childbearing potential, defined as postmenopausal for at least 1 year or surgically sterile due to bilateral tubal ligation, bilateral oophorectomy, or hysterectomy; or\n   2. Of childbearing potential and is practicing a barrier method of birth control (e.g., a diaphragm or contraceptive sponge) along with 1 of the following methods: oral or parenteral contraceptives (for 3 months prior to study drug administration), or a vasectomized partner. Or, subject is practicing abstinence from sexual intercourse. Subjects must be willing to practice these methods for the duration of the trial and for at least 35 days after last dose of study medication.\n4. Males are required to practice reliable birth control methods (condom or other barrier device) during the conduct of the study and for at least 35 days after last dose of study medication.\n5. Pyuria (white blood cell \\[WBC\\] count \\> 10/μL in unspun urine or ≥ 10 per high power field in spun urine).\n6. Clinical signs and/or symptoms of cUTI, either of:\n\n   1. Pyelonephritis, as indicated by at least 2 of the following:\n\n      * Documented fever (oral temperature \\> 38°C) accompanied by patient symptoms of rigors, chills, or \"warmth\";\n      * Flank pain;\n      * Costovertebral angle tenderness or suprapubic tenderness on physical exam; or\n      * nausea or vomiting; OR\n   2. Complicated lower UTI, as indicated by at least 2 of the following:\n\n      * At least 2 of the following new or worsening symptoms of cUTI:\n\n        * Dysuria; urinary frequency or urinary urgency;\n        * Documented fever (oral temperature \\> 38°C) accompanied by patient symptoms of rigors, chills, or \"warmth\";\n        * Suprapubic pain or flank pain;\n        * Costovertebral angle tenderness or suprapubic tenderness on physical exam; or\n        * Nausea or vomiting; plus,\n      * At least 1 of the following complicating factors:\n\n        * Males with documented history of urinary retention;\n        * Indwelling urinary catheter that is scheduled to be removed during IV study therapy and before the EOT;\n        * Current obstructive uropathy that is scheduled to be medically or surgically relieved during IV study therapy and before the EOT; or\n        * Any functional or anatomical abnormality of the urogenital tract (including anatomic malformations or neurogenic bladder) with voiding disturbance resulting in at least 100 mL residual urine.\n7. Have a pretreatment baseline urine culture specimen obtained within 24 hours before the start of administration of the first dose of study drug.\n\n   NOTE: Subjects may be enrolled in this study and start IV study drug therapy before the Investigator knows the results of the baseline urine culture.\n8. Require IV antibacterial therapy for the treatment of the presumed cUTI.\n\nExclusion Criteria:\n\n1. Have a documented history of any moderate or severe hypersensitivity or allergic reaction to any β-lactam or quinilone antibacterial (Note: for β-lactams, a history of a mild rash followed by uneventful re-exposure is not a contraindication to enrollment)\n2. Have a concomitant infection at the time of randomization, which requires non-study systemic antibacterial therapy in addition to IV study drug therapy. (Drugs with only gram-positive activity \\[e.g., vancomycin, linezolid\\] are allowed.)\n3. Receipt of any amount of potentially therapeutic antibacterial therapy after collection of the pretreatment baseline urine culture and before administration of the first dose of study drug.\n4. Receipt of any dose of a potentially therapeutic antibacterial agent for the treatment of the current UTI within 48 hours before the study-qualifying pretreatment baseline urine is obtained (exceptions: subjects with an active cUTI who have received prior antibiotics may be enrolled provided a minimum of 48 hours have elapsed between the last dose of the prior antibiotic and the time of obtaining the baseline urine specimen. Subjects receiving current antibiotic prophylaxis for cUTI who present with signs and symptoms consistent with an active new cUTI may be enrolled provided all other eligibility criteria are met including obtaining a pre-treatment qualifying baseline urine culture).\n5. Intractable urinary infection at baseline that the Investigator anticipates would require more than 7 days of study drug therapy.\n6. Complete, permanent obstruction of the urinary tract.\n7. Confirmed fungal urinary tract infection at time of randomization (with ≥ 103 fungal CFU/mL).\n8. Permanent indwelling bladder catheter or urinary stent including nephrostomy.\n9. Suspected or confirmed perinephric or intrarenal abscess.\n10. Suspected or confirmed prostatitis.\n11. Ileal loop or known vesico-ureteral reflux.\n12. Severe impairment of renal function including an estimated CrCl \\< 30 mL/min, requirement for peritoneal dialysis, hemodialysis or hemofiltration, or oliguria (\\< 20 mL/h urine output over 24 hours).\n13. Current urinary catheter that is not scheduled to be removed before the EOT (intermittent straight catheterization during the IV study drug administration period is acceptable).\n14. Any condition or circumstance that, in the opinion of the Investigator, would compromise the safety of the subject or the quality of study data.\n15. Any rapidly progressing disease or immediately life-threatening illness including acute hepatic failure, respiratory failure, and septic shock.\n16. Immunocompromising condition, including established AIDS, hematological malignancy, or bone marrow transplantation, or immunosuppressive therapy including cancer chemotherapy, medications for prevention of organ transplantation rejection, or the administration of corticosteroids equivalent to or greater than 40 mg of prednisone per day administered continuously for more than 14 days preceding randomization.\n17. One or more of the following laboratory abnormalities in baseline specimens: aspartate aminotransferase (AST \\[SGOT\\]), alanine aminotransferase (ALT \\[SGPT\\]), alkaline phosphatase, or total bilirubin level greater than 3 times the upper limit of normal (ULN), absolute neutrophil count less than 500/μL, platelet count less than 40,000/μL, or hematocrit less than 20%.\n18. Participation in any clinical study of an investigational product within 30 days prior to the proposed first day of study drug.\n19. Previous participation in any study of CXA-101 or CXA-201.\n20. Women who are pregnant or nursing.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Subjects Who Have Both a Per-subject Microbiological Outcome of Eradication and a Clinical Outcome of Cure at the Test of Cure (TOC) Visit in the Microbiological Modified ITT (mMITT) Population","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76.9","spread":null},{"groupId":"OG001","value":"68.4","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Subjects Who Have Both a Per-subject Microbiological Outcome of Eradication and a Clinical Outcome of Cure at the TOC Visit in the Microbiologically Evaluable (ME) Population.","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"83.3","spread":null},{"groupId":"OG001","value":"75.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":15,"n":533},"commonTop":["Headache","Constipation","Diarrhoea","Nausea","Hypertension"]}}}