{"nctId":"NCT03879538","briefTitle":"Nitrous Oxide for the Treatment of Complex Regional Pain Syndrome","startDateStruct":{"date":"2019-07-02","type":"ACTUAL"},"conditions":["Complex Regional Pain Syndrome"],"count":44,"armGroups":[{"label":"The nitrous oxide group","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nitrous Oxide"]},{"label":"The Control Group","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Oxygen"]}],"interventions":[{"name":"Nitrous Oxide","otherNames":["50 % Nitrous Oxide plus 50% Oxygen"]},{"name":"Oxygen","otherNames":["50% Oxygen"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients must be diagnosed with CRPS based on the revised International Association for the Study of Pain criteria.\n2. Duration of disease must be at least 6 months.\n3. Written informed consent.\n\nExclusion Criteria:\n\n1. Patients who had no subjective benefit from ketamine infusions, as determined by interview during the recruitment process.\n2. Patients taking more than 60mg of morphine equivalents or more daily for an alternative chronic pain condition.\n3. Patients with both coronary artery disease (as determined by cardiac catheterization) and a functional status of less than 4 metabolic equivalents. The limited functional status must be secondary to cardiopulmonary symptoms (angina, dyspnea on exertion). Patients with coronary artery disease and a limited functional status (\\<4 METS) secondary to chronic pain can be included.\n4. Patients with congestive heart failure of any etiology that are NYHA Class III or IV\n5. Patients with moderate or severe pulmonary hypertension as determined by echocardiogram or right heart catheterization.\n6. Patients with intraocular surgery within the past 14 days\n7. Patients with worker's compensation claims and active litigation.\n8. Patients who have been diagnosed with COPD.\n9. Patients who use home oxygen therapy for any condition.\n10. Diagnosis of Alcohol Use Disorder as defined by the Diagnostic and Statistical Manual of Mental Disorders (DSM-5).\n11. Illicit drug use within the past three months (not including marijuana).\n12. Pregnant patients or patients with upcoming planned pregnancy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Pain Score","description":"scales ranging from 0 - \"no pain\" to 10 - \"worst pain ever\" based on the PROMIS-29 v2.0 questionnaire.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":"1.5"},{"groupId":"OG001","value":"6.0","spread":"2.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","spread":"2.0"},{"groupId":"OG001","value":"6.8","spread":"2.2"}]}]}]},{"type":"SECONDARY","title":"PROMIS-29 Survey Physical Health Z-score, Mental Health Z-score","description":"As intermediate scores, T-scores for each of the 7 domains used in the survey need to be estimated from raw data in order to obtain final summary Z-scores measuring physical and mental health. T-scores were obtained from an on-line service provided by the HealthMeasures Scoring Service (https://www.assessmentcenter.net/ac\\_scoringservice). Physical and mental summary Z-scores were calculated using the formulas given in the document titled \"Calculating physical and mental health summary scores for PROMIS-29 v2.0 and v2.1\" (dated on August 8, 2018) by Karen L. Spritzer and Ron D. Hays from the website HealthMeasures.net.\n\nHigh T-scores indicates more of the concept being measured which can be either desirable or undesirable outcome, e.g., high T-score on fatigue is undesirable whereas desirable for physical function. Z-scores are standard scores with mean of 0 and SD of 1 in reference population. High Z-scores are desirable for either physical or mental health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.71"},{"groupId":"OG001","value":"-1.4","spread":"0.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.58"},{"groupId":"OG001","value":"-1.5","spread":"0.68"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.01","spread":"0.81"},{"groupId":"OG001","value":"-0.91","spread":"1.00"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.2","spread":"0.88"},{"groupId":"OG001","value":"-1.1","spread":"0.91"}]}]}]},{"type":"SECONDARY","title":"PGIC Scale","description":"patient disease perception as measured by the Patient's Global Impression of Change (PGIC) survey (a seven-point scale ranging from 1 - \"no change or condition has gotten worse\" to 7 - \"very much improve\").","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":20},"commonTop":[]}}}