{"nctId":"NCT00449033","briefTitle":"A Phase III Randomized, Double-blind, Placebo Controlled Trial Comparing the Efficacy of Gemcitabine, Cisplatin and Sorafenib to Gemcitabine, Cisplatin and Placebo in First-Line Treatment of Patients With Stage IIIb With Effusion and Stage IV Non-Small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2007-02"},"conditions":["Carcinoma, Non-Small-Cell Lung"],"count":904,"armGroups":[{"label":"Sorafenib (Nexavar, BAY43-9006) + GC","type":"EXPERIMENTAL","interventionNames":["Drug: Sorafenib (Nexavar, BAY43-9006)","Drug: Gemcitabine","Drug: Cisplatin"]},{"label":"Placebo + GC","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Gemcitabine","Drug: Cisplatin"]}],"interventions":[{"name":"Sorafenib (Nexavar, BAY43-9006)","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Gemcitabine","otherNames":[]},{"name":"Cisplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 18 years old\n* Stage IIIB (with cytologically confirmed malignant pleural or pericardial effusion) or Stage IV histological or cytological confirmation of NSCLC of non-squamous cell carcinoma subtype. (thoracentesis or pericardiocentesis is not necessary if a biopsy of the original tumor is available to confirm diagnosis of NSCLC).\n* Patients with at least one measurable lesion. Lesions must be measured by CT-scan or MRI (Magnetic resonance imaging) according to Response Evaluation Criteria in Solid Tumors (RECIST, see Appendix 10.3)\n* Life expectancy of at least 12 weeks\n* Adequate bone marrow, liver and renal function as assessed by the following laboratory requirements to be conducted within 7 days prior to start of first dose:\n* Hemoglobin \\>/= 9.0 g/dl (\\>/= 5.6 mmol/l)\n* Absolute neutrophil count (ANC) \\>/= 1,500/mm3\n* Platelet count \\>/= 100,000/µl\n* Total bilirubin \\</= 1.5 x upper limit of normal\n* Alanine transaminase (ALT) and Aspartate transaminase (AST) \\</= 2.5 x upper limit of normal (\\</= 5 x upper limit of normal for patients with liver involvement of their cancer)\n* Alkaline Phosphatase \\</= 4 x upper limit of normal\n* PT-INR (Prothrombin Time - International Normalized Ratio) (international normalized ratio of PT) /PTT (Partial Thromboplastin Time) \\< 1.5 x upper limit of normal\n* Serum Creatinine \\</= 1.5 times the upper limit of normal and Serum Creatinine Clearance \\>/= 70ml/min\n* Ability to understand and the willingness to sign a written informed consent. A signed informed consent must be obtained prior to performing any study specific procedures.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0 or 1.\n\nExclusion Criteria:\n\n* Excluded medical conditions:\n\n  * Cardiac disease: Congestive heart failure \\> class II NYHA (New York Heart Association). Patients must not have unstable angina (anginal symptoms at rest) or active coronary artery disease (CAD), or myocardial infarction within the past 6 months\n  * Cardiac arrhythmias requiring anti-arrhythmic therapy\n  * Uncontrolled hypertension defined as systolic blood pressure \\> 150 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management.\n  * History of HIV (Human immunodeficiency virus) infection or chronic hepatitis B or C\n  * Active clinically serious infections (\\> grade 2 NCI-CTCAE (National Cancer Institute Common Terminology Criteria for Adverse Events) version 3.0)\n  * Patients with seizure disorder requiring medication (such as steroids or anti-epileptics)\n  * Known brain metastasis. Patients with neurological symptoms should undergo a CT scan/MRI of the brain to exclude brain metastasis.\n  * History of organ allograft\n  * Patients with evidence or history of bleeding diathesis or coagulopathy\n  * Patients undergoing renal dialysis\n  * Cancer other than NSCLC within 5 years prior to start of study treatment EXCEPT cervical carcinoma in situ, treated basal cell carcinoma, or superficial bladder tumors \\[Ta (Noninvasive tumor), Tis (Carcinoma in situ) \\& T1 (Tumor invades lamina propria)\\]\n  * Uncontrolled hypertension defined as systolic blood pressure \\> 150 mmHg or diastolic pressure \\> 90 mmHg, despite optimal medical management.\n  * Thrombotic or embolic events such as cerebrovascular accident including transient ischemic attacks within the past 6 months\n  * Pulmonary hemorrhage/bleeding event \\> Common Terminology Criteria for Adverse Events (CTCAE) Grade 2 within 4 weeks of first dose of study drug\n  * Any other hemorrhage/bleeding event \\> CTCAE Grade 3 within 4 weeks of first dose of study drug\n  * Serious, non-healing wound, ulcer, or bone fracture\n  * Uncorrected dehydration\n  * Pregnant or breast-feeding patients. Women of childbearing potential must have a negative pregnancy test performed within 7 days of the start of treatment. Both men and women enrolled in this trial must use adequate birth control measures during the course of the trial. The definition of effective contraception will be based on the judgment of the principal investigator or a designated associate.\n  * Substance abuse, medical, psychological or social conditions that may interfere with the patient's participation in the study or evaluation of the study results\n  * Known or suspected allergy to the investigational agent or any agent given in association with this trial\n  * Any condition that is unstable or could jeopardize the safety of the patient and their compliance in the study\n  * Patients unable to swallow oral medications\n  * Any malabsorption condition\n  * Patients with a hearing impairment (FOR GERMANY ONLY)\n  * NSCLC patients with squamous cell carcinoma diagnosis documented either by cytology or biopsy.\n* Excluded therapies and medications, previous and concomitant:\n\n  * Any prior systemic anticancer therapy including cytotoxic therapy, targeted agents, experimental therapy, adjuvant, or neo-adjuvant therapy for NSCLC\n  * Concomitant use of nephrotoxic drugs, ototoxic drugs, anticonvulsant, anti-gout treatment\n  * Radiotherapy during study or within 3 weeks of start of study drug. (Palliative radiotherapy will be allowed as described in the Prior and Concomitant Therapy section)\n  * Radiotherapy during study or within 4 weeks of start of study drug. (Palliative radiotherapy will be allowed as described in the Prior and Concomitant Therapy section) (FOR FRANCE ONLY)\n  * Major surgery, open biopsy or significant traumatic injury within 4 weeks of first dose of study drug (bronchoscopy is allowed)\n  * Granulocyte colony stimulating factor (GCSF) or Granulocyte macrophage colony stimulating factor (GMCSF), within 3 weeks of study entry (these growth factors may be used during the study thereafter).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) in the ITT (Non-squamous) Population","description":"Overall survival (OS) was defined as the time from date of randomization to death due to any cause. Patients still alive at the time of analysis were censored at their last date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"376","spread":null},{"groupId":"OG001","value":"379","spread":null}]}]}]},{"type":"SECONDARY","title":"OS in the ITT (Both Squamous and Non-squamous) Population","description":"OS was defined as the time from date of randomization to death due to any cause. Patients still alive at the time of analysis were censored at their last date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"371","spread":null},{"groupId":"OG001","value":"378","spread":null}]}]}]},{"type":"SECONDARY","title":"OS in the ITT (Squamous) Population","description":"OS was defined as the time from date of randomization to death due to any cause. Patients still alive at the time of analysis were censored at their last date of last contact.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"254","spread":null},{"groupId":"OG001","value":"374","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) in the ITT (Non-squamous) Population","description":"PFS was defined as the time from date of randomization to disease progression (radiological or clinical, whichever was earlier, based on Investigator-assessment using Response Evaluation Criteria in Solid Tumors (RECIST), version 1.0) or death due to any cause, whichever occured first. Patients without progression or death at the time of analysis were censored at their last date of tumor evaluation. Disease progression: increase in the sum of tumor lesion sizes or new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"183","spread":null},{"groupId":"OG001","value":"168","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) in the ITT (Non-squamous) Population","description":"TTP was defined as the time from date of randomization to disease progression (radiological or clinical, whichever was earlier, based on Investigator-assessment using RECIST version 1.0). Patients without progression at the time of analysis or death before progression were censored at their last date of tumor evaluation. Disease progression: increase in the sum of tumor lesion sizes or new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"185","spread":null},{"groupId":"OG001","value":"167","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Different Tumor Response in the ITT (Non-squamous) Population","description":"Tumor response (= Best Overall Response) of a patient was defined as the best tumor response (confirmed Complete Response (CR: disappearance of tumor lesions), confirmed Partial Response (PR: a decrease of at least 30% in the sum of tumor lesion sizes), Stable Disease (SD: steady state of disease), or Progressive Disease (PD: an increase in the sum of tumor lesions sizes or new lesions)) observed during trial period assessed according to the RECIST criteria (version 1.0) based on Investigator-assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.8","spread":null},{"groupId":"OG001","value":"25.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34.3","spread":null},{"groupId":"OG001","value":"37.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.9","spread":null},{"groupId":"OG001","value":"17.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27.0","spread":null},{"groupId":"OG001","value":"19.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Disease Control (DC) in the ITT (Non-squamous) Population","description":"DC was defined as the total number of patients whose best response was not PD according to RECIST (version 1.0) by Investigator-assessment (= total number of CR + total number of PR + total number of SD; CR or PR had to be maintained for at least 28 days from the first demonstration of that rating, SD had to be documented at least once more than 6 weeks from baseline). PD: an increase in the sum of tumor lesions sizes or new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62.1","spread":null},{"groupId":"OG001","value":"63.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response in the ITT (Non-squamous) Population","description":"Duration of response was defined as the time from date of first documented objective response of PR or CR, whichever was noted earlier, to date of disease progression or death (if death occurred before progression was documented). Patients without disease progression at the time of analysis or death before progression were censored at the last date of tumor evaluation. Disease progression: increase in the sum of tumor lesion sizes or new lesions.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"171","spread":null},{"groupId":"OG001","value":"133","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Stable Disease (SD) in the ITT (Non-squamous) Population","description":"Duration of SD was defined as the time from date of randomization to date that disease progression (radiological or clinical, whichever was earlier) was first documented. Patients without disease progression at the time of analysis or death before progression were censored at the date of their last tumor assessment.(Disease progression: increase in the sum of tumor lesion sizes or new lesions.) Duration of stable disease was only evaluated in patients failing to achieve a best response of CR or PR.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"144","spread":null},{"groupId":"OG001","value":"131","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Response (TTR) in the ITT (Non-squamous) Population","description":"TTR for patients who achieved a best response (CR or PR) was defined as the time from date of randomization to the earliest date that response was first documented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]}]},{"type":"SECONDARY","title":"Functional Assessment of Cancer Treatment-Lung (FACT-L) Scores in the ITT (Non-squamous) Population","description":"The FACT-L measures health related quality of life (HRQOL) and composes of five domains: the four domains (physical well being, emotional well being, social well being, functional well being) from the Functional Assessment of Cancer Treatment-General scale (FACT-G) and the lung cancer subscale (LCS). The FACT-L total score ranges from 0 to 136, higher scores represent better HRQOL.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.6","spread":null},{"groupId":"OG001","value":"94.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"90.1","spread":null},{"groupId":"OG001","value":"93.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"89.7","spread":null},{"groupId":"OG001","value":"93.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Lung Cancer Subscale (LCS) Scores in the ITT (Non-squamous) Population","description":"LCS is a subscale of FACT-L measuring lung cancer specific symptoms. The LCS scores range from 0 to 28, higher scores represent fewer lung cancer symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.9","spread":null},{"groupId":"OG001","value":"20.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.9","spread":null},{"groupId":"OG001","value":"20.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.8","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":null},{"groupId":"OG001","value":"20.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":null},{"groupId":"OG001","value":"20.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Symptomatic Deterioration (TSD) in the ITT (Non-squamous) Population","description":"TSD is defined as the time from randomization to the date of symptomatic deterioration (≥3 point decline in the LCS score that is maintained for at least 2 consecutive cycles) or death if death occurs before these 2 consecutive cycles are completed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Euro Quality of Life - 5D (EQ-5D) Index Scores in the ITT (Non-squamous) Population","description":"The EQ-5D contains a descriptive system which measures 5 health dimensions: mobility, self-care, usual activity, pain/discomfort, and anxiety/depression. These five health dimensions are summarized into a single score, the EQ-5D index score which ranges from -0.594 to 1 when the United Kingdom (UK) weights are applied (0=death, 1=perfect health). Higher index scores represent better health states.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.70","spread":null},{"groupId":"OG001","value":"0.76","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null},{"groupId":"OG001","value":"0.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":null},{"groupId":"OG001","value":"0.75","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.68","spread":null},{"groupId":"OG001","value":"0.74","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.68","spread":null},{"groupId":"OG001","value":"0.73","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.67","spread":null},{"groupId":"OG001","value":"0.73","spread":null}]}]}]},{"type":"SECONDARY","title":"EQ-5D Visual Analog Scale (VAS) Scores in the ITT (Non-squamous) Population","description":"The EQ-5D also contains a visual analog scale (EQ-VAS), which records the respondent's self-rated health status on a vertical graduated visual analog scale ranging from 0 (worst imaginable health state) to 100 (best imaginable health state).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66.43","spread":null},{"groupId":"OG001","value":"68.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.43","spread":null},{"groupId":"OG001","value":"68.96","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.43","spread":null},{"groupId":"OG001","value":"68.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.43","spread":null},{"groupId":"OG001","value":"68.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.42","spread":null},{"groupId":"OG001","value":"68.95","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"66.42","spread":null},{"groupId":"OG001","value":"68.95","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":270,"n":452},"commonTop":["Nausea","Fatigue","Platelets","Hemoglobin","Neutrophils"]}}}