{"nctId":"NCT02716818","briefTitle":"Comparison of Chronocort® With Standard Glucocorticoid Therapy in Patients With Congenital Adrenal Hyperplasia","startDateStruct":{"date":"2016-02-22","type":"ACTUAL"},"conditions":["Congenital Adrenal Hyperplasia"],"count":122,"armGroups":[{"label":"Chronocort®","type":"EXPERIMENTAL","interventionNames":["Drug: Chronocort®"]},{"label":"standard glucocorticoid therapy","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: standard glucocorticoid therapy"]}],"interventions":[{"name":"Chronocort®","otherNames":["Hydrocortisone"]},{"name":"standard glucocorticoid therapy","otherNames":["hydrocortisone","prednisone","prednisolone","dexamethasone"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Known CAH due to 21-hydroxylase deficiency (classic CAH) diagnosed in childhood with documented (at any time) elevated 17-OHP and/or A4 and currently treated with hydrocortisone, prednisone, prednisolone or dexamethasone (or a combination of the aforementioned glucocorticoids) on a stable glucocorticoid therapy for a minimum of 6 months.\n2. Provision of signed written informed consent.\n3. Non-pregnant, non-lactating females who are post menopausal, naturally or surgically sterile, or of childbearing potential with a negative urinary pregnancy test and using a medically acceptable method of contraception.\n4. Plasma renin activity (PRA) less than 1.5 times the upper limit of normal (ULN) at screening or within 3 months prior to screening, except in subjects who have been diagnosed with hypertension where the renin is not being used to monitor fludrocortisone replacement.\n5. Plasma renin activity (PRA) less than 1.5 times the upper limit of normal (ULN) at screening or within 3 months prior to screening, except in subjects who have been diagnosed with hypertension where the renin is not being used to monitor fludrocortisone replacement.\n\nExclusion Criteria:\n\n1. Co-morbid condition requiring daily administration of a medication (or consumption of any material) that interferes with the metabolism of glucocorticoids.\n2. Clinical or biochemical evidence of hepatic or renal disease. Creatinine over twice the ULN or elevated liver function tests (ALT or AST \\>2 times the ULN).\n3. Subjects on regular daily inhaled, topical, nasal or oral steroids for any indication other than CAH.\n4. Subjects with any other significant medical or psychiatric conditions that in the opinion of the investigator would preclude participation in the trial.\n5. History of malignancy (other than basal cell carcinoma successfully treated \\>6 months prior to entry into the study).\n6. Participation in another clinical trial of an investigational or licensed drug or device within the 3 months prior to inclusion in this study.\n7. Subjects with a history of bilateral adrenalectomy.\n8. Subjects having previously been exposed to Chronocort®.\n9. Subjects unable to comply with the requirements of the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to 24 Weeks of the Mean of the 24-hour Standard Deviation Score (SDS) Profile for 17-OHP","description":"Change from baseline to 24 weeks of the mean of the 24-hour standard deviation score (SDS) - also referred to as a z-score - profile for 17-OHP (17-Hydroxyprogesterone). The primary efficacy variable was the natural logarithm of the mean of the 24-hour SDS for the natural logarithm of 17-OHP. The mean of the 24-hour SDS profile for each visit was the arithmetic mean of all the SDSs with the first and last (13th) weighted one half relative to the intermediate SDSs. For each of the 13 log-transformed 17-OHP values at each visit, an SDS was calculated by counting the number of SDs that were above or below the mean of the log-transformed range. A negative z-score indicated greater control of 17-OHP when compared to baseline (0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.403","spread":"0.8499"},{"groupId":"OG001","value":"-0.172","spread":"0.7776"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to 24 Weeks of the Mean of the 24-hour Standard Deviation Score (SDS) Profile for A4","description":"Change from baseline to 24 weeks of the mean of the 24-hour standard deviation score (SDS) - also referred to as a z-score - profile for A4 (androstenedione). This secondary efficacy variable was calculated as follows: the natural logarithm of the mean of the 24-hour SDS for the natural logarithm of A4. The mean of the 24-hour SDS profile for each visit was the arithmetic mean of all the SDSs with the first and last (13th) weighted one half relative to the intermediate SDSs. For each of the 13 log-transformed A4 values at each visit, an SDS was calculated by counting the number of SDs that were above or below the mean of the log-transformed range. A negative z-score indicated greater control of A4 when compared to baseline (0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.113","spread":"0.9221"},{"groupId":"OG001","value":"-0.041","spread":"0.7731"}]}]}]},{"type":"SECONDARY","title":"17-OHP and A4 by Individual Baseline Treatment Strata.","description":"17-OHP and A4 by individual baseline treatment strata presented in the same manner as the primary endpoint (using 24-hour SDS profile at 24 weeks). Change from baseline to 24 weeks of the mean of the 24-hour standard deviation score (SDS) - also referred to as a z-score - profile for 17-OHP and A4. This secondary efficacy variable was calculated as follows: the natural logarithm of the mean of the 24-hour SDS for the natural logarithm of 17-OHP and A4. The mean of the 24-hour SDS profile for each visit was the arithmetic mean of all the SDSs with the first and last (13th) weighted one half relative to the intermediate SDSs. For each of the 13 log-transformed 17-OHP and A4 values at each visit, an SDS was calculated by counting the number of SDs that were above or below the mean of the log-transformed range. A negative z-score indicated greater control of 17-OHP and A4 when compared to baseline (0).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.248","spread":"0.7661"},{"groupId":"OG001","value":"-0.061","spread":"0.8051"},{"groupId":"OG002","value":"-0.245","spread":"0.8522"},{"groupId":"OG003","value":"-0.431","spread":"0.8727"},{"groupId":"OG004","value":"-0.320","spread":"0.7627"},{"groupId":"OG005","value":"-0.565","spread":"1.2343"},{"groupId":"OG006","value":"-0.211","spread":"0.7426"},{"groupId":"OG007","value":"0.100","spread":"0.8339"},{"groupId":"OG008","value":"0.368","spread":"0.3521"},{"groupId":"OG009","value":"0.015","spread":"1.0128"},{"groupId":"OG010","value":"0.328","spread":"0.7256"},{"groupId":"OG011","value":"-0.092","spread":"1.0310"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With 17-OHP and A4 Levels in the Optimal Range at 9:00 at Week 24 Visit","description":"17-OHP and A4 levels at 09:00 at the week 24 visit, as a responder analysis (i.e. the number of participants achieving results in the optimal range).\n\nOptimal range for 17-OHP (male) = 1.2\\* - 6.7 nmol/L (female) = 1.2\\* - 8.6 Optimal range for A4 (male) = 1.4 - 5.2 nmol/L (female) = 1.0 - 7.0 nmol/L\n\n\\* = There is no lower reference range available for 17-OHP, hence the lower limit of the optimal range was used in the derivation of the average Standard Deviation Score. This enabled calculation of an 'unsigned' SDS score which was used to assess potential over-treatment as well as under-treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"25","spread":null},{"groupId":"OG002","value":"30","spread":null},{"groupId":"OG003","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes Relative to Standard Glucocorticoid Therapy in Body Composition (DEXA - Fat Mass and Lean Mass)","description":"Changes relative to Standard glucocorticoid therapy in body composition (DEXA) (fat mass and lean mass) - measured at all sites except Germany.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.575","spread":"3.2744"},{"groupId":"OG001","value":"0.445","spread":"2.4660"},{"groupId":"OG002","value":"0.640","spread":"2.3304"},{"groupId":"OG003","value":"0.234","spread":"1.3689"}]}]}]},{"type":"SECONDARY","title":"Changes Relative to Standard Glucocorticoid Therapy in Body Composition (DEXA - Bone Mineral Density) - Measured at All Sites Except Germany.","description":"Changes relative to Standard glucocorticoid therapy in body composition (DEXA - bone mineral density only) - measured at all sites except Germany.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.001","spread":"0.0250"},{"groupId":"OG001","value":"-0.008","spread":"0.0399"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":61},"commonTop":["Headache","Viral Upper Respiratory Tract Infection","Fatigue","Pyrexia","Nausea"]}}}