{"nctId":"NCT01816295","briefTitle":"A Study in Men With Low Testosterone to Measure the Effects of Testosterone Solution on Testosterone Levels, Sex Drive and Energy","startDateStruct":{"date":"2013-05"},"conditions":["Hypogonadism"],"count":715,"armGroups":[{"label":"Placebo Solution","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Solution"]},{"label":"Testosterone Solution","type":"EXPERIMENTAL","interventionNames":["Drug: Testosterone Solution"]}],"interventions":[{"name":"Testosterone Solution","otherNames":["Axiron","Testosterone Solution 2%","LY900011"]},{"name":"Placebo Solution","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Total testosterone level \\<300 nanogram per deciliter (ng/dL) \\[10.4 nanomole per Liter (nmol/L)\\] at each of 2 screening visits\n* At least 1 symptom of testosterone deficiency, which must include decreased energy or decreased sexual drive\n* Prostate Specific Antigen (PSA) \\<4 nanogram per milliliter (ng/ml) at screening\n\nExclusion Criteria:\n\n* Sexual partner who is or becomes pregnant at any time during the study\n* Use of long-acting intramuscular (IM) testosterone undecanoate or testosterone pellets in the 6-month period prior to screening\n* Body Mass Index (BMI) \\>37 kilogram per square meter (kg/m\\^2) at screening\n* Severe lower urinary tract symptoms and/or significant prostate enlargement\n* Prolactin lab test result of \\>30 ng/mL at screening\n* Hemoglobin A1c (HbA1c) \\>11% at screening\n* Hematocrit ≥50% (\\>54% at elevated altitude) at screening\n* Current use of any medications, herbal, and/or nutritional supplements that can interfere with testosterone\n* Dermatologic condition in underarm area that might interfere with testosterone absorption (for example, eczema) or be exacerbated by topical testosterone replacement therapy\n* Currently receiving treatment with cancer chemotherapy or antiandrogens\n* Chronic use of systemic glucocorticoids (use for \\>14 days within the 3 months prior to screening); use of non-testosterone anabolic steroids within 12 months prior to screening\n* Competitive athletes involved in a sport in which they may be screened for anabolic steroids\n* History of use of estrogenizing agents within 12 months prior to screening\n* History of luteinizing hormone-releasing hormone antagonist or agonist treatment in the last 6 months prior to screening\n* History of clomiphene or other anti-estrogen treatment in the 3 months prior to screening\n* Use of finasteride within 3 months prior to screening, or use of dutasteride within 6 months prior to screening\n* Current use of warfarin or phenprocoumon\n* History of frequent opioid use: \\>1 time/week during any week within 30 days prior to screening\n* Current use of dopamine receptor agonists (cabergoline, pergolide, bromocriptine)\n* Have a history of significant central nervous system injuries or disease (including stroke, spinal cord injury, or multiple sclerosis) within 6 months prior to screening\n* Systolic blood pressure \\>170 or \\<90 millimeter of mercury (mm Hg) or diastolic blood pressure \\>100 or \\<50 mm Hg at screening or a history of malignant hypertension\n* History of unstable angina as defined by Braunwald Classification of Unstable Angina or angina occurring during sexual intercourse in the last 6 months\n* History of any of the following coronary conditions within 90 days of screening: myocardial infarction, coronary artery bypass graft surgery, percutaneous coronary intervention (angioplasty or stent placement)\n* Have any supraventricular arrhythmia with an uncontrolled ventricular response \\[mean heart rate \\>100 beats per minute (bpm)\\] at rest, or have any history of spontaneous or induced sustained ventricular tachycardia (heart rate \\>100 bpm for ≥30 seconds), or use of an automatic internal cardioverter-defibrillator\n* Have a history of sudden cardiac arrest\n* Exhibit any evidence of congestive heart failure \\[New York Heart Association (NYHA) Class 2 or above\\], within 6 months prior to screening\n* Have had a new, significant cardiac conduction defect within 90 days prior to screening\n* Clinical suspicion (or history) of prostate cancer during digital rectal examination at screening\n* Known or suspected breast cancer (or history of breast cancer) or other active cancer (with the exception of nonmelanotic skin cancer)\n* Exhibit evidence of severe renal impairment \\[creatinine clearance \\<30 milliliter per minute (mL/min) as determined by the Cockcroft-Gault formula\\] at screening\n* Exhibit a history of severe liver disease or clinical evidence of hepatic impairment at screening\n* Have a history of human immunodeficiency virus (HIV) infection\n* Severe sleep apnea\n* Untreated hypothyroidism, hypercortisolism or other significant endocrinopathy (other than hypogonadism) that contributes to symptoms of low energy or fatigue","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Total Serum Testosterone Concentration Within Normal Range at Week 12","description":"Normal range for total serum testosterone was defined as 300 to 1050 nanograms per deciliter (ng/dL).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null},{"groupId":"OG001","value":"217","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Sexual Arousal, Interest, and Drive (SAID) Scale Scores","description":"The SAID Scale is a self-administered instrument used to assess sexual arousal, interest, and sex drive in men with symptomatic hypogonadism. The SAID consists of 5 questions that were scored on a scale from 1 to 5, with \"5\" corresponding to greater levels of sexual arousal, interest, or drive. The SAID Scale total score was computed by summing the item scores and linearly transforming the sum to a 0 to 100 scale, with higher scores corresponding to greater sexual arousal, interest, and drive. Least squares (LS) mean change from baseline was calculated using an analysis of covariance (ANCOVA) with treatment group and the baseline value as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.3","spread":"0.99"},{"groupId":"OG001","value":"11.4","spread":"1.02"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Hypogonadism Energy Diary (HED) Scores","description":"The HED is a self-administered instrument used to assess real-time energy levels in men with symptomatic hypogonadism. It consists of 2 questions that were scored on a scale from 0 to 10, with \"10\" corresponding to \"Full of Energy\" or \"Not Tired at All\" (The Tiredness scale was reverse-mapped, as it was collected with \"10\" corresponding to \"Extreme Tiredness\"). The questionnaire was completed 3 times daily (forming 6 unique items) for 7 consecutive days. Item scores were computed by averaging the values for each item across 7 days. If more than 2 days were missing for an item, the item score was missing. The total score was computed by summing the item scores and linearly transforming the sum to a 0 to 100 scale, with higher scores corresponding to greater energy. If any item score was missing, the total score was missing. LS mean change from baseline was calculated using ANCOVA with treatment group and the baseline value as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5","spread":"0.87"},{"groupId":"OG001","value":"10.5","spread":"0.89"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Total International Prostate Symptom Score (IPSS)","description":"The IPSS is a self-administered instrument used to assess for the severity of lower urinary tract symptoms. The IPSS consists of 7 questions that were scored on a scale from 0 (none/no symptoms) to 5 (frequent symptoms), for a total score range of 0 to 35. Higher numerical scores from the IPSS questionnaire represent greater severity of symptoms. LS mean change from baseline was calculated using ANCOVA with treatment group and the baseline value as covariates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.24"},{"groupId":"OG001","value":"-0.9","spread":"0.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"0.28"},{"groupId":"OG001","value":"-0.7","spread":"0.27"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Prostate Specific Antigen (PSA) >4 Nanogram/Milliliter (ng/mL)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":356},"commonTop":["Haematocrit increased","Nasopharyngitis","Upper respiratory tract infection","Back pain","Arthralgia"]}}}