{"nctId":"NCT04391569","briefTitle":"Randomized Therapy In Status Epilepticus","startDateStruct":{"date":"2020-12-09","type":"ACTUAL"},"conditions":["Status Epilepticus"],"count":100,"armGroups":[{"label":"IV Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"IV ganaxolone active","type":"EXPERIMENTAL","interventionNames":["Drug: Ganaxolone"]}],"interventions":[{"name":"Ganaxolone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant, participant's parent, guardian, or legal authorized representative (LAR) must provide signed of informed consent/assent, and once capable (per institution guidelines), there must be documentation of consent/assent by the participant demonstrating they are willing and aware of the investigational nature of the study and related procedures. Where allowed by law, where the participant lacks the capacity to make informed decisions regarding his/her medical treatment options, the treating clinician may follow their deferred consenting practices. The clinician will make the final decision based on the best interests of the particiapant.\n2. Male or females 12 years of age and older at the time of the first dose of IP\n3. SE meeting the following criteria:\n\n   a. A diagnosis of SE with or without prominent motor features based on clinical and EEG findings:\n\n   i. Diagnosis is established by:\n   * For SE with prominent motor features: Clinical and EEG seizure activity indicative of convulsive, myoclonic or focal motor SE.\n   * For SE without prominent motor features (nonconvulsive SE): Appropriate clinical features and an EEG indicative of non-convulsive status epilepticus (NCSE)\n\n   ii. For any type of SE:\n   * At least 6 minutes of cumulative seizure activity over a 30-minute period within the hour before IP initiation, AND\n   * Seizure activity during the 30 minutes immediately prior to IP initiation\n\n     b. The treating clinician(s) anticipate that IV anesthesia is likely to be the next treatment for SE that persists following initiation of IP\n4. Participants must have received any two or more of the following agents for treatment of the current episode of SE administered at an adequate dose and for a sufficient duration, in the judgment of the investigator, to demonstrate efficacy\n\n   * Benzodiazepines,\n   * IV Fosphenytoin/phenytoin,\n   * IV Valproic acid,\n   * IV Levetiracetam,\n   * IV Lacosamide,\n   * IV Brivaracetam, or\n   * IV Phenobarbital\n5. Body mass index (BMI) \\< 40 or, if BMI is not able to be calculated at screening, participant is assessed by investigator as not morbidly obese\n\nExclusion Criteria:\n\n1. Life expectancy of less than 24 hours\n2. Anoxic brain injury or an uncorrected rapidly reversable metabolic condition as the primary cause of SE (e.g., hypoglycemia \\< 50 milligram per deciliter \\[mg/dL\\] or hyperglycemia \\> 400 mg/dL)\n3. Participants who have received high-dose IV anesthetics (e.g., midazolam, propofol, thiopental, or pentobarbital) during the current episode of SE for more than 18 hours, or who continue to have clinical or electrographic evidence of persistent seizures while receiving high-dose IV anesthetics.\n4. Clinical condition or advance directive that would NOT permit use of IV anesthesia\n5. Participants known or suspected to be pregnant\n6. Participants with known allergy or sensitivity to progesterone or allopregnanolone medications/supplements\n7. Receiving a concomitant IV product containing Captisol®\n8. Known or suspected hepatic insufficiency or hepatic failure leading to impaired synthetic liver function.\n9. Known or suspected stage 3B (moderate to severe; estimated glomerular filtration rate \\[eGFR\\] 44-30 milliliter/minutes/1.73-meter square \\[mL/min/1.73m\\^2\\]), stage 4 (severe; eGFR 29-15 mL/min/1.73m\\^2), or stage 5 (kidney failure; eGFR \\< 15 mL/min/1.73m\\^2 or dialysis) kidney disease\n10. Use of an investigational product for which less than 30 days or 5 half-lives have elapsed from the final product administration. Participation in a non-interventional clinical study does not exclude eligibility.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With SE Cessation Within 30 Minutes of Investigational Product (IP) Initiation Without Medications for the Acute Treatment of SE","description":"SE cessation was determined by the investigator based on clinical and electroencephalography (EEG). Medications for the acute treatment of SE were defined as antiepileptic drugs (AEDs) administered to abort ongoing SE or prevent imminent recurrence of SE based on clinical or EEG evidence.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.59","spread":null},{"groupId":"OG001","value":"12.77","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With no Progression to Intravenous (IV) Anesthesia for 36 Hours Following Investigational Product (IP) Initiation","description":"Percentage of participants with no progression to IV anesthesia for 36 hours following IP initiation SE cessation was based on investigator report with confirmation by assessment of concomitant medication data.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.27","spread":null},{"groupId":"OG001","value":"51.06","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence in a clinical investigation participant who has been administered a pharmaceutical product; it does not necessarily have a causal relationship with this treatment. Treatment-emergent adverse event (TEAE) is defined as an AE that occurred or worsened at the time of or following IP initiation.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"18","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With no Progression to IV Anesthesia for 72 Hours Following IP Initiation","description":"Percentage of participants with no progression to IV anesthesia for 72 hours following IP initiation SE cessation was assessed by the investigator based on clinical and EEG features.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.02","spread":null},{"groupId":"OG001","value":"46.81","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to SE Cessation Following IP Initiation","description":"Time to SE cessation was assessed for the first 72 hours following IP using the Kaplan-Meier method.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.07","spread":null},{"groupId":"OG001","value":"2.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Any Escalation of Treatment in the First 24 Hours Following IP Initiation","description":"SE cessation will be determined by the investigator based on clinical and EEG. Percentage of participants with any escalation of treatment in the first 24 hours following IP initiation, i.e. any medication other than IP administered for the acute treatment of SE in the first 24 hours following IP initiation was summarized","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.10","spread":null},{"groupId":"OG001","value":"80.85","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Treatment Escalation in the First 24 Hours Following IP Initiation","description":"For time to treatment escalation (any mediation used for acute treatment of SE), the estimates are based descriptive statistics on participants with treatment escalation in the first 24 hours following IP initiation. For participants without treatment escalation, the time to treatment escalation was censored at IP completion, or discontinuation from the study or death, whichever occurs earlier. The median time to treatment escalation has been presented.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.42","spread":null},{"groupId":"OG001","value":"2.32","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Initiation of Anesthesia for SE Treatment Through the Final Study Follow-up Visit/Contact","description":"Time to initiation of anesthesia for SE treatment through the final study follow-up visit/contact, were calculated based on descriptive statistics. The estimate was censored at study discontinuation, death, or last follow-up of the participant, whichever occurs first. The median time to initiation of anesthesia has been presented.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.00","spread":null},{"groupId":"OG001","value":"3.17","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Develop Super Refractory Status Epilepticus (SRSE) Through the Final Study Follow-up Visit/Contact","description":"Percentage of participants who developed SRSE through the final study follow-up visit/contact was provided for each treatment group.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.45","spread":null},{"groupId":"OG001","value":"25.53","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Seizure Burden Through 72 Hours Following IP Initiation","description":"The seizure burden through 72 hours following IP initiation is described as the percent of time during which there is electrographic seizure activity from IP initiation to 72 hours. The change from baseline of seizure burden was summarized using descriptive statistics by treatment group. The baseline seizure burden is defined for 30 minutes prior to IP initiation.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-59.1","spread":"88.98"},{"groupId":"OG001","value":"-93.9","spread":"19.79"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":49},"commonTop":["Hypotension","Urinary tract infection","Pyrexia","Hypothermia","Leukocytosis"]}}}