{"nctId":"NCT02995694","briefTitle":"A Study Comparing Estradiol Vaginal Cream to Estrace® Cream in Females With Atrophic Vaginitis","startDateStruct":{"date":"2016-03","type":"ACTUAL"},"conditions":["Atrophic Vaginitis"],"count":535,"armGroups":[{"label":"Test","type":"EXPERIMENTAL","interventionNames":["Drug: Estradiol"]},{"label":"Reference.","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Reference"]},{"label":"Placebos","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebos"]}],"interventions":[{"name":"Estradiol","otherNames":["Estadiol Vaginal Cream"]},{"name":"Placebos","otherNames":["Topical Vaginal Cream"]},{"name":"Reference","otherNames":["Topical Vaginal Cream"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed Informed Consent that meets all criteria of current FDA regulations\n2. Females age: 30-75 years old inclusive who are postmenopausal.\n3. Postmenopausal defined as at least 12 months of spontaneous amenorrhea or at least 6 months of spontaneous amenorrhea with serum FSH levels \\> 40 mIU/ml or at least 6 weeks postsurgical bilateral oophorectomy with or without hysterectomy. Hysterectomy without oophorectomy if of age that investigator believes would have naturally reached 12 months of spontaneous amenorrhea.\n4. Baseline evaluation requirements:\n\n   * ≤5% superficial cells on vaginal smear cytology\n   * Vaginal pH \\> 5.0\n   * At least one patient self-assessed moderate to severe symptom of vulvar and/or vaginal atrophy (VVA) from the following list that is identified by the subject:\n   * Vaginal dryness\n   * Vaginal and/or vulvar irritation/itching\n   * Dysuria\n   * Vaginal pain associated with sexual activity\\*\n   * Vaginal bleeding associated with sexual activity (absence vs. presence)\\* \\*provided that patient is currently sexually active and plans to remain so throughout study.\n5. Normal breast exam at screening and mammogram completed within 9 months prior to screening in patients \\>40 years old.\n6. For women with an intact uterus, an endometrial thickness \\< 4 mm as determined by vaginal ultrasonography.\n7. Documented PAP smear conducted within previous 12 months with no findings that the Investigator believes would contraindicate the use of topical vaginal estradiol\n\nExclusion Criteria:\n\n1. Females younger than 30 years of age or older than 75 years of age\n2. Patients with a serum FSH level of ≤ 40mIU/ml at screening.\n3. Greater than 5% superficial cells on vaginal cytology.\n4. Vaginal pH ≤ 5\n5. Significant history or current evidence of chronic infectious disease, system disorder, organ disorder (including significant liver/kidney impairment) or other medical condition that in the Investigator's opinion would place the study patient at undue risk by participation or could jeopardize the integrity of the study evaluations.\n6. Patients with an intact uterus should have vaginal ultrasonography results to confirm an inactive endometrial lining. Patients with an endometrial thickness equal to or greater than 4mm should be excluded.\n7. Patients with known, suspected or current history of carcinoma of the breast. All patients over the age of 40 must have had a mammogram performed within 9 months of the study start and all patients will have a physical breast exam performed at screening.\n8. Patients with baseline systolic blood pressure of \\> 150mm Hg and/or diastolic pressure \\> 90 mm Hg\n9. Any patient with undiagnosed vaginal bleeding or significant risk factors for endometrial cancer.\n10. Any history of estrogen-dependent neoplasia (e.g., endometrial cancer).","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Vaginal Cytology","description":"Number of patients in PP population identified as responders at end of the study.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Patient Self-assessment of the Symptoms of Vulvar and Vaginal Atrophy","description":"Number of participants with the most bothersome vulvar and/or vaginal atrophy symptom treatment success at end of study. A \"Treatment Success\" was defined as a score of 0 or 1 at Day 8 (maximum Day 10) for the symptom identified at baseline as the most bothersome. This evaluation was based on patient self-assessed symptoms of VVA on a scale of 0 to 3 where 0 = none, 1 = mild, 2 = moderate, and 3 = severe.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"114","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":215},"commonTop":["Gastrointestinal","Breast Tenderness","Nervous System Disorders","Psychiatric disorders"]}}}