{"nctId":"NCT02264574","briefTitle":"A Multi-Center Study of Ibrutinib in Combination With Obinutuzumab Versus Chlorambucil in Combination With Obinutuzumab in Patients With Treatment naïve Chronic Lymphocytic Leukemia (CLL) or Small Lymphocytic Lymphoma (SLL)","startDateStruct":{"date":"2014-10-06","type":"ACTUAL"},"conditions":["Chronic Lymphocytic Leukemia","Small-Cell Lymphoma"],"count":229,"armGroups":[{"label":"IBR + OB","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib","Drug: Obinutuzumab"]},{"label":"CLB + OB","type":"EXPERIMENTAL","interventionNames":["Drug: Obinutuzumab","Drug: Chlorambucil"]}],"interventions":[{"name":"Ibrutinib","otherNames":[]},{"name":"Obinutuzumab","otherNames":[]},{"name":"Chlorambucil","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nDisease Related:\n\n1. Diagnosis of CLL/SLL that meets IWCLL diagnostic criteria.\n2. Age 65 yrs and older OR if less than 65 years, must have at least one of the following criteria:\n\n   * Cumulative Illness Rating Score (CIRS) \\>6\n   * Creatinine clearance estimated \\<70 mL/min using Cockcroft-Gault equation.\n   * Del 17p by fluorescence in situ hybridization (FISH) or TP53 mutation by polymerase chain reaction (PCR) or Next Generation Sequencing\n3. Active disease meeting at least 1 of the following IWCLL criteria for requiring treatment:\n\n   * Evidence of progressive marrow failure as manifested by the development of, or worsening of, anemia and thrombocytopenia\n   * Massive, progressive, or symptomatic splenomegaly\n   * Massive nodes (at least 10 cm longest diameter), or progressive or symptomatic lymphadenopathy.\n   * Progressive lymphocytosis with an increase of more than 50 percent over a 2-month period or a lymphocyte doubling time (LDT) of \\<6 months. LDT may be obtained by linear regression extrapolation of absolute lymphocyte counts obtained at intervals of 2 weeks over an observation period of 2 to 3 months. In patients with initial blood lymphocyte counts of \\<30,000/µL, LDT should not be used as a single parameter to define indication for treatment. In addition, factors contributing to lymphocytosis or lymphadenopathy other than CLL (eg, infections) should be excluded.\n   * Autoimmune hemolytic anemia and/or immune thrombocytopenia that is poorly responsive to corticosteroids or other standard therapy.\n   * Autoimmune hemolytic anemia is defined by at least one marker of hemolysis (indirect bilirubin above the upper limit of normal (ULN) not due to liver disease, increased lactate dehydrogenase (above ULN) without alternative etiology, or increased absolute reticulocytosis (above ULN) or bone marrow erythropoiesis in the absence of bleeding AND at least one marker direct or indirect autoimmune mechanism (positive direct antiglobulin for immunoglobulin G \\[IgG\\] or C3d, cold agglutinins).\n   * Immune thrombocytopenia is defined by platelets ≤100,000/µL and increased megakaryocytes on the bone marrow exam.\n   * Constitutional symptoms, defined as one or more of the following disease-related symptoms or signs, documented in the patient's record prior to randomization:\n   * unintentional weight loss \\>10 percent within 6 months prior to screening.\n   * significant fatigue (inability to work or perform usual activities).\n   * fevers \\>100.5°F or 38.0°C for 2 or more weeks prior to screening without evidence of infection.\n   * night sweats for more than 1 month prior to screening without evidence of infection.\n4. Measurable nodal disease by computed tomography (CT), defined as at least 1 lymph node \\>1.5 cm in the longest diameter in a site that has not been previously irradiated. An irradiated lesion may be assessed for measurable disease only if there has been documented progression in that lesion since radiotherapy has ended.\n\n   Laboratory\n5. Adequate hematologic function independent of transfusion and growth factor support for at least 7 days prior to screening and randomization.\n6. Adequate hepatic and renal function\n7. Men and women ≥ 18 years of age.\n8. Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n\nExclusion Criteria:\n\n1. Any prior treatment of CLL or SLL\n2. Evidence of central nervous system (CNS) involvement with primary disease of CLL/SLL\n3. History of other malignancies, except:\n\n   * Malignancy treated with curative intent and with no known active disease present for ≥3 years before the first dose of study drug and felt to be at low risk for recurrence by treating physician.\n4. Uncontrolled autoimmune hemolytic anemia or idiopathic thrombocytopenic purpura\n5. Known or suspected history of Richter's transformation.\n6. Concurrent administration of \\>20mg/day of prednisone within 7 days of randomization unless indicated for prophylaxis or management of allergic reactions (eg, contrast)\n7. Known hypersensitivity to one or more study drugs\n8. Vaccinated with live, attenuated vaccines within 4 weeks of first dose of study drug.\n9. Any uncontrolled active systemic infection or an infection requiring systemic treatment that was completed ≤ 7 days before randomization.\n10. Known bleeding disorders or hemophilia.\n11. History of stroke or intracranial hemorrhage within 6 months prior to enrollment.\n12. Known history of human immunodeficiency virus (HIV) or active with hepatitis B virus (HBV) or hepatitis C virus (HCV).\n13. Major surgery within 4 weeks of randomization.\n14. Any life-threatening illness, medical condition, or organ system dysfunction that, in the investigator's opinion, could compromise the subject's safety or put the study outcomes at undue risk.\n15. Currently active, clinically significant cardiovascular disease, such as uncontrolled arrhythmia or Class 3 or 4 congestive heart failure or a history of myocardial infarction, unstable angina, or acute coronary syndrome within 6 months prior to randomization.\n16. Unable to swallow capsules or malabsorption syndrome, disease significantly affecting gastrointestinal function, or resection of the stomach or small bowel, symptomatic inflammatory bowel disease or ulcerative colitis, or partial or complete bowel obstruction.\n17. Concomitant use of warfarin or other vitamin K antagonists.\n18. Requires treatment with a strong cytochrome P450 (CYP) 3A inhibitor.\n19. Lactating or pregnant\n20. Unwilling or unable to participate in all required study evaluations and procedures.\n21. Unable to understand the purpose and risks of the study and to provide a signed and dated informed consent form (ICF) and authorization to use protected health information (in accordance with national and local subject privacy regulations).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Primary Analysis: Progression Free Survival (PFS) Based on Independent Review Committee (IRC) Assessment - Kaplan Meier Landmark Estimates at Month 30","description":"PFS was defined as time from the date randomization to the date of first IRC-confirmed disease progression (PD) or date of death due to any cause, whichever occurred first, regardless of the use of subsequent antineoplastic therapy prior to documented PD or death. Assessment of PD was conducted in accordance with the International Workshop on Chronic Lymphocytic Leukemia (IWCLL) 2008 criteria (Halleck et al) with the modification that treatment-related lymphocytosis in the absence of other signs or symptoms of disease progression was not considered progressive disease.\n\nThe primary analysis was performed after observing 94 PFS events as pre-specified in the study protocol. As the median PFS was not reached in the experimental (IBR+OB) arm at the time of the analysis, Kaplan Meier landmark estimates of the PFS rate at 30 months (that is, the estimated percentage of participants with progression-free survival at Month 30) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"78.5","spread":null},{"groupId":"OG001","value":"31.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: PFS in High-Risk Sub-Population (del17p/TP53 Mutation/Del 11q) Based on IRC Assessment - Kaplan Meier Landmark Estimates at Month 30","description":"PFS was analyzed within the high-risk sub-population of participants with del17p or TP53 mutation or del 11q at baseline per central lab results. PFS was defined as time from the date randomization to the date of first IRC-confirmed PD or date of death due to any cause, whichever occurred first, regardless of the use of subsequent antineoplastic therapy prior to documented PD or death. Assessment of PD was conducted in accordance with the IWCLL 2008 criteria (Halleck et al) with the modification that treatment-related lymphocytosis in the absence of other signs or symptoms of PD was not considered progressive disease.\n\nAs the median PFS was not reached in the experimental (IBR+OB) arm at the time of the analysis, Kaplan Meier landmark estimates of the PFS rate at 30 months (that is, the estimated percentage of participants with progression-free survival at Month 30) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.4","spread":null},{"groupId":"OG001","value":"14.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Rate of Sustained Hemoglobin Improvement","description":"Percentage of participants with sustained hemoglobin improvement, defined as hemoglobin increase ≥ 2 g/dL over baseline continuously for ≥ 56 days without blood transfusions or growth factors.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"39.8","spread":null},{"groupId":"OG001","value":"44.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Rate of Minimal Residual Disease (MRD)-Negative Response","description":"Percentage of participants who achieved MRD-negative response, defined as \\< 1 CLL cell per 10,000 leukocytes as assessed by flow cytometry of a bone marrow aspirate per central laboratory. MRD samples were collected before initiation of subsequent antineoplastic treatment and MRD status was reported by central lab within 5 days after collection date. Participants with missing MRD data were considered non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.4","spread":null},{"groupId":"OG001","value":"17.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Overall Response Rate (ORR) Based on IRC Assessment","description":"ORR, defined as the percentage of participants achieving a best overall response of protocol-specified complete response (CR), CR with incomplete blood count recovery (CRi), nodular partial response (nPR), or partial response (PR) per IRC assessment at or prior to initiation of subsequent antineoplastic therapy. Assessment of response included physical examination, radiographic imaging, and evaluation of blood and marrow (if applicable), evaluated in accordance with the IWCLL 2008 criteria (Halleck et al). CR, CRi, nPR, and PR required confirmation with 2 consecutive assessments that were at least 56 days apart and no use of blood supportive product and/or growth factor during this period. Kaplan-Meier estimate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"88.5","spread":null},{"groupId":"OG001","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Overall Survival (OS) - Kaplan Meier Landmark Estimates at Month 30","description":"OS, defined as the time from the date of randomization to the date of death from any cause. All deaths observed as the time of the analysis were considered as events. For participants who were not known to have died at the time of the analysis, OS data were censored at the date last known alive.\n\nAs the median OS was not reached in either treatment arm at the time of the analysis, Kaplan Meier landmark estimates of the OS rate (that is, the estimated percentage of participants still surviving at Month 30 \\[primary analysis\\]) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.5","spread":null},{"groupId":"OG001","value":"84.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Rate of Grade ≥ 3 or Serious Infusion-Related Reaction (IRR) Adverse Events","description":"Percentage of participants experiencing grade ≥ 3 (severe or life threatening) or serious IRR adverse events that started on the day of an obinutuzumab infusion and were assessed as related or possibly related to obinutuzumab. Categories included those events with the Medical Dictionary for Regulatory Activities (MedDRA) dictionary preferred term of IRR and those events which are among the customized standardized MedDRA query (SMQ) for IRR.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null},{"groupId":"OG001","value":"8.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.4","spread":null},{"groupId":"OG001","value":"9.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Rate of Sustained Platelet Improvement","description":"Percentage of participants with platelet counts increase ≥ 50% over baseline continuously for ≥ 56 days without blood transfusion or growth factors.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29.2","spread":null},{"groupId":"OG001","value":"13.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Primary Analysis: Rate of Clinically Meaningful Improvement in European Organization for Research and Treatment of Cancer Quality of Life Questionnaire EuroQol Five-Dimension (EQ-5D-5L)","description":"Percentage of participants with EQ-5D-5L utility score increase ≥ 0.08 points over baseline at or prior to initiation of subsequent antineoplastic therapy. The EQ-5D-5L is a standardized non-disease specific instrument for describing and valuing health-related quality of life, comprising 5 dimensions of health (mobility, self -care, usual activities, pain/discomfort, and anxiety/depression) to describe the participant's current health state. Each dimension comprises 5 levels with corresponding numeric scores, where 1 indicates no problems, and 5 indicates extreme problems. A unique EQ-5D-5L health state is defined by combining the numeric level scores for each of the 5 dimensions and the total score is normalized from -0.594 to 1.000, with higher scores representing a better health state. An increase in the EQ-5D-5L total score indicates improvement. Participants with missing EQ-5D-5L data were considered not achieving clinically meaningful improvement.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.9","spread":null},{"groupId":"OG001","value":"56.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: PFS in High-Risk Population (del17p/TP53 Mutation/Del 11q/Unmutated Immunoglobulin Heavy Chain Variable Region [IGHV]) Based on Investigator Assessment - Kaplan Meier Landmark Estimates at Month 48","description":"PFS was analyzed within the high-risk population of participants with del17p or TP53 mutation or del 11q or IGHV unmutated at baseline per central lab results. PFS was defined as time from the date randomization to the date of first investigator-confirmed PD or date of death due to any cause, whichever occurred first, regardless of the use of subsequent antineoplastic therapy prior to documented PD or death. Assessment of PD was conducted in accordance with the IWCLL 2008 criteria (Halleck et al) with the modification that treatment-related lymphocytosis in the absence of other signs or symptoms of PD was not considered progressive disease.\n\nAs the median PFS was not reached in the experimental (IBR+OB) arm at the time of the analysis, Kaplan Meier landmark estimates of the PFS rate at 48 months (that is, the estimated percentage of participants with progression-free survival at Month 48) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.3","spread":null},{"groupId":"OG001","value":"8.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Rate of Sustained Hemoglobin Improvement","description":"Percentage of participants with sustained hemoglobin improvement, defined as hemoglobin increase ≥ 2 g/dL over baseline continuously for ≥ 56 days without blood transfusions or growth factors.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.2","spread":null},{"groupId":"OG001","value":"44.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Rate of Minimal Residual Disease (MRD)-Negative Response","description":"Percentage of participants who achieved MRD-negative response, defined as \\< 1 CLL cell per 10,000 leukocytes as assessed by flow cytometry of a bone marrow aspirate per central laboratory. MRD samples were collected before initiation of subsequent antineoplastic treatment and MRD status was reported by central lab within 5 days after collection date. Participants with missing MRD data were considered non-responders.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.8","spread":null},{"groupId":"OG001","value":"17.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: ORR Based on Investigator Assessment","description":"ORR, defined as the percentage of participants achieving a best overall response of protocol-specified CR, CRi, nPR or PR per investigator assessment at or prior to initiation of subsequent antineoplastic therapy. Assessment of response included physical examination, radiographic imaging, and evaluation of blood and marrow (if applicable), evaluated in accordance with the IWCLL 2008 criteria (Halleck et al). CR, CRi, nPR, and PR required confirmation with 2 consecutive assessments that were at least 56 days apart and no use of blood supportive product and/or growth factor during this period. Kaplan-Meier estimate.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.2","spread":null},{"groupId":"OG001","value":"81.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Overall Survival (OS) - Kaplan Meier Landmark Estimates at Month 48","description":"OS, defined as the time from the date of randomization to the date of death from any cause. All deaths observed as the time of the analysis were considered as events. For participants who were not known to have died at the time of the analysis, OS data were censored at the date last known alive.\n\nAs the median OS was not reached in either treatment arm at the time of the analysis, Kaplan Meier point estimates of the OS rate (that is, the estimated percentage of participants still surviving at Month 48 \\[final analysis\\]) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.5","spread":null},{"groupId":"OG001","value":"81.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Final Analysis: Rate of Sustained Platelet Improvement","description":"Percentage of participants with platelet counts increase ≥ 50% over baseline continuously for ≥ 56 days without blood transfusion or growth factors.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.1","spread":null},{"groupId":"OG001","value":"14.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Final Analysis: PFS Based on Investigator Assessment - Kaplan Meier Landmark Estimates at Month 48","description":"PFS was defined as time from the date randomization to the date of first investigator-confirmed PD or date of death due to any cause, whichever occurred first, regardless of the use of subsequent antineoplastic therapy prior to documented PD or death. Assessment of PD was conducted in accordance with the International Workshop on Chronic Lymphocytic Leukemia (IWCLL) 2008 criteria (Halleck et al) with the modification that treatment-related lymphocytosis in the absence of other signs or symptoms of disease progression was not considered progressive disease.\n\nAs the median PFS was not reached in the experimental (IBR+OB) arm at the time of the analysis, Kaplan Meier landmark estimates of the PFS rate at 48 months (that is, the estimated percentage of participants with progression-free survival at Month 48) are presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74.0","spread":null},{"groupId":"OG001","value":"22.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":69,"n":113},"commonTop":["Neutropenia","Infusion related reaction","Thrombocytopenia","Diarrhea","Nausea"]}}}