{"nctId":"NCT03969901","briefTitle":"Safety, Tolerability, Efficacy and Pharmacokinetics of Imipenem/Cilastatin/Relebactam (MK-7655A) in Pediatric Participants With Gram-negative Bacterial Infection (MK-7655A-021)","startDateStruct":{"date":"2019-10-08","type":"ACTUAL"},"conditions":["Suspected or Documented Gram-negative Bacterial Infection"],"count":115,"armGroups":[{"label":"IMI/REL","type":"EXPERIMENTAL","interventionNames":["Drug: IMI/REL","Drug: Oral Switch"]},{"label":"Active Control","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Active Control","Drug: Oral Switch"]}],"interventions":[{"name":"IMI/REL","otherNames":["MK-7655A"]},{"name":"Active Control","otherNames":[]},{"name":"Oral Switch","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria include but are not limited to:\n\n* Requires hospitalization and treatment with intravenous (IV) antibacterial therapy for confirmed or suspected gram-negative bacterial infection (in the absence of meningitis), and is expected to require hospitalization through completion of IV study intervention, with at least 1 of the following primary infection types: Hospital-acquired bacterial pneumonia (HABP) or ventilator-associated bacterial pneumonia (VABP); complicated intra-abdominal infection (cIAI); or complicated urinary tract infection (cUTI).\n* For Age Cohorts 4 and 5, participant is at least 37 weeks postmenstrual age at the time of signing the informed consent/assent.\n* If female, must not be pregnant or breastfeeding, and at least 1 of the following conditions must apply: must not be a woman of childbearing potential (WOCBP); OR, if a WOCBP, must agree to follow contraceptive guidance during the intervention period and for at least 24 hours after the last dose of study intervention.\n* Has sufficient intravascular access to receive study drug through an existing peripheral or central line.\n\nExclusion Criteria:\n\nExclusion Criteria include but are not limited to:\n\n* Is expected to survive less than 72 hours.\n* Has a concurrent infection that would interfere with evaluation of response to the study antibacterials (imipenem/cilastatin/relebactam (IMI/REL) or Active Control), including any of the following: endocarditis; osteomyelitis; meningitis; prosthetic joint infection; active pulmonary tuberculosis; disseminated fungal infection; concomitant infection at the time of randomization that requires non-study systemic antibacterial therapy in addition to IV study treatment or oral step-down therapy (medications with only gram-positive activity \\[e.g., vancomycin, linezolid\\] are allowed).\n* Has HABP/VABP caused by an obstructive process, including lung cancer (or other malignancy metastatic to the lungs resulting in pulmonary obstruction) or other known obstruction.\n* Has a cUTI, with any of the following: complete obstruction of any portion of the urinary tract (i.e., requiring a permanent indwelling urinary catheter or instrumentation); documented reflux of ileal loop urinary diversion; suspected or confirmed perinephric or intrarenal abscess; suspected or confirmed prostatitis, urethritis, or epididymitis; trauma to pelvis/urinary tract; presence of indwelling urinary catheter which cannot be removed at study entry.\n* Has any of the following medical conditions at screening: history of a seizure disorder (requiring ongoing treatment with anti-convulsive therapy or prior treatment with anti-convulsive therapy within the last 3 years); cystic fibrosis; history of serious allergy, hypersensitivity (e.g., anaphylaxis), or any serious reaction to IMI, or to any carbapenem, cephalosporin, penicillin, or other β-lactam agent, or to other β-lactamase inhibitors (e.g., tazobactam, sulbactam, clavulanic acid, avibactam).\n* Has a history or current evidence of any condition, therapy, laboratory abnormality, or other circumstance that might expose the participant to risk by participating in the study, confound study results, or interfere with the participant's participation for the full duration of the study.\n* If less than 3 months of age, has received more than 72 hours of empiric antibacterial treatment for suspected meningitis prior to initiation of IV study intervention.\n* For all Age Cohorts, provided all other eligibility criteria are met, the following participants may be enrolled:\n\n  * A participant failing prior antibiotic therapy for a current episode of cUTI or HABP/VABP who: Has received the prior antibacterial treatment for at least 48 hours; Has persistent clinical or radiographic findings clearly indicating ongoing infection; Fulfills other laboratory or microbiology criteria for enrollment\n  * A participant failing prior antibiotic therapy for a current episode of cIAI who: Has received the prior antibacterial treatment for at least 48 hours; Has persistent clinical or radiographic findings clearly indicating ongoing infection; Fulfills other laboratory or microbiology criteria for enrollment; Has planned operative intervention no more than 24 hours after first dose of study treatment; Has not received any further nonstudy antibiotics postoperatively\n* If 3 months of age or older, or \\<3 months of age without suspected meningitis, has received potentially therapeutic antibacterial therapy (e.g., with gram-negative activity), including bladder infusions with topical urinary antiseptics or antibacterial agents, for a duration of more than 24 hours during the 48 hours preceding the first dose of study intervention.\n* Is anticipated to be treated with any of the following medications: valproic acid or divalproex sodium (or has used valproic acid or divalproex sodium in the 2 weeks prior to screening) through 24 hours after completion of the final dose of IV study intervention for participants who receive IMI/REL or carbapenem; concomitant IV, oral, or inhaled antimicrobial agents with gram-negative activity, in addition to those designated in the study intervention groups, during the course of all (IV/oral) study intervention; planned receipt of suppressive/prophylactic antibiotics with gram-negative activity after completion of study intervention.\n* Is currently participating in or has participated in an interventional clinical study with an investigational compound or device within 30 days prior to screening.\n* Has enrolled previously in the current study and been discontinued or has received REL for any other reason.\n* Has an estimated creatinine clearance (based on the Cockcroft-Gault equation, for participants ≥12 years of age or estimated glomerular filtration rate (eGFR), based on the modified Schwartz equation, for participants \\<12 years of age below that specified for the appropriate age range; or requires peritoneal dialysis, hemodialysis, or hemofiltration.\n* Has alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥5 × upper limit of normal (ULN) at the time of screening. NOTE: Patients with acute hepatic failure or acute decompensation of chronic hepatic failure should also be excluded.\n* Is a user of recreational or illicit drugs or has had a recent history of drug or alcohol abuse or dependence.\n* Is or has an immediate family member (e.g., spouse, parent/legal guardian, sibling, or child) who is investigational site or Sponsor staff directly involved with this study.","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With One or More Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The percentage of participants with AEs are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"64.5","spread":null},{"groupId":"OG003","value":"36.4","spread":null},{"groupId":"OG004","value":"71.4","spread":null},{"groupId":"OG005","value":"62.5","spread":null},{"groupId":"OG006","value":"93.3","spread":null},{"groupId":"OG007","value":"50.0","spread":null},{"groupId":"OG008","value":"25.0","spread":null},{"groupId":"OG009","value":"66.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Discontinued Study Medication Due to an Adverse Event (AE)","description":"An AE is any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease (new or exacerbated) temporally associated with the use of a study intervention. The percentage of participants who discontinued study medication due to an AE are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"12.9","spread":null},{"groupId":"OG003","value":"9.1","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"6.7","spread":null},{"groupId":"OG007","value":"25.0","spread":null},{"groupId":"OG008","value":"0.0","spread":null},{"groupId":"OG009","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With All-cause Mortality Through Day 28","description":"For each participant, survival status was assessed at Day 28 post-randomization. The percentage of participants with all-cause mortality through Day 28 is presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"0.0","spread":null},{"groupId":"OG003","value":"0.0","spread":null},{"groupId":"OG004","value":"0.0","spread":null},{"groupId":"OG005","value":"0.0","spread":null},{"groupId":"OG006","value":"0.0","spread":null},{"groupId":"OG007","value":"0.0","spread":null},{"groupId":"OG008","value":"0.0","spread":null},{"groupId":"OG009","value":"0.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Clinical Response at End of Therapy (EOT)","description":"A favorable clinical response at EOT requires an assessment of \"cure\" or \"improved\". Cure is defined as all preintervention signs and symptoms of the index infection have resolved (or returned to \"preinfection status\", with no new symptoms) AND no additional antibacterial intervention is required for the index infection. Improved is defined as the majority of preintervention signs and symptoms of the index infection have improved or resolved (or returned to \"preinfection status\", with no new symptoms) AND no additional antibacterial intervention is required. The percentage of participants with a favorable clinical response at EOT is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"77.4","spread":null},{"groupId":"OG003","value":"81.8","spread":null},{"groupId":"OG004","value":"90.5","spread":null},{"groupId":"OG005","value":"87.5","spread":null},{"groupId":"OG006","value":"53.3","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"87.5","spread":null},{"groupId":"OG009","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Clinical Response at Early Follow-Up (EFU)","description":"A favorable clinical response at EFU requires an assessment of \"cure\" or \"sustained cure\". Cure is defined as all preintervention signs and symptoms of the index infection have resolved (or returned to \"preinfection status\", with no new symptoms) AND no additional antibacterial intervention is required for the index infection. Sustained cure is defined as a clinical response for the prior visit (EOT or EFU) being defined as \"cure\". The percentage of participants with a favorable clinical response at EFU is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"77.4","spread":null},{"groupId":"OG003","value":"81.8","spread":null},{"groupId":"OG004","value":"85.7","spread":null},{"groupId":"OG005","value":"87.5","spread":null},{"groupId":"OG006","value":"26.7","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"62.5","spread":null},{"groupId":"OG009","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Clinical Response at Late Follow-Up (LFU)","description":"A favorable clinical response at LFU requires an assessment of \"cure\" or \"sustained cure\". Cure is defined as all preintervention signs and symptoms of the index infection have resolved (or returned to \"preinfection status\", with no new symptoms) AND no additional antibacterial intervention is required for the index infection. Sustained cure is defined as a clinical response for the prior visit (EOT or EFU) being defined as \"cure\". The percentage of participants with a favorable clinical response at LFU is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90.0","spread":null},{"groupId":"OG001","value":"50.0","spread":null},{"groupId":"OG002","value":"74.2","spread":null},{"groupId":"OG003","value":"81.8","spread":null},{"groupId":"OG004","value":"81.0","spread":null},{"groupId":"OG005","value":"87.5","spread":null},{"groupId":"OG006","value":"33.3","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"62.5","spread":null},{"groupId":"OG009","value":"33.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Microbiological Response at End of Therapy (EOT)","description":"A favorable microbial response is defined as eradication or presumed eradication. Eradication is defined as one of the following: A lower respiratory tract culture taken at the EOT visit shows eradication of the pathogen found at study entry for HABP/VABP; An intra-abdominal culture taken at the EOT visit shows eradication of the pathogen found at study entry for cIAI; A urine culture taken at the EOT visit shows eradication of the uropathogen (reduced to \\<103 CFU/mL) found at study entry for cUTI. Presumed eradication is defined as no specimen taken because participant is deemed clinically improved or cured of the pathogen found at study entry. The percentage of participants with a favorable microbial response at EOT is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"100.0","spread":null},{"groupId":"OG003","value":"100.0","spread":null},{"groupId":"OG004","value":"100.0","spread":null},{"groupId":"OG005","value":"100.0","spread":null},{"groupId":"OG006","value":"72.7","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"100.0","spread":null},{"groupId":"OG009","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Microbiological Response at End of Follow-Up (EFU)","description":"A favorable microbiological response at EFU is defined as eradication or presumed eradication. Eradication is defined as one of the following: A lower respiratory tract culture taken at the EFU visit shows eradication of the pathogen found at study entry for HABP/VABP; An intra-abdominal culture taken at the EFU visit shows eradication of the pathogen found at study entry for cIAI; A urine culture taken at the EFU visit shows eradication of the uropathogen (reduced to \\<103 CFU/mL) found at study entry for cUTI. Presumed eradication is defined as no specimen taken because participant is deemed clinically improved or cured of the pathogen found at study entry. The percentage of participants with a favorable microbial response at EFU is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"71.4","spread":null},{"groupId":"OG001","value":"100.0","spread":null},{"groupId":"OG002","value":"96.3","spread":null},{"groupId":"OG003","value":"100.0","spread":null},{"groupId":"OG004","value":"93.8","spread":null},{"groupId":"OG005","value":"100.0","spread":null},{"groupId":"OG006","value":"63.6","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"71.4","spread":null},{"groupId":"OG009","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Favorable Microbiological Response at Late Follow-Up (LFU)","description":"A favorable microbiological response at LFU is defined as eradication or presumed eradication. Eradication is defined as one of the following: A lower respiratory tract culture taken at the LFU visit shows eradication of the pathogen found at study entry for HABP/VABP; An intra-abdominal culture taken at the LFU visit shows eradication of the pathogen found at study entry for cIAI; A urine culture taken at the LFU visit shows eradication of the uropathogen (reduced to \\<103 CFU/mL) found at study entry for cUTI. Presumed eradication is defined as no specimen taken because participant is deemed clinically improved or cured of the pathogen found at study entry. The percentage of participants with a favorable microbial response at LFU is presented.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"85.7","spread":null},{"groupId":"OG001","value":"0.0","spread":null},{"groupId":"OG002","value":"96.3","spread":null},{"groupId":"OG003","value":"100.0","spread":null},{"groupId":"OG004","value":"87.5","spread":null},{"groupId":"OG005","value":"100.0","spread":null},{"groupId":"OG006","value":"72.7","spread":null},{"groupId":"OG007","value":"75.0","spread":null},{"groupId":"OG008","value":"71.4","spread":null},{"groupId":"OG009","value":"50.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve From Time 0 to 24 Hours (AUC0-24) of Imipenem Following Administration of IMI/REL","description":"AUC0-24 is a measure of the total amount of drug in the plasma from the dose to Hour 24. Blood samples were collected to determine the AUC0-24 of imipenem.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"610","spread":"55.5"},{"groupId":"OG001","value":"720","spread":"25.8"},{"groupId":"OG002","value":"692","spread":"23.5"},{"groupId":"OG003","value":"788","spread":"28.4"},{"groupId":"OG004","value":"795","spread":"19.5"}]}]}]},{"type":"SECONDARY","title":"Area Under the Curve From Time 0 to 24 Hours (AUC0-24) of Relebactam Following Administration of IMI/REL","description":"AUC0-24 is a measure of the total amount of drug in the plasma from the dose to Hour 24. Blood samples were collected to determine the AUC0-24 of relebactam.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"399","spread":"64"},{"groupId":"OG001","value":"469","spread":"30.9"},{"groupId":"OG002","value":"459","spread":"30.4"},{"groupId":"OG003","value":"634","spread":"56.8"},{"groupId":"OG004","value":"605","spread":"50.1"}]}]}]},{"type":"SECONDARY","title":"Concentration at End of Infusion (Ceoi) of Imipenem Following Administration of IMI/REL","description":"Ceoi is the concentration of the drug at the end of infusion. Blood samples for analysis were collected within 10 minutes of the end of infusion to determine the Ceoi of imipenem.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.2","spread":"17.6"},{"groupId":"OG001","value":"103","spread":"15"},{"groupId":"OG002","value":"101","spread":"12.7"},{"groupId":"OG003","value":"109","spread":"14.1"},{"groupId":"OG004","value":"117","spread":"5.51"}]}]}]},{"type":"SECONDARY","title":"Concentration at End of Infusion (Ceoi) of Relebactam Following Administration of IMI/REL","description":"Ceoi is the concentration of the drug at the end of infusion. Blood samples for analysis were collected within 10 minutes of the end of infusion to determine the Ceoi of relebactam.","paramType":"GEOMETRIC_MEAN","dispersionType":"Geometric Coefficient of Variation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.4","spread":"28.6"},{"groupId":"OG001","value":"56.1","spread":"18.6"},{"groupId":"OG002","value":"56.1","spread":"16.2"},{"groupId":"OG003","value":"67.1","spread":"27.4"},{"groupId":"OG004","value":"67.9","spread":"22.2"}]}]}]},{"type":"SECONDARY","title":"Percentage of Time Imipenem Concentration Is Above Minimum Inhibitory Concentration (%T>MIC of Imipenem) Following Administration of IMI/REL","description":"Percentage of Time Imipenem Concentration Is Above Minimum Inhibitory Concentration (%T\\>MIC) is defined as the cumulative percentage the drug concentration exceeds the MIC at steady state pharmacokinetic conditions. Blood samples were collected to determine %T\\>MIC of imipenem. %T\\>MIC is calculated using baseline microbiological response values.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":"0.0"},{"groupId":"OG001","value":"93.4","spread":"22.1"},{"groupId":"OG002","value":"83.6","spread":"23.1"},{"groupId":"OG003","value":"79.6","spread":"35.3"},{"groupId":"OG004","value":"83.5","spread":"25.6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Vomiting","Diarrhoea","Nausea","Pyrexia","Abdominal pain"]}}}