{"nctId":"NCT01841762","briefTitle":"Clinical Study of Macitentan in Patients With Pulmonary Arterial Hypertension to Psychometrically Validate the PAH-SYMPACT Instrument","startDateStruct":{"date":"2013-04-01","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":284,"armGroups":[{"label":"Macitentan","type":"EXPERIMENTAL","interventionNames":["Drug: Macitentan"]}],"interventions":[{"name":"Macitentan","otherNames":["Macitentan / ACT-064992"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent prior to initiation of any study mandated procedure\n2. Patients with symptomatic PAH in World Health Organization (WHO) Functional Class (FC) II to IV\n3. Patients with PAH belonging to one of the following subgroups of the Dana Point Clinical Classification Group 1:\n\n   1. Idiopathic, or\n   2. Heritable, or\n   3. Drug or toxin induced, or\n   4. Associated with one of the following:\n\n   i. Connective tissue disease ii. Congenital heart disease with simple systemic-to-pulmonary shunt at least one year after surgical repair iii. HIV infection\n4. Documented hemodynamic diagnosis of PAH by right heart catheterization - performed at any time prior to Screening showing:\n\n   1. Resting mean pulmonary arterial pressure (mPAP) ≥ 25 mmHg and\n   2. Resting pulmonary vascular resistance (PVR) \\> 240 dyn•s•cm-5 and\n   3. Pulmonary capillary wedge pressure (PCWP) or left ventricular end diastolic pressure (LVEDP) ≤ 15 mmHg\n5. 6-minute walk distance (6MWD) ≥ 150 m at Screening\n6. Able to fluently speak and read English\n7. For patients on phosphodiesterase type-5 inhibitors (PDE5i), inhaled prostacyclin analogues, or calcium channel blockers, stable doses for at least 3 months prior to Visit 2\n8. For patients on oral diuretics, stable doses for at least 4 weeks prior to Visit 2\n9. Men or women aged 18 or older\n\n   1. A woman is considered to be of childbearing potential unless she:\n\n      * Has not yet entered puberty, or\n      * Does not have a uterus, or\n      * Has gone through menopause (has not had a period for at least 12 months for natural reasons, or who has had their ovaries removed)\n   2. A women of childbearing potential is eligible only if she meets both criteria below:\n\n      * Has a negative serum pregnancy test at Screening and a negative urine pregnancy test at Baseline and agree to perform monthly urine pregnancy tests, and\n      * Agrees to use two methods of contraception (one method for patients with a progesterone implant or an intrauterine device or tubal sterilization) from the Screening Visit 1 until one month after study drug discontinuation\n\nExclusion Criteria:\n\n1. Moderate to severe obstructive lung disease: forced expiratory volume in one second (FEV1) / forced vital capacity \\< 70% and FEV1 \\< 65% of predicted value after bronchodilator administration\n2. Moderate to severe restrictive lung disease: total lung capacity \\< 60% of predicted value\n3. Hemoglobin \\< 75% of the lower limit of the normal range at screening\n4. Serum aspartate aminotransferase (AST) and/or alanine aminotransferase (ALT) \\> 3 times the upper limit of normal (ULN) at screening\n5. Estimated creatinine clearance \\< 30 mL/min at screening\n6. Systolic blood pressure (SBP) \\< 90 mmHg at screening\n7. Body weight \\< 40 kg at screening\n8. Known concomitant life-threatening diseases with a life expectancy of \\< 12 months\n9. Any condition that prevents compliance with the protocol or adherence to therapy\n10. Treatment with endothelin receptor antagonists (ERAs) within 3 months prior to Visit 2, or scheduled to receive any of these compounds, other than macitentan, during the trial\n11. Treatment with intravenous or subcutaneous prostacyclin or prostacyclin analogs within 3 months prior to Visit 2, or scheduled to receive any of these compounds during the trial\n12. Treatment with riociguat within 3 months prior to Visit 2, or scheduled to receive riociguat during the trial\n13. Treatment with strong cytochrome P450 (CYP) 3A4 inducers or inhibitors within 4 weeks prior to Visit 2\n14. Recently started (\\< 8 weeks prior to Visit 2) or planned cardio-pulmonary rehabilitation program based on exercise\n15. Females who are lactating or pregnant (positive Screening or Baseline pregnancy test) or plan to become pregnant during the study\n16. Known hypersensitivity to macitentan or its excipients or drugs of the same class\n17. Treatment with another investigational drug within 3 months prior to Visit 2\n18. Any known factor or disease that might interfere with treatment compliance, study conduct or interpretation of the results such as drug or alcohol dependence or psychiatric disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Development and Refinement of the Patient-reported Outcome Measure of Symptoms and Their Impact in PAH (the PAH-SYMPACT)","description":"Content validity of the PAH-SYMPACT was assessed using item performance, exploratory and confirmatory factor analysis. The final item content and domain structure of PAH-SYMPACT was determined based on these analyses from the Steering Committee (expert clinicians) and findings from the qualitative research done with patients previously.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null}]}]}]},{"type":"PRIMARY","title":"Validation of the Patient-reported Outcome Measure of Symptoms and Their Impact in PAH (the PAH-SYMPACT), With Reliability Assessed Via Test-retest Reliability.","description":"The reliability of the PAH-SYMPACT is assessed by test-retest reliability. Intra-class correlation coefficients (ICCs) assess test-retest reliability for the symptom and impact part scores as well as domains. ICCs equal to or greater than 0.70 are considered to demonstrate good test-retest reliability for total and domain scores.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.94","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.93","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.91","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.84","spread":null}]}]}]},{"type":"PRIMARY","title":"Validation of the Patient-reported Outcome Measure of Symptoms and Their Impact in PAH (the PAH-SYMPACT), Assessing Internal Consistency Reliability.","description":"The reliability of the PAH-SYMPACT is assessed by internal consistency reliability. This was determined using Cronbach's alpha-a value on an internal level scale from 0 to 1.0 with higher scores indicating a more-reliable (precise) instrument.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.81","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.88","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.87","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-emergent Adverse Events, Serious Adverse Events, and Adverse Events Resulting in Patient Study Drug Discontinuation Between Time Periods, BL to End of Study Visit (EoS, Week 16+30 Days for Follow-up Safety Visits)","description":"Safety events are reported and documented as defined in study protocol.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"228","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Assessment of the Sensitivity to Detect Change in the Symptoms and Impacts Domain Scores of the PAH-SYMPACT From Baseline to Week 16.","description":"Sensitivity to change is an aspect of construct validity and represents the instrument's ability to detect underlying change. Sensitivity to change was examined to compare the difference in mean score in each domain of the PAH-SYMPACT. The symptoms and impacts domains consisted of 11 items each reported on a 7-point Likert Scale (from 0=no symptom/with no difficulty at all/not at all to 6=very severe symptoms/very much/extremely/not able at all). An average symptoms domain score is determined based on the daily scores of the containing items. An average impacts domain score is determined based on the items in the domain.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":49,"n":284},"commonTop":["Oedema peripheral","Headache","Dyspnoea","Cough","Nasal congestion"]}}}