{"nctId":"NCT01077960","briefTitle":"Safety and Efficacy Study of Serostim® Human Immunodeficiency Virus-Associated Adipose Redistribution Syndrome","startDateStruct":{"date":"2005-02"},"conditions":["Human Immunodeficiency Virus-Associated Adipose Redistribution Syndrome"],"count":126,"armGroups":[{"label":"Serostim","type":"EXPERIMENTAL","interventionNames":["Biological: Serostim"]}],"interventions":[{"name":"Serostim","otherNames":["mammalian cell-derived recombinant human growth hormone","r hGH"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must meet all inclusion/exclusion criteria for Serono Study 25373, have participated in Serono Study 24380, must have been assigned to Group A, must have completed all treatments and procedures (including baseline, Week 12 and Week 36 Computerized Tomography (CT) and Dual-Energy X-ray Absorptiometry (DXA) Scans) and had no major protocol violation.\n* Must be taking antiretroviral medications that are approved or are available under a Treatment Investigational New Drug (IND). Subjects must also agree not to discontinue or to change their regimen for the duration of the study except as judged medically necessary.\n* Must be willing and able to comply with the protocol for the duration of the study.\n* Must have voluntarily provided written informed consent and a subject authorization under Health Insurance Portability and Accountability Act of 1996 (HIPAA), prior to any study-related procedure that is not part of normal medical care, and with the understanding that the subject may withdraw consent at any time without prejudice to future medical care.\n* If female, subjects must either:\n\n  * Be post menopausal (=/\\>1 year) or surgically sterilized (i.e., have undergone tubal ligation or hysterectomy), or\n  * Use a contraceptive method for the duration of the study such as: hormonal contraceptive,intra uterine device,diaphragm with spermicide, or condom with spermicide, and\n  * Must be neither pregnant nor breast feeding.\n  * Confirmation that female subjects of childbearing potential are not pregnant must be established by a negative pregnancy test prior to initiating first treatment.\n\nA pregnancy test is not required if the subject is post menopausal or surgically sterilized.\n\nExclusion Criteria:\n\n* Have any condition, which interferes with informed consent or protocol compliance including, but not limited to, active substance abuse and/or dementia.\n* Have any active malignancy, except localized cutaneous Kaposi's sarcoma (fewer than 10 lesions, none of which are larger than 2 cm, and not on active therapy).\n* Have active central nervous system (CNS) process associated with neurological findings.\n* Have acute illness treated in an intensive care unit, e.g., due to complications following open heart or abdominal surgery, multiple accidental trauma, or acute respiratory failure.\n* Have any medical condition in view of which the study doctor and/or Serono Medical/Therapeutic Director feels that it would be in the best interest of the subject not to participate in the follow-up study.\n* Are unable to comply with the Concomitant Therapy restrictions as outlined in Section 5.5 and listed as follows:\n\n  * Therapy for obesity including therapy with anorexigenic or fat reducing drugs.\n  * Anti-diabetic or insulin sensitizing medications.\n  * Systemic glucocorticoids.\n  * Systemic chemotherapy, interferon or radiation therapy treatment.\n  * Androgenic agents including, but not limited to, testosterone, nandrolone (Deca-durabolin), oxandrolone (Oxandrin), oxymetholone (Anadrol), dehydroepiandrosterone (DHEA), etc. (Testosterone replacement therapy for hypogonadism is the exception to this exclusion and will be allowed if started \\>30 days prior to Study Day 1 of Serono Study 24380).\n  * Progestational agents, unless used for oral contraception or post-menopausal hormone replacement therapy.\n  * Appetite stimulants such as dronabinol (Marinol), megestrol acetate (Megace), or cyproheptadine (Periactin).\n  * Investigational agents, unless approved in advance by Serono's Medical Director. Specifically, experimental antiretroviral agents are disallowed, unless available under a treatment IND or expanded access program (30 days).\n  * Liposuction or other elective plastic surgery.\n  * Acquired Immune Deficiency Syndrome (AIDS) wasting therapy with growth hormone and/or prior treatment with growth hormone or a growth hormone releasing factor (for 12 months prior to the screening visit).\n* Are participating in any other clinical studies (except Serono Study 24380). Observation studies are allowed, but prior written permission by Serono Medical/Therapeutic Director must be granted.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 in Trunk Fat as Assessed by Dual-Energy X-Ray Absorptiometry (DXA) Scan","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.7","spread":"1.4"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Waist Circumference","description":"Measured by anthropometry","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"3.0"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in Insulin-like Growth Factor I","description":"Circulating levels of IGF-I","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"135.7","spread":"210.7"}]}]}]},{"type":"SECONDARY","title":"Oral Glucose Tolerance Testing - Change From Baseline to Week 12 in Fasting Insulin","description":"Oral glucose tolerance testing","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.8","spread":"22.3"}]}]}]},{"type":"SECONDARY","title":"Oral Glucose Tolerance Testing - Change From Baseline to Week 12 in 120 Minute Glucose","description":"Oral glucose testing","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":"43.7"}]}]}]},{"type":"SECONDARY","title":"Oral Glucose Tolerance Testing - Change From Baseline to Week 12 in Fasting Glucose","description":"Oral glucose testing","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"20.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":126},"commonTop":["Oedema peripheral","Arthralgia","Hypoaesthesia","Blood glucose increased","Joint swelling"]}}}