{"nctId":"NCT01970878","briefTitle":"Extension Study to Evaluate the Safety and Efficacy of PT003, PT001, and PT005 in Subjects With Moderate to Very Severe COPD, With Spiriva® Handihaler® (PINNACLE 3)","startDateStruct":{"date":"2013-11"},"conditions":["Chronic Obstructive Pulmonary Disease (COPD)"],"count":892,"armGroups":[{"label":"GFF MDI (PT003)","type":"EXPERIMENTAL","interventionNames":["Drug: GFF MDI (PT 003)"]},{"label":"GP MDI (PT001)","type":"EXPERIMENTAL","interventionNames":["Drug: GP MDI (PT001)"]},{"label":"FF MDI (PT005)","type":"EXPERIMENTAL","interventionNames":["Drug: FF MDI (PT005)"]},{"label":"Open-label tiotropium bromide inhalation powder","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Open-label tiotropium bromide inhalation (Spiriva® Handihaler®)"]}],"interventions":[{"name":"GFF MDI (PT 003)","otherNames":[]},{"name":"GP MDI (PT001)","otherNames":[]},{"name":"FF MDI (PT005)","otherNames":[]},{"name":"Open-label tiotropium bromide inhalation (Spiriva® Handihaler®)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Participant in/completion of previous 24-week PINNACLE Phase III Trial.\n* Male or female subjects at least 40 years of age and no older than 80 at Visit 1.\n* Subjects with an established clinical history of COPD as defined by the American Thoracic Society (ATS)/European Respiratory Society (ERS)\n* Current or former smokers with a history of at least 10 pack-years of cigarette smoking.\n* Subjects with FEV1/forced vital capacity (FVC) ratio of \\<0.70 and FEV1 \\<80% predicted normal and ≥750 mL if FEV1 \\<30% of predicted normal value.\n* Subjects willing and, in the opinion of the investigator, able to adjust current COPD therapy as required by the protocol\n\nKey Exclusion Criteria:\n\n* Significant diseases other than COPD, i.e. disease or condition which, in the opinion of the investigator, may put the patient at risk because of participation in the study or may influence either the results of the study or the subject's ability to participate in the study\n* Current diagnosis of asthma or alpha-1 antitrypsin deficiency\n* Other active pulmonary disease such as active tuberculosis, lung cancer, bronchiectasis, sarcoidosis, idiopathic interstitial pulmonary fibrosis, primary pulmonary hypertension, or uncontrolled sleep apnea\n* Hospitalized due to poorly controlled COPD within 3 months prior to screening or during the Screening Period\n* Poorly controlled COPD, defined as acute worsening of COPD that requires treatment with oral corticosteroids or antibiotics within 6 weeks prior to screening or during the Screening Period\n* Lower respiratory tract infections that required antibiotics within 6 weeks prior to screening or during the Screening Period\n* Unstable ischemic heart disease, left ventricular failure, or documented myocardial infarction within 12 months of enrollment.\n* Recent history of acute coronary syndrome, percutaneous coronary intervention, coronary artery bypass graft within the past three months\n* Congestive heart failure (CHF) New York Heart Association (NYHA) Class III/IV)\n* Clinically significant abnormal 12-lead electrocardiogram (ECG)\n* Abnormal liver function tests defined as alanine transaminase (ALT), aspartate transaminanse (AST), or total bilirubin ≥ 1.5 times upper limit of normal at Visit 1 and on repeat testing\n* Cancer not in complete remission for at least five years\n* History of hypersensitivity to β2-agonists, glycopyrronium or other muscarinic anticholinergics, lactose/milk protein or any component of the MDI\n\nOther protocol-defined inclusion/exclusion criteria may apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Morning -Pre-dose Trough FEV1 Over 52 Weeks","description":"Change From Baseline in Morning Pre-Dose Trough FEV1 Over 52 Weeks as a Model-Based Average (ITT Population). FEV1 was assessed at multiple time points post-baseline, and a model-based average of all visits starting from Week 2 through week 52 inclusive was calculated. The change values reported in the table represent the change between the baseline and the average FEV1 post-baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.133","spread":null},{"groupId":"OG001","value":"0.076","spread":null},{"groupId":"OG002","value":"0.068","spread":null},{"groupId":"OG003","value":"0.107","spread":null}]}]}]},{"type":"SECONDARY","title":"Self-Administered Computerized (SAC) TDI Focal Score Over 52 Weeks","description":"SAC TDI focal score over 52 Weeks as a Model-Based Average (ITT Population) The TDI is an instrument which measures the changes in the participant's dyspnea from Baseline. The scores in the TDI evaluate ratings for 3 different categories (functional impairment, magnitude of task in exertional capacity, and magnitude of effort). TDI scores ranged from -3 (major deterioration) to +3 (major improvement); total score = -9 to 9.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.3","spread":null},{"groupId":"OG002","value":"0.3","spread":null},{"groupId":"OG003","value":"0.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Peak Change From Baseline in FEV1 Within 2 Hrs Post-dosing","description":"Peak change from Baseline FEV1 Over 52 Weeks is a Model-Based Average (ITT Population). Peak FEV1 was assessed at multiple visits post-baseline, and a model-based average of all visits starting from Week 2 through week 52 inclusive was calculated. The change values reported in the table represent the change between the baseline and the average Peak FEV1 post-baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.363","spread":null},{"groupId":"OG001","value":"0.234","spread":null},{"groupId":"OG002","value":"0.275","spread":null},{"groupId":"OG003","value":"0.270","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in SGRQ Total Score","description":"The SGRQ is a disease-specific questionnaire, self-completed by participants, used to evaluate the effect of GFF MDI, FF MDI and GP MDI on health-related quality of life as compared to placebo in subjects with COPD. The scores range from 0 (best possible health status) to 100 (worst possible health status). The SGRQ contains 76 items grouped into three domains (symptoms, activity and impacts). Change from Baseline in total score of -4 units or lower is considered as clinically meaningful improvement in quality of life. SGRQ Total Score was assessed at multiple visits post-baseline, and a model-based average of all visits starting from Week 12 through week 52 inclusive was calculated. The change values reported in the table represent the change between the baseline and the average SGRQ Total Score post-baseline.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.3","spread":null},{"groupId":"OG001","value":"-1.9","spread":null},{"groupId":"OG002","value":"-2.4","spread":null},{"groupId":"OG003","value":"-2.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Average Daily Rescue Ventolin Use","description":"Subjects recorded in their diary the number of puffs of rescue Ventolin HFA taken on each study day. The subject's average daily number of puffs of rescue Ventolin HFA was calculated over the entire 52-week treatment period. Missing values were ignored in both the numerator and denominator. Diary data recorded during the last 7 days of the 10-14 day screening period were used to calculate the baseline average. Change in rescue Ventolin HFA use was calculated by subtracting the baseline average from the 52-week average.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.9","spread":null},{"groupId":"OG001","value":"-0.4","spread":null},{"groupId":"OG002","value":"-0.7","spread":null},{"groupId":"OG003","value":"-0.4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":114,"n":1036},"commonTop":["Nasopharyngitis","Upper Respiratory Tract Infection"]}}}