{"nctId":"NCT00142506","briefTitle":"Study of Sildenafil Citrate During and After Radiotherapy/Hormone Therapy for Erectile Function Versus Radiotherapy/Hormone Therapy for Prostate Cancer","startDateStruct":{"date":"2005-02"},"conditions":["Prostate Cancer","Erectile Dysfunction"],"count":290,"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: sildenafil citrate and questionaires"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo tablets and questionaires"]}],"interventions":[{"name":"sildenafil citrate and questionaires","otherNames":[]},{"name":"placebo tablets and questionaires","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To receive external beam radiation therapy and/or brachytherapy for biopsy-proven prostate cancer.\n* Baseline International Index of Erectile Function (IIEF) erectile function domain score \\>= 17.\n* Patients receiving radiotherapy with hormone therapy undergoing a maximum of 9 months of hormone therapy will be acceptable.\n\nExclusion Criteria:\n\n* Baseline IIEF-EF (1-30) domain score of \\<17 pre-therapy\n* Current routine use of erectogenic agents (use of agents \\> 4 times per month would constitute \"routine use\")\n* Neoadjuvant androgen deprivation therapy started more than 1 month prior to entry into study (intake of Bicalutamide alone does not constitute exclusion from study entry)\n* Have a clinically significant penile deformity in the opinion of the investigator (ie: Peyronie's Disease)\n* Non-organ confined disease\n* Prior prostate surgery or cryotherapy\n* Prior prostate radiotherapy started more than 2 weeks prior to entry into study\n* Currently taking 0.8mg Flomax daily\n* Penile implant history\n* Present at baseline with chronic angina requiring nitrates, angina occurring during sexual intercourse or unstable angina within the last 6 months.\n* History of myocardial infarction, coronary artery bypass graft surgery or percutaneous coronary intervention within 90 days of baseline visit.\n* History of significant cardiac conduction defect within 90 days of baseline visit.\n* Exhibit systolic blood pressure \\> 170 or \\< 90 mm Hg or diastolic blood pressure \\> 100 or \\< 50 mm Hg at baseline visit or have a history of malignant hypertension\n* Have any condition that would interfere with the subject's ability to provide informed consent or comply with study instructions, would place subject at increased risk, or might confound the interpretation of the study results\n* Currently receive treatment with nitrates, cancer chemotherapy, or antiandrogens (except finasteride taken as Propecia or Proscar)\n* Have a history of drug, alcohol, or substance abuse within the past 6 months, as assessed by the investigator.","healthyVolunteers":false,"sex":"MALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Assessment of Erectile Dysfunction","description":"The International Index of Erectile Function (IIEF) is used for the evaluation of male sexual function and diagnostic evaluation of Erectile Dysfunction (ED) severity. There are 5 domains of the IIEF: erectile function, orgasmic function, sexual desire, intercourse satisfaction, and overall satisfaction. A score of 0-5 is awarded to each question of the IIEF. Total IIEF scores range from 0-75. Lower scores indicate severe erectile dysfunction (0=severe erectile dysfunction), while higher scores indicate less erectile dysfunction (75=no erectile dysfunction).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"59.00","spread":null},{"groupId":"OG001","value":"58","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58.00","spread":null},{"groupId":"OG001","value":"51","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"58","spread":null},{"groupId":"OG001","value":"54.50","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":38,"n":184},"commonTop":["Glucose, high (hyperglycemia)"]}}}