{"nctId":"NCT02801578","briefTitle":"A Study of Different Doses of Ibrutinib in Participants With Chronic Lymphocytic Leukemia (CLL)","startDateStruct":{"date":"2016-07-06","type":"ACTUAL"},"conditions":["Chronic Lymphocytic Leukemia"],"count":11,"armGroups":[{"label":"Ibrutinib","type":"EXPERIMENTAL","interventionNames":["Drug: Ibrutinib"]}],"interventions":[{"name":"Ibrutinib","otherNames":["PCI-32765","Imbruvica"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with a diagnosis of CLL (any stage) with ALC \\>/= 20 x 109/l, requiring therapy.\n2. Able to receive ibrutinib through commercial supply, i.e., insured patients meeting FDA-approved indications.\n3. Age \\>/=18 years.\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0-2.\n5. Adequate end organ function, defined as the following: total bilirubin \\</= 1.5 x upper limit of normal (ULN, unless due to Gilbert syndrome, in which case it should be \\</= 3.0 x ULN), ALT and AST \\</= 2.5 x ULN, CrCL \\>/= 25 ml/min.\n6. Able to understand and sign the IRB-approved informed consent document for this trial.\n7. Women of childbearing potential (WOCBP) must practice 2 effective methods of birth control during the course of the study. Male patients who are partners of WOCBP should also practice an effective method of contraception. Effective methods of birth control include diaphragm or condoms with spermicidal foam or jelly, birth control pills (BCPs), injections or patches, intra-uterine devices (IUDs) and surgical sterilization. Postmenopausal women must be amenorrheic for \\>/= 12 months to be considered of non-childbearing potential, Women and men must continue birth control for the duration of the trial and \\>/= 3 months after the last dose of study drug, All WOCBP MUST have a negative pregnancy test prior to beginning ibrutinib on study.\n8. Patients should have discontinued any and all other therapy for CLL \\>/= 48 hours prior to start of study therapy and recovered from any toxicity due to these therapies to grade \\</= 1.\n\nExclusion Criteria:\n\n1. Previous treatment with ibrutinib.\n2. Current therapy with warfarin or other anticoagulants at therapeutic doses, e.g., low molecular weight heparin, fondaparinux, dabigatran, rivaroxaban, apixaban or edoxaban that are unable to be discontinued.\n3. Active gastrointestinal conditions that are expected to impair absorption of orally administered medications.\n4. Active, uncontrolled infection.\n5. History of hypersensitivity to ibrutinib.\n6. Pregnancy or lactation.\n7. Patients with leukemic involvement of the central nervous system.\n8. Patients who currently have or have a history of the following within 6 months preceding study entry are not eligible: Unstable angina (UA) or myocardial infarction (MI), Clinically significant atrial or ventricular arrhythmias (e.g., AF, atrial flutter, ventricular tachycardia, ventricular fibrillation, or torsades de pointes), New York Heart Association (NYHA) class III or IV heart failure.\n9. Patients on strong CYP3A inducers or inhibitors that are unable to be discontinued. The list of drugs that interact with cytochrome P450 enzymes can be found online at: http://medicine.iupui.edu/clinpharm/DDIs/ClinicalTable.aspx","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Participants With >/= 95 % Bruton's Tyrosine Kinase (BTK) Occupancy","description":"BTK occupancy level measured by fluorescent affinity probe just before dosing and at 4 and 24 hours post-dosing on days 1, 8, and 28 (but before the first dose of the next cycle) of each cycle.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":11},"commonTop":["Diarrhea","Nausea","Gastroesophageal Reflux Disease","Bruising","Rash Acneiform"]}}}