{"nctId":"NCT01091675","briefTitle":"Assessment of the Response to Etoricoxib in Patients With Ankylosing Spondylitis and Inadequate Response to ≥2 NSAIDs","startDateStruct":{"date":"2010-09"},"conditions":["Ankylosing Spondylitis"],"count":58,"armGroups":[{"label":"etoricoxib","type":"EXPERIMENTAL","interventionNames":["Drug: Etoricoxib"]}],"interventions":[{"name":"Etoricoxib","otherNames":["Arcoxia"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients ≥ 18 years.\n2. Patients with diagnosis of AS (based on New York criteria) made ≥ 6 months prior to study start.\n3. Patient with axial involvement.\n4. Patients who have been treated with ≥ 2 documented NSAID with proven anti-inflammatory potency during at least 3 months at maximal recommended or tolerated doses prior the visit 1.\n5. Patients who demonstrate a Bath Ankylosing Spondylitis Disease Activity Index score of ≥ 4 (range 0-10).\n\nExclusion Criteria:\n\n1. Patient that according to the investigator opinion is legally unable (i.e. mentally incapable person), with psychiatric disorder precedent, active psychosis or emotional problems at the moment to be enrolled in the study.\n2. Patient who is participating in a clinical study with a drug or experimental device or it was done within 4 weeks prior to the inform consent signature.\n3. Patient with a recent history (since last 5 years) of abuse or dependence to opiates, tranquilizer or drugs at the inform consent signature moment. Patient with a recent history (since last 5 years) of alcoholism or drug addiction.\n4. Patient with a history of neoplastic disease or malignant neoplasia ≤ 5 years prior to the inform consent signature, except basal cell or squamous cell cancer skin adequately treated or uterine cancer insitu without recurrence prior to study entry according to the investigator opinion. Patients with history of leukemia, lymphoma, malignant melanoma or myeloproliferative disease cannot participate at the study.\n5. Pregnancy, lactation or waiting to conceive a child\n6. Patient with history of disorders, treatments or laboratory abnormality that can interfere with the study results and study participation.\n7. Patient cannot comply with the study procedures, study calendar. Patient with plan of moving.\n8. Patients awaiting the legal assessment of the degree of disability or the permanent work disability\n9. Patients unable to respond to questionnaires (difficulty understanding and / or reading of questionnaires)\n10. Any other warning that, in the investigator opinion, could discourage the inclusion of the patient in the study.\n11. Patient to be treated with other drug which can modulate the pain perception\n12. Patients with AS associated disease (inflammatory bowel disease, psoriasis).\n13. Patients with active peripheral articular involvement defined by presence of peripheral arthritis.\n14. Patient with predominant enthesitis or an enthesis that, according to investigator's opinion, can confound the correct evaluation.\n15. Presence of extra-articular manifestations.\n16. Patients with fibromyalgia or other rheumatic disorders that could confound the evaluation of efficacy\n17. Patients with AS who received biologic therapy. Note: The use of approved nonstudy antirheumatic therapy at a stable dose(methotrexate, sulfasalazine) for 3 months prior to the study start will be allowed.\n18. Patients with AS who received active treatment with etoricoxib\n19. Hypersensitivity to the active substance or to any of the excipients\n20. Active peptic ulceration or active gastro-intestinal bleeding\n21. Patients with severe renal failure (creatinine clearance rate \\< 30 ml/min)\n22. Congestive heart failure (NYHA II-IV)\n23. Established ischaemic heart disease or cerebrovascular disease\n24. Patients with severe hepatic dysfunction (serum albumin \\<25 g/l or Child-Pugh score ≥10).\n25. Patients who have experienced bronchospasm, acute rhinitis, nasal polyps, angioneurotic oedema, urticaria, or allergic-type reactions after taking acetylsalicylic acid or NSAIDs including cyclooxygenase-2 inhibitors\n26. Patients with hypertension whose blood pressure is persistently elevated above 140/90mmHg and has not been adequately controlled\n\n    \\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"the Percentage of Patients Fulfilling the Assessment Study (ASAS) Response Criteria Were Determined","description":"BASDAI Bath Ankylosing Spondylitis Disease Activity Index, is the gold standard for measuring and evaluating disease activity in Ankylosing Spondylitis consists of a one through 10 scale which is used to answer 6 questions pertaining to the 5 major symptoms of AS.\n\nBASDAI has been used to assess the efficacy of the treatment. Possible Patients were considerate respond to ASABIO criteria when presented a change of 2 in the BASDAI score range.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":57},"commonTop":["arterial hypertension","Tachycardia","headache","anxiety","Nervousness"]}}}