{"nctId":"NCT03304054","briefTitle":"Study to Evaluate Amifampridine Phosphate in Patients With MuSK-MG","startDateStruct":{"date":"2018-04-18","type":"ACTUAL"},"conditions":["Myasthenia Gravis, Generalized"],"count":93,"armGroups":[{"label":"amifamapridine phosphate tablets","type":"EXPERIMENTAL","interventionNames":["Drug: Amifampridine Phosphate"]},{"label":"placebo tablets","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo Oral Tablet"]}],"interventions":[{"name":"Amifampridine Phosphate","otherNames":[]},{"name":"Placebo Oral Tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Willing and able to provide written informed consent after the nature of the study has been explained and before the start of any research-related procedures.\n2. Male or female ≥18 years of age.\n3. Positive serologic test for anti-MuSK antibodies or anti-AChR antibodies as confirmed at Screening or by previous antibody test, with report available.\n4. Confirmatory EMG or EMG report.\n5. Myasthenia Gravis Foundation of America (MGFA) Class II to IV at Screening.\n6. MG-ADL score of ≥6 at Screening, with more than 50% of this score attributed to non-ocular items.\n7. Patients receiving steroids or pyridostigmine should not have any modification of drug regimen during the month before Screening.\n8. Female patients of childbearing potential must have a negative pregnancy test (serum human chorionic gonadotropin \\[HCG\\] at screening); and must practice an effective, reliable contraceptive regimen during the study and for up to 30 days following discontinuation of treatment.\n9. Ability to participate in the study based on overall health of the patient and disease prognosis, as applicable, in the opinion of the Investigator; and able to comply with all requirements of the protocol, including completion of study questionnaires.\n\nExclusion Criteria:\n\n1. Epilepsy and currently on medication.\n2. Concomitant use of medicinal products with a known potential to cause QTc prolongation.\n3. Patients with long QT syndromes.\n4. History of thymectomy within 12 months before Screening.\n5. An electrocardiogram (ECG) within 6 months before starting treatment that shows clinically significant abnormalities, in the opinion of the Investigator.\n6. Breastfeeding or pregnant at Screening or planning to become pregnant at any time during the study.\n7. Patients receiving immunomodulatory treatment (e.g. plasma exchange \\[PE\\], therapeutic plasma exchange \\[TPE\\], intravenous immunoglobulin G \\[IVIG\\]) should not have any treatment in the previous 4 weeks prior to Randomization or at any time during the study.\n8. Use of rituximab or other similar biologic medications for immunomodulation within 6 months prior to Screening.\n9. Treatment with an investigational drug (other than amifampridine) or device within 30 days before Screening or while participating in this study.\n10. Any medical condition that, in the opinion of the Investigator, might interfere with the patient's participation in the study, poses an added risk for the patient, or confound the assessment of the patient.\n11. History of drug allergy to any pyridine-containing substances or any amifampridine excipient(s).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Myasthenia Gravis-Activities of Daily Living (MG-ADL) Summary by Time Point and Myasthenia Gravis Type: Wilcoxon-Mann-Whitney Rank Sum Test Results","description":"Myasthenia Gravis-Activities of Daily Living (MG-ADL) is a self-report scale to assess the patient's MG symptoms and functional performance of activities of daily living. The eight items are scored on a scale of 0-3 with 3 representing the most severe symptoms or impaired performance and 0 representing no symptoms or impaired performance. Each item was assessed by the patient at the last day (Day 0) of the Run-in period and at the post-treatment visit. The post-treatment result will be the result obtained on Day 10. If the patient discontinued treatment early, the post-treatment result may be obtained at an earlier time point. The total MG-ADL score was calculated as the sum of each item score, with a maximum score of 24 (most severe symptoms/impairment) and minimum score of 0 (least severe symptoms/impairment). The change from baseline (CFB) at Day 10 was assessed. A Wilcoxon-Mann-Whitney Rank Sum Test of equality of change from baseline distributions between subjects diagnos","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.96","spread":"2.915"},{"groupId":"OG001","value":"3.86","spread":"2.103"},{"groupId":"OG002","value":"6.14","spread":"3.388"},{"groupId":"OG003","value":"7.00","spread":"4.175"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6.00","spread":"3.658"},{"groupId":"OG001","value":"6.11","spread":"3.19"},{"groupId":"OG002","value":"4.71","spread":"3.147"},{"groupId":"OG003","value":"10.38","spread":"3.583"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.04","spread":"2.980"},{"groupId":"OG001","value":"2.25","spread":"3.658"},{"groupId":"OG002","value":"-1.43","spread":"2.225"},{"groupId":"OG003","value":"3.38","spread":"2.825"}]}]}]},{"type":"SECONDARY","title":"Quantitative Myasthenia Gravis (QMG) Total Score Summary Statistics by Time Point and MG Type: Wilcoxon-Mann-Whitney Rank Sum Test Results","description":"Quantitative Myasthenia Gravis (QMG) assesses the patient's general body strength and fatigability. Each test item is scored on a scale of 0-3 with 3 representing the most severe symptom results and 0 representing no symptom results. Each item was assessed by the patient at Screening, the first (Day 1) and last day (Day 0) of the Run-in period and at the post-treatment visit. The post-treatment result will be the result obtained on Day 10. If the patient discontinued treatment early, the post-treatment result may be obtained at an earlier time point. The total QMG score was calculated as the sum of each item score, with a maximum score of 39 (most severe symptoms) and minimum score of 0 (least severe symptoms). The change from baseline (CFB) at Day 10 was assessed. A Wilcoxon-Mann-Whitney Rank Sum Test of equality of change from baseline distributions between subjects diagnosed with MuSK-MG treated with amifampridine and placebo was conducted.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.00","spread":"3.873"},{"groupId":"OG001","value":"8.64","spread":"3.744"},{"groupId":"OG002","value":"10.57","spread":"3.359"},{"groupId":"OG003","value":"14.13","spread":"4.155"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.19","spread":"5.367"},{"groupId":"OG001","value":"10.16","spread":"3.648"},{"groupId":"OG002","value":"10.86","spread":"3.024"},{"groupId":"OG003","value":"14.43","spread":"3.952"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":"3.99"},{"groupId":"OG001","value":"1.80","spread":"3.948"},{"groupId":"OG002","value":"0.29","spread":"3.039"},{"groupId":"OG003","value":"0.86","spread":"2.673"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":86},"commonTop":["Paraesthesia oral","Paraesthesia","Nausea","Diarrhoea","Fatigue"]}}}