{"nctId":"NCT01027949","briefTitle":"An Open-Label Extension Trial of UT-15C Sustained-release (SR) in Subjects With Pulmonary Arterial Hypertension","startDateStruct":{"date":"2007-01-16","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":894,"armGroups":[{"label":"Oral Treprostinil","type":"EXPERIMENTAL","interventionNames":["Drug: Oral Treprostinil"]}],"interventions":[{"name":"Oral Treprostinil","otherNames":["Treprostinil diethanolamine, treprostinil diolamine","UT-15C"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The subject remained on study drug and completed all assessments during the Treatment Phase of the previous study (TDE-PH-202, TDE-PH-203, TDE-PH-205, TDE-PH-301, TDE PH-302, or TDE-PH-308) OR the subject permanently discontinued study drug during the Treatment Phase of the previous study due to clinical worsening (as defined in the protocol of the previous study), completed premature termination assessments prior to discontinuing study drug, completed all remaining scheduled study visits, AND received placebo during the Treatment Phase of the previous studies OR the subject was randomized into Group 1 or Group 2 in Study TDE PH 202, permanently discontinued study drug during the 12-week Treatment Phase due to clinical worsening, completed all premature termination assessments prior to discontinuing study drug, and completed all remaining scheduled study visits and assessments (with the exception of the hemodynamic measurements) through Week 12. Such subjects should have started treatment with oral treprostinil in the open-label study at 0.25 mg twice daily (BID).\n2. The subject voluntarily gave informed consent to participate in the study.\n3. Women of childbearing potential includes any female who had experienced menarche and who had not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation, or bilateral oophorectomy) or was not postmenopausal (defined as amenorrhea for at least 12 consecutive months). Sexually active women of childbearing potential must have used 2 effective forms of contraception during the length of the study. Medically acceptable forms of effective contraception included: (1) approved hormonal contraceptives (such as birth control pills), (2) barrier methods (such as a condom or diaphragm) used with a spermicide, (3) an intrauterine device, (4) partner vasectomy, or (5) abstinence. Males participating in the study must have used a condom during the length of the study, and for at least 48 hours after discontinuing study medication. Protocol Amendment A.1AU included the required assessment for Austrian subjects to perform urine pregnancy tests every 4 weeks during the study.\n\nExclusion Criteria:\n\n1. The subject permanently discontinued study drug during the previous study (TDE PH 202, TDE-PH-203, TDE PH 205, TDE-PH-301, TDE-PH-302, or TDE PH 308) due to treatment-related adverse events (AEs).\n2. The subject permanently discontinued study drug during the Treatment Phase of the previous study (TDE-PH-202, TDE-PH-203, TDE-PH-205, TDE-PH-301, TDE-PH-302, or TDE-PH-308) due to clinical worsening (as defined in those study protocols) and did not undergo premature termination assessments prior to discontinuing study drug, and/or did not complete all remaining study visits through the final scheduled visit.\n3. The subject prematurely discontinued study drug during the Treatment Phase of the previous study due to clinical worsening (as defined in those study protocols), completed premature termination assessments prior to discontinuing study drug, completed all remaining scheduled study visits AND received oral treprostinil during the Treatment Phase of the previous study (TDE PH-202, TDE-PH-203, TDE-PH-301, TDE-PH-302, or TDE PH-308). Subjects enrolled in Study TDE-PH-202 who were randomized into the individual maximum tolerated dose (iMTD) group who clinically worsened could not participate. Subjects who permanently discontinued study drug during the 12-week Treatment Phase due to treatment-related AEs were not eligible even if they completed all remaining scheduled study visits. Subjects who permanently discontinued study drug during the 12 week Treatment Phase and did not undergo premature termination assessments prior to discontinuing study drug and/or who did not complete all remaining study visits through the Week 12 visit were also not eligible.\n4. The subject developed any concurrent illness or condition during the conduct of the previous study, including but not restricted to: sleep apnea, chronic renal insufficiency, anemia, uncontrolled systemic hypertension, or left sided heart disease, unless their physician felt that entry into this study would not be detrimental to their overall health.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Exercise Capacity at Month 12","description":"Assess the effect of continued therapy with oral treprostinil on exercise capacity as assessed by the change from Baseline in 6-Minute Walk Test (6MWT) after 1 year of treatment. The 6MWT is the clinical standard for assessing subject functional status in the treatment of PAH and has been considered an objective measure of subject functional status by the American Thoracic Society. The distance a subject can walk in 6 minutes is recorded in meters.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":547,"n":894},"commonTop":["Headache","Diarrhoea","Nausea","Flushing","Vomiting"]}}}