{"nctId":"NCT01983683","briefTitle":"Efficacy and Safety of Cadazolid Versus Vancomycin in Subjects With Clostridium Difficile-associated Diarrhea","startDateStruct":{"date":"2013-12-12","type":"ACTUAL"},"conditions":["Clostridium Difficile Infection"],"count":631,"armGroups":[{"label":"Cadazolid","type":"EXPERIMENTAL","interventionNames":["Drug: Cadazolid","Drug: Vancomycin-matching placebo"]},{"label":"Vancomycin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Vancomycin","Drug: Cadazolid-matching placebo"]}],"interventions":[{"name":"Cadazolid","otherNames":["ACT-179811"]},{"name":"Vancomycin","otherNames":["Vancocin"]},{"name":"Cadazolid-matching placebo","otherNames":[]},{"name":"Vancomycin-matching placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Informed Consent.\n* Male or female ≥ 18 years of age. Females of childbearing potential must agree to use an adequate and reliable method of contraception.\n* Subject with a diagnosis of mild-moderate or severe CDAD (first occurrence or first recurrence within 3 months) with: Diarrhea: a change in bowel habits with \\> 3 liquid or unformed bowel movements (UBM) within 24 hours prior to randomization, AND Positive C. difficile toxin test on a stool sample produced within 72 hours prior to randomization.\n\nExclusion Criteria:\n\n* More than one previous episode of CDAD in the 3-month period prior to randomization.\n* Evidence of life-threatening or fulminant CDAD.\n* Likelihood of death within 72 hours from any cause.\n* History of inflammatory colitides, chronic abdominal pain, or chronic diarrhea.\n* Antimicrobial treatment active against CDAD administered for \\> 24 hours except for metronidazole treatment failures (MTF)\n* Known hypersensitivity or contraindication to study drugs, oxazolidinones, or quinolones.\n* Unable or unwilling to comply with all protocol requirements.\n* Any circumstances or conditions, which, in the opinion of the investigator, may affect full participation in the study or compliance with the protocol","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Clinical Cure Rate (CCR) in the Modified Intent-to-treat Population","description":"Clinical Cure is defined as: • Resolution of Diarrhea (ROD) (≤ 3 unformed bowel movement (UBM) per day for at least 2 consecutive days) on study treatment and maintained for 2 days after end-of-treatment (EOT), AND • No additional antimicrobial treatment active against Clostridium difficile-associated diarrhea (CDAD) or fecal microbiota transplant (FMT) between first dose of study drug and 2 days after EOT (inclusive). CCR is the percentage of subjects with Clinical Cure. Analyses are performed on two analysis sets. Results on the modified intent-to-treat set (mITT) are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"81","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Clinical Cure Rate (CCR) in the Per-protocol Population","description":"Clinical Cure (CC) is defined as: • Resolution of Diarrhea (≤ 3 unformed bowel movement per day for at least 2 consecutive days) on study treatment and maintained for 2 days after end-of-treatment (EOT), AND • No additional antimicrobial treatment active against Clostridium difficile-associated diarrhea (CDAD) or fecal microbiota transplant between first dose of study drug and 2 days after EOT. CCR is the percentage of subjects with Clinical Cure. Analyses are performed on two analysis sets. Results on the per-protocol set (PPS) are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.6","spread":null},{"groupId":"OG001","value":"91.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Sustained Cure Rate (SCR) in the Modified Intent-to-treat Population","description":"Sustained Cure is defined for each subject having Clinical Cure and no recurrence. SCR is the percentage of subjects with Sustained Cure. The main analysis is performed on the modified intent-to-treat set (mITT).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.4","spread":null},{"groupId":"OG001","value":"61.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates for Resolution of Diarrhea (ROD)","description":"Resolution of Diarrhea (ROD) is defined as no more than 3 unformed bowel movements per day for at least two consecutive days for subjects on study treatment.\n\nThe Kaplan-Meier estimates (KM estimates) for having an event (ROD) are reported for each time point.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"51.0","spread":null},{"groupId":"OG001","value":"45.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.5","spread":null},{"groupId":"OG001","value":"59.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"69.7","spread":null},{"groupId":"OG001","value":"67.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"73.8","spread":null},{"groupId":"OG001","value":"72.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null},{"groupId":"OG001","value":"78.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.9","spread":null},{"groupId":"OG001","value":"81.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"79.7","spread":null},{"groupId":"OG001","value":"83.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"81.0","spread":null},{"groupId":"OG001","value":"85.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Day 3 in Clostridium Difficile Infection (CDI) Daily Symptoms Patient-Reported Outcome (CDI-DaySyms PRO) Domain Scores","description":"CDI-DaySyms PRO is a questionnaire assessing 10 symptoms relevant to subjects with CDAD and grouped into 3 domains: Diarrhea symptoms, Abdominal symptoms and Systemic/Other. The subjects rate the severity of each item as None, Mild, Moderate, Severe or Very severe, converted to numeric scores from 0 to 4, respectively. The daily domain score is calculated as the mean of the non-missing responses for that domain on that day. A negative value for change from baseline corresponds to an improvement in domain score. The three domains are evaluated in a hierarchical manner, starting with Diarrhea Symptoms, then Abdominal Symptoms, and finally Systemic/Other Symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.242","spread":null},{"groupId":"OG001","value":"-1.199","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.669","spread":null},{"groupId":"OG001","value":"-0.693","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":null},{"groupId":"OG001","value":"-0.731","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Investigator's Assessment of Clinical Response (ICR) Rate at Visit 4 in the Modified Intent-to-treat Population","description":"ICR rate (%) is the percentage of subjects with clinical response assessed as cured according to the investigator's own judgement. Subjects with missing assessment are considered as not cured for the analysis. ICR rate is used as a supportive measure of the primary efficacy endpoint (CCR). Analyses are performed on two analysis sets. Results on the modified intent-to-treat set (mITT) are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"87.2","spread":null},{"groupId":"OG001","value":"88.4","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Investigator's Assessment of Clinical Response (ICR) Rate at Visit 4 in the Per-protocol Population","description":"ICR rate (%) is the percentage of subjects with clinical response assessed as cured according to the investigator's own judgement. ICR rate (%) is the percentage of subjects with ICR assessed as cured. Subjects with missing assessment are considered as not cured for the analysis. ICR rate is used as a supportive measure of the primary efficacy endpoint (CCR). Analyses are performed on two analysis sets. Results on the per-protocol set (PPS) are reported below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"91.1","spread":null},{"groupId":"OG001","value":"92.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Investigator's Assessment of Sustained Response Rate (ISR Rate) at Visit 5","description":"ISR rate (%) is the percentage of subjects assessed as Sustained Cure at Visit 5, according to the investigator's own judgement. Sustained Cure is defined for each subject having Clinical Cure and no recurrence. Subjects with missing assessment are considered as having 'Not Sustained Cure' for the analysis. ISR rate is used as a supportive measure of the secondary efficacy endpoint (SCR). Analyses are performed on the modified intent-to-treat set (mITT).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.3","spread":null},{"groupId":"OG001","value":"60.5","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Sustained Cure Rate (SCR) in the Per-protocol Population","description":"Sustained Cure is defined for each subject having Clinical Cure and no recurrence. SCR is the percentage of subjects with Sustained Cure. The analyses performed on the modified intent-to- treat set (mITT) are repeated on the per-protocol set (PPS) for sensitivity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.6","spread":null},{"groupId":"OG001","value":"64.9","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Recurrence Rate","description":"Recurrence is defined as the occurrence of a new episode of diarrhea (\\> 3 unformed bowel movements on any day between end-of-treatment + 3 days and end-of-treatment + 30 days ) Recurrence rates is the percentage of subjects assessed as having a recurrence out of subjects with Clinical Cure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.7","spread":null},{"groupId":"OG001","value":"17.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":35,"n":294},"commonTop":["Headache","Clostridium difficile infection","Nausea","Pyrexia"]}}}