{"nctId":"NCT02277691","briefTitle":"A Phase III Long-term Study of TAK-536TCH in Participants With Essential Hypertension","startDateStruct":{"date":"2014-11-07","type":"ACTUAL"},"conditions":["Essential Hypertension"],"count":341,"armGroups":[{"label":"TAK-536TCH","type":"EXPERIMENTAL","interventionNames":["Drug: TAK-536TCH tablet","Drug: TAK-536CCB tablet","Drug: HCTZ 12.5 mg tablet"]}],"interventions":[{"name":"TAK-536TCH tablet","otherNames":[]},{"name":"TAK-536CCB tablet","otherNames":[]},{"name":"HCTZ 12.5 mg tablet","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. In the opinion of the investigator or subinvestigator, the participant is capable of understanding and complying with protocol requirements.\n2. The participant signs and dates a written informed consent form prior to the initiation of any study procedures.\n3. The participant has essential hypertension.\n4. The participant has an office sitting systolic blood pressure (SBP) of \\<180 mmHg and office sitting diastolic blood pressure (DBP) of \\< 110 mmHg at the start of the run-in period (Week -4). Participants receiving combined therapy with a 3-drug antihypertensive within 4 weeks prior to the start of the run-in period is required to have an office sitting SBP of \\< 160 mmHg and an office sitting DBP of \\< 100 mmHg.\n5. The participant's office sitting blood pressure at Week -2 and at the end of the run-in period (Week 0) need to be either:\n\n   * Participants without concurrent diabetes mellitus or chronic kidney disease (CKD)\\*: Sitting SBP of ≥ 140 mmHg or sitting DBP of ≥ 90 mmHg\n   * Participants with concurrent diabetes mellitus or CKD\\*: Sitting SBP of ≥ 130 mmHg or sitting DBP of ≥ 80 mmHg.\n\n     * Estimate glomerular filtration rate according to creatinine (eGFRcreat) of \\<60 mL/min/1.73 m\\^2, or urinary albumin (spot urine) of ≥30 μg/mL in laboratory tests performed at Week -2 of the run-in period, and diagnosed with CKD by the investigator or subinvestigator.\n6. The participant has an office sitting SBP of \\< 160 mmHg and office sitting DBP of \\< 100 mmHg at the end of the run-in period (Week 0).\n7. The participant is male or female, aged 20 years or older at the time of providing informed consent.\n8. The participant is an outpatient.\n9. A female participant of childbearing potential who is sexually active with a nonsterilized male partner agree to use routinely adequate contraception from signing of informed consent through 1 month following the end of the study.\n\nExclusion Criteria:\n\n1. The participant has received any study drugs within 12 weeks prior to the start of the run-in period.\n2. The participant has participated in another clinical study or a post-marketing study within 30 days prior to the start of the run-in period.\n3. The participant is an immediate family member, study site employee, or is in a dependent relationship with a study site employee who is involved in conduct of this study (e.g. spouse, parent, child, sibling), or may consent under duress.\n4. The participant requires taking prohibited concomitant drugs during the study.\n5. The participant has a history of hypersensitivity or allergies to TAK-536, AML, HCTZ, any thiazide diuretic or analog, any dihydropyridine drug, or any analog of TAK-536TCH.\n6. The participant is judged by the investigator or subinvestigator to be in danger of experiencing an excessive increase in blood pressure when changing or discontinuing premedication.\n7. The participant received combination therapy with antihypertensive drugs of the 3 ingredients contained in TAK-536TCH.\n8. The participant received combined therapy with antihypertensive drugs, including 4 or more components, within 4 weeks prior to the start of the run-in period.\n9. The participant has secondary or malignant hypertension.\n10. The participant has a difference of ≥ 20 mmHg between left and right arms in office sitting SBP at the start of the run-in period (Week -4).\n11. The participant has apparent white coat hypertension or exhibits a white coat effect.\n12. . The participant has a day-night reversed lifestyle, such as those working during the night.\n13. The participant has sleep apnea syndrome requiring treatment.\n14. The participant has any of the following cardiovascular diseases:\n\n    * Cardiac disease: Myocardial infarction\\*, coronary arterial revascularization\\*, severe valvular disorder, atrial fibrillation, any of the following conditions requiring treatment: angina pectoris, congestive heart failure, arrhythmia\n    * Cerebrovascular disorders: Cerebral infarction/cerebral hemorrhage\\*, transient ischemic attack\\*\n    * Vascular disease: Peripheral artery disease with intermittent claudication, artery dissection, aneurysm\n    * Advanced hypertensive retinopathy: With bleeding or exudate/papilledema\\*\\* \\* Occurring or performed within 24 weeks of the start of the run-in period \\*\\* Observed within 24 weeks of the start of the run-in period\n15. The participant has a clinically apparent hepatic disorder (e.g., aspartate aminotransferase (AST) or alanine aminotransferase (ALT) at Week -2 of the run-in period ≥ 2.5 times the upper limit of normal (ULN).\n16. The participant has a clinically severe renal disorder (e.g., eGFRcreat in laboratory tests performed at Week -2 of run-in period \\< 30 mL/minute/1.73 m\\^2).\n17. The participant's body fluid sodium or potassium level is markedly low\\* or high\\*.\n\n    \\*Based on normal ranges\n18. The participant has gout or a history of gout within 24 weeks of the start of the run-in period or has hyperuricemia requiring drug treatment.\n19. The participant has uncontrolled diabetes (e.g., HbA1c ≥ 7.4% in laboratory tests performed at Week -2 of the run-in period).\n20. The participant has a malignant tumor.\n21. If female, the participant is pregnant or lactating or before giving informed consent, intending to become pregnant or donate ova during or within 1 month after participating in the study.\n22. The participant has a history of drug abuse (defined as any illicit drug use) or a history of alcohol abuse within 2 years prior to the run-in period.\n23. The participant who, in the opinion of the investigator or subinvestigator, is unsuitable for any other reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experience at Least One Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (eg, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A treatment-emergent adverse event (TEAE) is defined as an adverse event with an onset that occurs after receiving study drug. A Serious Adverse Event (SAE) A serious is any experience that suggests a significant hazard, contraindication, side effect or precaution that: results in death, is life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, is a congenital anomaly/birth defect or is medically significant.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"289","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Markedly Abnormal Vital Signs Values","description":"Vital signs included supine and standing systolic and diastolic blood pressure (SBP and DBP) respectively and office sitting pulse. Vital signs were considered abnormal if they were beyond the values defined in categories.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Event (TEAE) Related to Body Weight","description":"Reported TEAE is categorized into investigations System Organ Class (SOC) related to body weight.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Event (TEAE) Related to Electrocardiogram (ECG)","description":"Reported TEAE is categorized into cardiac disorders and investigations system organ class (SOC) related to ECG.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Markedly Abnormal Clinical Laboratory Tests","description":"The number of participants with any markedly abnormal clinical laboratory test values collected throughout study. RBC = Red blood cells, ALT = alanine aminotransferase, AST = aspartate aminotransferase, GGT = gamma-glutamyl transferase, LLN = lower limit of normal or lower reference limit, ULN = upper limit of normal or upper reference limit. Laboratory vallues were considered abnormal if they were beyond the values defined in categories.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Office Trough Sitting Clinic Systolic and Diastolic Blood Pressure at Each Visit","description":"The change in office trough SBP and DBP measured at Weeks 12 last observation was carried forward (LOCF) and 52 (LOCF) relative to baseline. Sitting blood pressure was measured at least 3 times. Each measurement session ended once blood pressure was found stable at 2 consecutive measurements. The average of the last 2 measurements of office sitting blood pressure was used.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.4","spread":"12.72"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"12.14"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.6","spread":"8.97"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":"9.26"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Home Sitting Clinic Systolic and Diastolic Blood Pressure at Each Visit","description":"The change in home morning SPB and DBP measured at End of Week 12, End of Treatment (Up to Week 52) relative to baseline.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.9","spread":"10.67"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.4","spread":"11.75"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.9","spread":"6.59"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.9","spread":"7.23"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":20,"n":341},"commonTop":["Nasopharyngitis","Blood uric acid increased","Eczema","Hyperuricaemia","Back pain"]}}}