{"nctId":"NCT00711880","briefTitle":"A Study of Sativex® for Relief of Peripheral Neuropathic Pain Associated With Allodynia.","startDateStruct":{"date":"2002-05"},"conditions":["Pain","Peripheral Neuropathy"],"count":125,"armGroups":[{"label":"Sativex","type":"EXPERIMENTAL","interventionNames":["Drug: Sativex®"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sativex®","otherNames":["GW-1000-02"]},{"name":"Placebo","otherNames":["GW-4001-01"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Willing and able to give informed consent.\n* Male or female, aged 18 years or above.\n* Chronic peripheral neuropathic pain of at least six months duration.\n* Presence of mechanical allodynia within the territory of the affected nerve(s).\n* Evidence of sensory change in the affected nerve by simple clinical tests.\n* Peripheral neuropathic pain with a severity score of four or more on at least four completed NRS during the baseline week.\n* Stable dose of analgesic medication for at least two weeks leading to study entry.\n* Agreement, if female and of child bearing potential or if male with a partner of child bearing potential, to ensure that effective contraception was used during the study and for three months thereafter.\n* Have not used cannabinoids (including cannabis, Marinol or Nabilone) for at least seven days before Visit 1 and were willing to abstain from any use of cannabinoids during the study.\n* Ability (in the investigator's opinion) and willingness to comply with all study requirements.\n* Agreement for the UK Home Office, their primary care physician, and their consultant if appropriate, to be notified of their participation in the study.\n\nExclusion Criteria:\n\n* History of schizophrenia, other psychotic illness, severe personality disorder or other significant psychiatric disorder other than depression associated with their underlying condition.\n* Concomitant severe non-neuropathic pain or the presence of cancer related neuropathic pain or neuropathic pain resulting from diabetes mellitus.\n* Known history of alcohol or substance abuse.\n* Severe cardiovascular disorder, such as ischaemic heart disease, arrhythmias (other than well controlled atrial fibrillation), poorly controlled hypertension or severe heart failure.\n* History of epilepsy.\n* If female, were pregnant or lactating, or were planning a pregnancy to occur during the course of the study.\n* Significant renal or hepatic impairment.\n* Elective surgery or other procedures requiring general anaesthesia scheduled to occur during the study.\n* Terminal illness or were considered inappropriate for placebo medication.\n* Any other significant disease or disorder which, in the opinion of the investigator, may have either put the subject at risk because of participation in the study, or may influenced the result of the study, or the subject's ability to participate in the study.\n* Regular levodopa (Sinemet®, Sinement Plus®, Levodopa®, L-dopa®, Madopar®, Benserazide®) therapy within the seven days leading to study entry.\n* If male, were receiving and were unwilling to stop sildenafil (Viagra®) for the duration of the study.\n* Known or suspected hypersensitivity to cannabinoids or any of the excipients of the study medications.\n* Known or suspected adverse reaction to cannabinoids.\n* Intention to travel internationally during the study.\n* Intention to donate blood during the study.\n* Participation in another research study in the 12 weeks leading to study entry.\n* Previous randomisation into this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Mean Daily Peripheral Neuropathic Pain on a 0-10 Numerical Rating Scale Score During the Last Seven Days of Treatment (End of Treatment)","description":"The neuropathic pain Numerical Rating Scale was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate the number that best describes your pain or average pain in the last 24 hours\" where 0 = no pain and 10 = worst possible pain. A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.57","spread":"2.11"},{"groupId":"OG001","value":"-0.59","spread":"1.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Neuropathic Pain Scale Score at the End of Treatment","description":"The Neuropathic Pain Scale (NPS) score consisted of a series of assessments of different aspects of pain (intensity, sharpness, hot, dull, cold, sensitive, itchy, unpleasantness, and surface compared with deep), each scored using 11-point Numerical Rating Scales. The NPS score is 0-100 sum of 10 individual pain scores (0-10 NRS, 0= no pain to 10 = most pain imaginable). A negative change from baseline indicates an improvement in pain.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.7","spread":"19.35"},{"groupId":"OG001","value":"-2.0","spread":"12.14"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Sleep Quality at the End of Treatment","description":"The sleep disruption NRS was completed at the same time each day, i.e. bedtime in the evening. The patient was asked \"on a scale of '0 to 10', please indicate how your pain disrupted your sleep last night?\" where 0 = did not disrupt sleep and 10 = completely disrupted (unable to sleep at all). A negative value indicates an improvement in sleep disruption score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.82","spread":"0.76"},{"groupId":"OG001","value":"-0.38","spread":"0.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Pain Disability Index Score at the End of Treatment","description":"The Pain Disability Index consisted of seven self-administered questions relating to the effect of the subject's chronic pain on their personal life (family/home responsibilities, social activity, sexual behaviour, life-support activity, recreation, occupation and self-care). Each assessment was scored on an 11-point Numerical Rating Scale ranging from 0 (which equals 'no disability') to 10 (which equals 'total disability'). The total Pain Disability Index is the unweighted sum of the seven Numerical Rating Scale scores. The maximum (worst) total score was 70.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.6","spread":"12.08"},{"groupId":"OG001","value":"0.3","spread":"8.71"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Dynamic Allodynia Test Score at the End of Treatment","description":"Dynamic allodynia was assessed by stroking the skin over the affected area five times with a standardised brush, designed specifically for sensory testing at 5sec intervals, and recording the pain severity on a 0-10 point scale (0= no pain to 10 = most pain imaginable). All strokes were of the same length, minimum 2 cm. Each dynamic allodynia score was calculated as the average of the five strokes. A negative change from baseline indicates an improvement in score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.15","spread":"2.23"},{"groupId":"OG001","value":"-0.38","spread":"1.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Static Allodynia Test Score at the End of Treatment","description":"The static allodynia test involved applying pressure to a non-allodynic area (on the contralateral side to the identified allodynic area), and recording the pressure that caused pain to this area. Seventy five percent of the pressure that caused pain to the non-allodynic area (up to the subject's pain/pressure threshold) was then applied to the allodynic area, and an 11-point Numerical Rating Scale pain score recorded (between 0 (no pain)and 10 (most intense pain imaginable)). A negative value indicates an improvement in pain score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.22","spread":"50.20"},{"groupId":"OG001","value":"2.84","spread":"44.43"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Total General Health Questionnaire Score at the End of Treatment","description":"The General Health Questionnaire-12 is designed to measure non-psychotic mental disorders. It consists of 12 questions, scored on a 0 to 3 Likert scale to measure and compare psychological morbidity levels, where 0 represents better psychological health. The total General Health Questionnaire-12 score is the unweighted sum of the 12 scores. Zero indicates the best possible psychological health, 36 indicates the worst possible psychological health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.0","spread":"7.93"},{"groupId":"OG001","value":"-2.6","spread":"5.72"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Selective Reminding' at the End of Treatment","description":"The Selective Reminding Test measures verbal learning and delayed recall through a multiple-trial list-learning paradigm. Patients are presented aurally with a list of 12 words for trial 1 and are asked to recall as many as possible. For trials 2-6, there is a selective presentation of only those words not recalled on the previous trial. Trial 7 is similar to the other trials but is assessed after an 11-minute delay. The score for the selective reminding test is the unweighted average of seven individual study results (min=0 and max=84) Higher scores indicate a better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"1.10"},{"groupId":"OG001","value":"0.48","spread":"1.27"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for '10/36 Spatial Recall' at the End of Treatment","description":"The 10/36 Spatial Recall Test assesses visual spatial learning and delayed recall. Patients are asked to view a 6 x 6 checkerboard with ten checkers for 10 seconds. They are then asked to recreate the pattern viewed on a blank checkerboard. The number of correct responses from three immediate trials and one delayed trial (7 minute delay) are recorded. The Total number of correct responses is the unweighted sum from the four trials. The score for the 10/36 spatial recall test was the unweighted average of four individual study results (min=0 and max=40). A higher score indicates better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.79","spread":"2.01"},{"groupId":"OG001","value":"0.15","spread":"2.12"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Symbol Digit Modalities' at the End of Treatment","description":"The Symbol Digit Modalities Test measures complex attention and concentration in a task which also requires speed and accuracy in visual search and scanning. Patients are required to associate symbols with numbers and quickly generate the number when shown the symbol. The summary endpoint is the number of correct responses in 90 seconds. The symbol digit modalities test had a min of 0 and max score of 99. A higher score indicates better cognitive performance.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.6","spread":"5.83"},{"groupId":"OG001","value":"3.9","spread":"7.38"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Paced Auditory Serial Addition Task' at the End of Treatment","description":"The Paced Auditory Serial Addition Task assesses sustained attention and concentration. A pre-recorded tape is used to present two series of 60 numbers, one every 3 seconds and one every 2 seconds. Patients are asked to add each number to the one immediately preceding it and give the result. The task summary score is the percentage of correct answers is calculated. The PASAT score range was 0% to 100%. Higher scores indicate a better cognitive","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"14.23"},{"groupId":"OG001","value":"6.3","spread":"9.25"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Mean Brief Repeatable Battery of Neuropsychological Test Score for 'Word List Generation' at the End of Treatment","description":"Word list generation measures verbal associative fluency. Patients are given 60 seconds to give as many words beginning with a particular letter. The Total is the unweighted sum of all admissible words over three different trials. Higher scores indicate a better cognitive performance (min=0, max= not defined).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":"7.67"},{"groupId":"OG001","value":"3.5","spread":"8.47"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change in the Severity of Peripheral Neuropathic Pain at the End of Treatment","description":"Subjects were asked to give their impression of the overall change in their peripheral neuropathic pain since entry into the study using the following seven-point scale: 1 = 'Very Much Improved', 2 = 'Much Improved', 3 = 'Minimally Improved', 4 = 'No Change', 5 = 'Minimally Worse', 6 = 'Much Worse', 7 = 'Very Much Worse'. The number of subjects who reported an improvement is presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Pre-dose in Mean Intoxication 100 mm Visual Analogue Scale Score at the End of Treatment","description":"Intoxication scores were measured using a 100 mm Visual Analogue Scale, where 0 equalled 'no intoxication' and 100 equalled 'extreme intoxication'. A negative value indicates an improvement in intoxication score from baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"11.39"},{"groupId":"OG001","value":"1.4","spread":"10.74"}]}]}]},{"type":"SECONDARY","title":"Subject Global Impression of Change in the Severity of Allodynia in Their Chosen Allodynic Area at the End of Treatment","description":"Subjects were asked to give their impression of the overall change in their allodynia since entry into the study using the following seven-point scale: 1 = 'Very Much Improved', 2 = 'Much Improved', 3 = 'Minimally Improved', 4 = 'No Change', 5 = 'Minimally Worse', 6 = 'Much Worse', 7 = 'Very Much Worse'.\n\nA summary of the number and percentage of subjects","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events as a Measure of Subject Safety","description":"The number of subjects who reported an adverse event during the course of the study is presented","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":63},"commonTop":["Dizziness","Nausea","Fatigue","Headache NOS","Dry Mouth"]}}}