{"nctId":"NCT01254604","briefTitle":"Preservative-Free Tafluprost (MK-2452) for the Treatment of Open-Angle Glaucoma or Ocular Hypertension (MK-2452-002)","startDateStruct":{"date":"2011-12-01","type":"ACTUAL"},"conditions":["Glaucoma","Ocular Hypertension"],"count":190,"armGroups":[{"label":"Tafluprost","type":"EXPERIMENTAL","interventionNames":["Drug: Preservative-Free Tafluprost or vehicle"]},{"label":"Timolol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Preservative-Free Timolol maleate"]}],"interventions":[{"name":"Preservative-Free Tafluprost or vehicle","otherNames":["MK-2452"]},{"name":"Preservative-Free Timolol maleate","otherNames":["Preservative-Free Timoptic"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant has been diagnosed with primary open-angle glaucoma, pigmentary glaucoma, capsular glaucoma/pseudoexfoliation, or ocular hypertension\n* Has been using ocular hypotensive medication on a stable treatment regimen for at least 30 days prior to screening, or is treatment-naive (has never used or has not used ocular hypotensive medication for the last 4 weeks prior to screening)\n* Able to discontinue all topical and/or systemic ocular hypotensive medication during the washout period (up to 4 weeks pre-study)\n* Best-corrected early treatment of diabetic retinopathy study (ETDRS) visual acuity of 20/80 or better in each eye\n* Willing and able to avoid wearing contact lenses from 4 weeks prior to dosing with study medication through 24 hours after final dosing\n* Willing and able to self-administer or has an able person available on a daily basis to assist with administration of study medications\n* Participant with reproductive potential must agree to remain abstinent (unless abstinence is not a locally acceptable method of contraception) or use highly effective methods of birth control (hormonal contraceptives, intrauterine device, diaphragm, condoms and vasectomy) within the projected duration of the study\n* Able to refrigerate study drug at home.\n\nExclusion Criteria:\n\n* Mean IOP \\>36 mmHg in either eye at screening\n* Unable to use study medication in the affected eye(s)\n* History of any inflammatory ocular surface disease or a history of anterior or posterior uveitis in either eye within 6 months prior to screening\n* History of retinal detachment, proliferative diabetic retinopathy, or any progressive retinal disease\n* Significant visual field loss or evidence of progressive visual loss within the last year\n* Intraocular surgery in either eye in the last 4 months\n* Any glaucoma surgery, refractive surgery, or penetrating keratoplasty in either eye\n* Currently on two or more anti-glaucoma medications (except Cosopt™ or its generic formulation)\n* Previously used tafluprost\n* History of cardiovascular disorder within 6 months of screening\n* History of bronchial asthma, wheezing, chronic obstructive pulmonary disease (COPD) or other pulmonary disease, abnormal chest x-ray, or has current active pneumonia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Diurnal IOP Change From Baseline at Week 4 - Study Eye","description":"IOP was measured at baseline, Week 2 and Week 4 using a Goldmann applanation tonometer. At each of these visits, IOP measurement was performed at 0800, 1000 and 1600 hours. At each IOP assessment time point during a visit, 2 consecutive IOP measurements were made. If these 2 measurements differed by ≤2 mmHg, then the average of the 2 IOP values was recorded. If the 2 measurements differed by \\>2 mmHg, then a third measurement was obtained and the median of these 3 measurements was recorded. The IOP value for a visit (e.g., Week 4) was the mean of the values recorded at the 3 time points during the visit. For each participant, one \"study eye\" was identified for data summarization and analysis for this primary efficacy outcome measure. The \"study eye\" was the eye with the higher (i.e., \"worse\") IOP at baseline, or if both eyes had the same baseline IOP value, the right eye was designated the \"study eye.\" Change from baseline in IOP at Week 4 = Week 4 IOP value - baseline IOP value.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.3","spread":null},{"groupId":"OG001","value":"-6.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With ≥25% Reduction in IOP From Baseline to Week 4 - Study Eye","description":"IOP was measured at baseline, Week 2 and Week 4 using a Goldmann applanation tonometer. At each of these visits, IOP measurement was performed at 0800, 1000 and 1600 hours. At each IOP assessment time point during a visit, 2 consecutive IOP measurements were made. If these 2 measurements differed by ≤2 mmHg, then the average of the 2 IOP values was recorded. If the 2 measurements differed by \\>2 mmHg, then a third measurement was obtained and the median of these 3 measurements was recorded. The IOP value for a visit (e.g., Week 4) was the mean of the values recorded at the 3 time points during the visit. For each participant, one \"study eye\" was identified for data summarization and analysis. The \"study eye\" was the eye with the higher (i.e., \"worse\") IOP at baseline, or if both eyes had the same baseline IOP value, the right eye was designated the \"study eye.\" Percent reduction in IOP at Week 4 = (\\[baseline IOP value - Week 4 IOP value\\]/Baseline IOP value)\\*100.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"65","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With an Adverse Event (AE)","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration, whether or not considered related to the study drug. Participants with one or more AEs during the study are counted once in this summary.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"32","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinued Study Drug Due to an AE","description":"An AE is any unfavorable and unintended change in the structure, function or chemistry of the body temporally associated with study drug administration, whether or not considered related to the study drug. Participants who discontinued study drug treatment due to an AE are counted once in this summary.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":93},"commonTop":["Conjunctivitis","Eye irritation","Eye pruritus","Ocular hyperaemia"]}}}