{"nctId":"NCT01422161","briefTitle":"Study of Botulinum Toxin and Recovery of Hand Function After Stroke","startDateStruct":{"date":"2010-04"},"conditions":["Stroke With Hemiparesis"],"count":16,"armGroups":[{"label":"Botulinum Toxin commonly known as BOTOX速","type":"EXPERIMENTAL","interventionNames":["Drug: Botulinum Toxin commonly known as BOTOX速"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Botulinum Toxin commonly known as BOTOX速","otherNames":["BOTOX速","Saline"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ability to follow study instructions and likely to complete all required visits\n* Ability to comply with the therapy protocol as assessed by the investigator\n* 3 months post first-time unilateral stroke with right or left hemiparesis and complaints of unilateral hand dysfunction\n* Must have ability to grasp and lift the test object\n* Subjects must have upper extremity motor impairment\n\nExclusion Criteria:\n\n* Known allergy or sensitivity to botulinum toxin type A (BOTOX).\n* Females with a positive pregnancy test, or who are breast-feeding, planning a pregnancy during the study, who think that they may be pregnant at the start of the study or females of childbearing potential who are unable or unwilling to use a reliable form of contraception during the study.\n* Concurrent participation in another investigational drug or device study or participation in another Botulinum toxin study in the 6 months prior to study.\n* Treatment with botulinum toxin of any serotype in the 3 months prior to study enrollment\n* Any medical condition that may put the subject at increased risk with exposure to BOTOX including diagnosed myasthenia gravis, Eaton-Lambert syndrome, amytrophic lateral sclerosis, or any other disorder that might interfere with neuromuscular function.\n* Evidence of alcohol, drug abuse or other relevant neuropsychiatric condition.\n* Infection or skin disorder at an anticipated injection site.\n* Any condition or situation that, in the investigator's opinion, may put the subject at significant risk, confound the study results, or interfere significantly with the subject's participation in the study.\n* History of surgery or other significant injury to either upper extremity causing mechanical limitations that preclude task performance.\n* Previous neurological illness such as head trauma, prior stroke, epilepsy, or demyelinating disease.\n* Complicating medical problems such as uncontrolled hypertension, diabetes with signs of polyneuropathy, severe renal, cardiac or pulmonary disease, or evidence of other concurrent neurologic or orthopedic conditions precluding the subject from complying with the study protocol.\n* Current treatment with intrathecal baclofen.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time Taken to Form a Stable Grasp Pre-Treatment","description":"Assessments are done on day 1, before the 1st Botulinum toxin injection.\n\nThey will be assessed for:\n\n* Hand motor impairment (execution and planning) during a functional grasp and lift tasks.\n* Hand function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.51","spread":".21"},{"groupId":"OG001","value":"1.14","spread":".59"}]}]}]},{"type":"PRIMARY","title":"Time Taken to Form a Stable Grasp Post Treatment","description":"* Hand motor impairment (execution and planning) during a functional grasp and lift tasks.\n* Hand function.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.65","spread":"0.17"},{"groupId":"OG001","value":".79","spread":".09"}]}]}]},{"type":"SECONDARY","title":"Measure of Upper Limb Motor Impairment Measured by Fugl Meyer Scale","description":"This scale has 3 points for each item. A zero is given for the item if the subject cannot do the task. A score of 1 is given when the task is performed partially and a score of 2 is given when the task is performed fully. Reflex activity is measured using 2 points only, with a score of 0 or 3 for absence and presence of reflex. The maximum total score that can be obtained in Fugl Meyer assessment is 226, though it is common practice to assess all domains separately.The five domains assessed by Fugl-Meyer scale are:\n\nMotor function (Maximum score in upper limb = 66; Maximum score in lower limb = 34) Sensory function (Maximum score = 24) Balance (Maximum score = 14) Range of motion of joints (Maximum score = 44) Joint pain (Maximum score = 44)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.6","spread":"4"},{"groupId":"OG001","value":"40.7","spread":"3.31"}]}]}]},{"type":"SECONDARY","title":"Disability Measured by Modified Rankin Scale Score Post-Treatment","description":"Measures the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability.The mRS is an ordered scale coded from 0 (no symptoms at all), 1 (No significant disability despite symptoms; able to carry out all usual duties and activities), 2 (Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance), 3 (Moderate disability; requiring some help, but able to walk without assistance), 4 (Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance), 5 (severe disability) and 6 (death).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":"0.36"},{"groupId":"OG001","value":"1.8","spread":"0.24"}]}]}]},{"type":"SECONDARY","title":"Motor Impairment Measured by the Fugl-Meyer Scale Post-Treatment","description":"Scale is comprised of five domains and there are 155 items in total: Motor functioning (in the upper and lower extremities); Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints); Balance (contains 7 tests, 3 seated and 4 standing); Joint range of motion (8 joints); Joint pain. Each domain contains multiple items, each scored on a 3-point ordinal scale (0 = cannot perform, 1= perform partially, 2 = perform fully).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"52.1","spread":"3.5"},{"groupId":"OG001","value":"45.5","spread":"2.85"}]}]}]},{"type":"SECONDARY","title":"Disability Measured by Modified Rankin Scale Score Pre-Treatment","description":"Measures the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability.The mRS is an ordered scale coded from 0 (no symptoms at all), 1 (No significant disability despite symptoms; able to carry out all usual duties and activities), 2 (Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance), 3 (Moderate disability; requiring some help, but able to walk without assistance), 4 (Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance), 5 (severe disability) and 6 (death).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.3","spread":".33"},{"groupId":"OG001","value":"2.6","spread":".33"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":[]}}}