{"nctId":"NCT01165281","briefTitle":"A Safety and Efficacy Study of JNS024 Extended Release (ER) in Japanese and Korean Patients With Chronic Malignant Tumor-Related Cancer Pain","startDateStruct":{"date":"2010-08"},"conditions":["Pain"],"count":343,"armGroups":[{"label":"001","type":"EXPERIMENTAL","interventionNames":["Drug: R331333 (referred to as JNS024 ER or CG5503)"]},{"label":"002","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Oxycodone CR"]}],"interventions":[{"name":"Oxycodone CR","otherNames":[]},{"name":"R331333 (referred to as JNS024 ER or CG5503)","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented clinical diagnosis of any type of cancer\n* Diagnosis of chronic malignant tumor-related cancer pain with an average score for pain intensity in the past 24 hours of \\>=4 on the 11-point numerical rating scale (NRS) on the day of randomization (Day -1)\n* Have not received treatment with opioid analgesics within 28 days before screening (Note: codeine phosphate \\[\\<=60 mg/d\\] or dihydrocodeine phosphate \\[\\<=30 mg/d\\] for antitussive use are allowed)\n* Dissatisfied with pain relief by the current treatment and for whom the investigator or designee judges that treatment with opioid analgesics is required\n\nExclusion Criteria:\n\n* Have complicated with uncontrolled/clinically significant arrhythmia\n* Have previous or concurrent presence of any disease which may develop increased intracranial pressure, disturbance of consciousness, lethargy, or respiratory problems such as traumatic encephalopathy with cerebral contusion, intracranial hematoma, disturbance of consciousness, brain tumor, cerebral infarction, transient ischemic attack, epilepsy or convulsive diseases\n* Have history of alcohol and/or drug abuse\n* Have any disease for which opioids are contraindicated such as serious respiratory depression of serious chronic obstructive pulmonary disease, bronchial asthma attack, cardiac failure secondary to chronic pulmonary disease, paralytic ileus, status epileptics, tetanus, strychnine poisoning, acute alcohol poisoning, hypersensitivity to opium alkaloid, hemorrhagic colitis, or bacterial diarrhea","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to the Last 3 Days of Study Drug Administration (Last Observation Carried Forward) in the Score for Average Pain Intensity on an 11-point Numerical Rating Scale","description":"The patients recorded their average pain intensity over the past 24 hours once daily in the evening and at the same time as much as possible (eg, 10:00 PM) throughout the study in response to the following question: \"What has your average pain level been for the past 24 hours, where 0=no pain and 10=pain as bad as you can imagine.\" The score at 3 days before the completion of study drug administration was defined as the average pain intensity score averaged over the last 3 days before completion of study drug administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.69","spread":"2.223"},{"groupId":"OG001","value":"-2.57","spread":"2.027"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients in Patient Global Impression of Change (PGIC) Score Categories","description":"The PGIC was rated by the patient and was based on the single question \"Since the start of this treatment, my cancer-related pain overall is,\" where 1=very much improved, 2=much improved, 3=minimally improved, 4=not changed, 5=minimally worse, 6=much worse, 7=very much worse.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.7","spread":null},{"groupId":"OG001","value":"50.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Frequency of Rescue Medication Use for the Double-blind Treatment Period","description":"During the study, if a patient experienced breakthrough pain (pain that occurs for short periods of time between doses of study drug), treatment with rescue medication (morphine immediate release \\[IR\\] 5 mg) was to be given. The average number of doses of Morphine IR taken per day was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.39","spread":"0.460"},{"groupId":"OG001","value":"1.35","spread":"0.431"}]}]}]},{"type":"SECONDARY","title":"Total Daily Dose of Rescue Medication Use for the Double-blind Treatment Period","description":"During the study, if a patient experienced breakthrough pain (pain that occurs for short periods of time between doses of study drug), treatment with rescue medication (morphine immediate release \\[IR\\] 5 mg) was to be given. The average total daily dose of Morphine IR taken (mg) was assessed.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.95","spread":"2.302"},{"groupId":"OG001","value":"6.73","spread":"2.153"}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients With Various Levels of Pain Improvement (Responders)","description":"The proportion of patients with at least a 30 percentage improvement based on the percent change from baseline in Numerical Rating Scale score during the last 3 days of the double-blind treatment period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"63.5","spread":null},{"groupId":"OG001","value":"59.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null},{"groupId":"OG001","value":"42.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Patients Entering the Maintenance Period","description":"Patients were eligible to formally enter the maintenance period if they had a pain intensity score of \\<=3 and did not take rescue medication more than twice daily while they were taking a stable regimen of study drug (6 identical consecutive doses) over a 3-day period.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null},{"groupId":"OG001","value":"80","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients Who Discontinued Due to Lack of Efficacy","description":"The duration from the date of first study drug intake to treatment discontinuation due to lack of efficacy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":78,"n":168},"commonTop":["Constipation","Nausea","Vomiting","Somnolence","Decreased appetite"]}}}