{"nctId":"NCT02460159","briefTitle":"A Clinical Trial to Assess the Long Term Safety and Tolerability of MK-0653C in Japanese Participants With Hypercholesterolemia (MK-0653C-384)","startDateStruct":{"date":"2015-06-23","type":"ACTUAL"},"conditions":["Hypercholesterolemia","Heterozygous Familial Hypercholesterolemia"],"count":135,"armGroups":[{"label":"EZ 10 mg/Atorva 10 mg FDC","type":"EXPERIMENTAL","interventionNames":["Drug: EZ 10 mg/Atorva 10 mg FDC"]},{"label":"EZ 10 mg/Atorva 20 mg FDC","type":"EXPERIMENTAL","interventionNames":["Drug: EZ 10 mg/Atorva 20 mg FDC"]}],"interventions":[{"name":"EZ 10 mg/Atorva 20 mg FDC","otherNames":["MK-0653C"]},{"name":"EZ 10 mg/Atorva 10 mg FDC","otherNames":["MK-0653C"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Japanese\n* Outpatient with hypercholesterolemia\n* Has familial hypercholesterolemia (FH) diagnosed per genetic testing or meets two or more of the below criteria based on Japan Atherosclerosis Society Guideline 2012 (JAS2012): Hyper low-density lipoprotein (LDL)-cholesterolemia (an untreated LDL-C level of ≥180mg/dL); tendon xanthoma (tendon xanthoma on the backs of the hands, elbows, knees, etc. or achilles tendon hypertrophy) or xanthoma tuberosum; family history of FH or premature coronary arterial disease (within the participant's second degree relatives)\n* Females must be of non-reproductive potential or agree to remain abstinent or use (or partner use) two acceptable methods of birth control from date of signed informed consent to the 14 days after the last dose of study drug\n* Agree to maintain a stable diet that is consistent with the JAS 2012 for prevention of atherosclerotic cardiovascular diseases for the duration of the study\n\nExclusion Criteria\n\n* Uncontrolled hypertension\n* Type 1 or uncontrolled type 2 diabetes mellitus (treated or untreated)\n* Homozygous familial hypercholesterolemia or has undergone LDL apheresis\n* Had a gastrointestinal tract bypass, or other significant intestinal malabsorption\n* History of cancer within the past 5 years except for successfully treated dermatological basal cell or squamous cell carcinoma or in situ cervical cancer\n* Human immunodeficiency virus (HIV) positive\n* History of drug/ alcohol abuse within the past 5 years or psychiatric illness not adequately controlled and stable on pharmacotherapy\n* Consumes more than 25 g of alcohol per day\n* Consumes more than 1L of grapefruit juice per day\n* Currently following an excessive weight reduction diet\n* Engaging in a vigorous exercise regimen (e.g.; marathon training, body building training etc.) or intends to start training during the study\n* Hypersensitivity or intolerance to ezetimibe or atorvastatin\n* History of myopathy or rhabdomyolysis with ezetimibe or any statin\n* Pregnant or lactating\n* Taking any other investigational drugs and/or has taken any investigational drugs within 30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Experience 1 or More Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a subject which does not necessarily have a causal relationship with the treatment. An AE was any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with use of a medicinal product, whether or not considered related to the medicinal product. The percentage of participants that reported at least 1 AE was summarized.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"82.9","spread":null},{"groupId":"OG001","value":"88.9","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience 1 or More Gastrointestinal-related AEs","description":"Gastrointestinal-related AEs included all preferred terms within system organ class of Gastrointestinal Disorders except Chapped Lips and Toothache.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.8","spread":null},{"groupId":"OG001","value":"11.1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience 1 or More Gallbladder-related AEs","description":"Gallbladder-related AEs included Bile Duct Obstruction, Bile Duct Stone, Bile Duct Stenosis, Biliary Colic, Cholangitis, Cholecystectomy, Cholecystitis, Cholelithiasis, Gallbladder Disorder, Gallbladder Perforation, Hepatic Pain, and Hydrocholecystis.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience 1 or More Allergic Reaction or Rash AEs","description":"Allergic Reaction or Rash AEs included Allergy to Arthropod Sting, Anaphylactoid Reaction, Anaphylactic Reaction, Anaphylatic Shock, Anaphylactoid Shock, Angioedema, Conjunctivitis Allergic, Contrast Media Reaction, Dermatitis, Dermatitis Allergic, Dermatitis Atopic, Dermatitis Bullous, Dermatitis Contact, Dermatitis Psoriasiform, Drug Hypersensitivity, Eczema, Eosinophila, Erythema, Eye Allergy, Face Oedema, Hypersensitivity, Mechanical Urticaria, Palmar Erythema, Periorbital Oedema, Photodermatosis, Photosensitivity Allergic reaction, Photosensitivity Reaction, Pigmentation Disorder, Pruritus, Pruritus Generalised, Rash, Rash Erythematous, Rash Follicular, Rash Generalised, Rash Maculo-Papular, Rash Papulosquamous, Rash Pruritic, Rash Pustular, Rash Vesicular, Rhinitis, Rhinitis Allergic, Rosacea, Skin Exfoliation, Skin Disorder, Skin Hyperpigmentation, Skin Lesion, Skin Mass, Skin Ulcer, Subcutaneous Nodule, Swelling Face, Systemic Lupus Erythematosus Rash, Urticaria.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.8","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience 1 or More Hepatitis-related AEs","description":"Hepatitis-related AEs included Cholestasis, Cytolytic Hepatitis, Hepatic Cyst, Hepatic Failure, Hepatic Lesion, Hepatic Necrosis, Hepatitis, Hepatitis Cholestatic, Hepatitis Fulminant, Hepatitis Infectious, Hepatocellular Injury, Hepatomegaly, Jaundice, Jaundice Cholestatic.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"5.6","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Consecutive Elevations in Alanine Aminotransferase (ALT) and/or Aspartate Aminotransferase (AST) ≥3 Times Upper Normal Limit (ULN)","description":"Participants had ALT and AST levels assessed throughout the 52 week treatment period. Participants who had 2 consecutive assessments of ALT and/or AST that were 3 x ULN or greater were recorded. The ALT and AST ULNs were 40 U/L.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.9","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Elevations in ALT or AST ≥5 Times ULN","description":"Participants had ALT and AST levels assessed throughout the 52 week treatment period. Participants who had assessments of ALT or AST that were 5x ULN or greater were recorded. The ALT and AST ULNs were 40 U/L.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Elevations in ALT or AST ≥10 Times ULN","description":"Participants had ALT and AST levels assessed throughout the 52 week treatment period. Participants who had assessments of ALT and/or AST that were 10x ULN or greater were recorded. The ALT and AST ULNs were 40 U/L.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Potential Hy's Law Condition","description":"Percentage of Participants with Potential Hy's Law Condition (defined as serum ALT or serum AST elevations \\>3xULN, with serum alkaline phosphatase \\<2xULN and total bilirubin (TBL) ≥2xULN) was summarized. The ALT and AST ULNs were 40 U/L. The ULN for alkaline phosphatase was 359 IU/L and the ULN for total bilirubin was 1.2 mg/dL.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Elevations in Creatine Kinase (CK) ≥10 Times ULN","description":"Participants had creatine phosphokinase (CK) levels assessed throughout the 12 week treatment period. Participants who had any CK level that was ≥10 x ULN were recorded. The CK ULNs for males and females were 287 IU/L and 163 IU/L, respectively.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Elevations in Creatine Kinase (CK) ≥10 Times ULN With Muscle Symptoms","description":"Participants had CK levels assessed throughout the 52 week treatment period. Participants who had any CK level that was ≥10 x ULN and had associated muscle symptoms present within +/- 7 days were recorded. The CK ULNs for males and females were 287 IU/L and 163 IU/L, respectively.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants Who Experience Elevations in Creatine Kinase (CK) ≥10 Times ULN and Drug-Related Muscle Symptoms","description":"Participants had CK levels assessed throughout the 52 week treatment period. Participants who had any CK level that was ≥10 x ULN and had associated muscle symptoms present within +/- 7 days that were reported as at least possibly-related to study drug were recorded. The CK ULNs for males and females were 287 IU/L and 163 IU/L, respectively.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null},{"groupId":"OG001","value":"0.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":117},"commonTop":["Nasopharyngitis","Type 2 diabetes mellitus","Back pain","Headache","Gastritis"]}}}