{"nctId":"NCT01371565","briefTitle":"Compassionate Use of CORLUX® (Mifepristone) in the Treatment of Signs and Symptoms of Endogenous Cushing's Syndrome","startDateStruct":{"date":"2010-11"},"conditions":["Cushing's Disease","Cushing's Syndrome"],"count":4,"armGroups":[{"label":"mifepristone","type":"EXPERIMENTAL","interventionNames":["Drug: Mifepristone"]}],"interventions":[{"name":"Mifepristone","otherNames":["CORLUX®"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have a confirmed diagnosis of endogenous hypercortisolemia caused by ACTH dependent or ACTH independent etiologies including:\n\n   * Cushing's Disease that (more than one may apply)\n\n     * has recurred after primary pituitary surgery\n     * has persisted despite pituitary surgery (failed pituitary surgery)\n     * has been treated with radiation therapy to the pituitary\n     * is not treatable with surgery\n     * exists in subjects who are not candidates for or who refuse surgery\n   * Ectopic ACTH\n   * Ectopic CRF secretion\n   * Adrenal adenoma\n   * Adrenal carcinoma\n   * Adrenal autonomy\n2. Have documented biochemical evidence of endogenous hypercortisolemia which includes elevated urinary free cortisol.\n3. Require medical treatment of hypercortisolemia.\n\nExclusion Criteria:\n\nIndividuals not eligible to be enrolled into the study are those who:\n\n* Have de novo Cushing's disease and are surgical candidates for pituitary surgery.\n* Have an acute or unstable medical problem, which could be aggravated by mifepristone treatment.\n* Taking medications within 14 days of the baseline visit (Day 1) that a) have a large first pass metabolism largely mediated by CYP3A4 and a narrow therapeutic margin and/or b) are strong CYP3A4 inhibitors.\n* Female patients of reproductive potential, who are pregnant or who are unable or unwilling to use medically acceptable, non-hormonal methods of contraception during the study.\n* Have received investigational treatment (drug, biological agent or device) within 30 days of Screening\n* Have a history of an allergic reaction or intolerance to CORLUX (mifepristone)\n* Have a non-endogenous source of hypercortisolemia such as factious hypercortisolemia (exogenous source of glucocorticoid, iatrogenic Cushing's syndrome), factious or therapeutic use of ACTH\n* Have Pseudo-Cushing's syndrome.\n* Postmenopausal women with an intact uterus who have experienced unexplained vaginal bleeding within 12 months of Screening are excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events","description":"Safety was assessed at all visits and adverse events were recorded.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":4},"commonTop":["Blood potassium decreased","Hypoglycaemia","Pancytopenia","Eye irritation","Dysphagia"]}}}