{"nctId":"NCT02274558","briefTitle":"A Phase 3 Study of NBI-98854 for the Treatment of Tardive Dyskinesia","startDateStruct":{"date":"2014-10"},"conditions":["Tardive Dyskinesia"],"count":234,"armGroups":[{"label":"NBI-98854 40 mg","type":"EXPERIMENTAL","interventionNames":["Drug: NBI-98854","Drug: Placebo"]},{"label":"NBI-98854 80 mg","type":"EXPERIMENTAL","interventionNames":["Drug: NBI-98854","Drug: Placebo"]},{"label":"Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: NBI-98854","Drug: Placebo"]}],"interventions":[{"name":"NBI-98854","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects of childbearing potential must agree to use hormonal or two forms of nonhormonal contraception (dual contraception) consistently during the screening, treatment and follow-up periods of the study.\n2. Female subjects must not be pregnant.\n3. Have one of the following clinical diagnoses for at least 3 months prior to screening: Schizophrenia or Schizoaffective Disorder, or Mood Disorder.\n4. Have a clinical diagnosis of neuroleptic-induced TD for at least 3 months prior to screening.\n5. Have moderate or severe TD.\n6. If using maintenance medication(s) for schizophrenia or schizoaffective disorder, or mood disorder, be on stable doses.\n7. Be in good general health.\n8. Have adequate hearing, vision, and language skills to perform the procedures specified in the protocol.\n9. Have a negative drug screen for amphetamines,barbiturates, benzodiazepines, phencyclidine, cocaine, opiates, or cannabinoids\n\nExclusion Criteria:\n\n1. Have an active, clinically significant unstable medical condition within 1 month prior to screening.\n2. Have a known history of substance dependence, or substance (drug) or alcohol abuse\n3. Have a significant risk of suicidal or violent behavior.\n4. Have a known history of neuroleptic malignant syndrome.\n5. Have a known history of long QT syndrome or cardiac tachy-arrhythmia.\n6. Have a cancer diagnosis within 3 years of screening (some exceptions allowed)\n7. Have received an investigational drug within 30 days prior to screening or plan to use an investigational drug (other than NBI-98854) during the study.\n8. Have a blood loss ≥550 mL or donated blood within 30 days prior to Baseline.\n9. Have an allergy, hypersensitivity, or intolerance to tetrabenazine.\n10. Have had previous exposure with NBI-98854 or had previously participated in an NBI-98854 clinical study.\n11. Are currently pregnant or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Abnormal Involuntary Movement Scale (AIMS) Dyskinesia Total Score Change From Baseline at Week 6","description":"Severity of TD symptoms assessed by AIMS dyskinesia total score (sum of items 1 through 7), as assessed by blinded central AIMS video raters. The AIMS Total Dyskinesia Score rates a total of 7 items, rating involuntary movement from 0 (no dyskinesia) to 4 (severe dyskinesia). Items 1 through 7 include facial and oral movements (Items 1-4), extremity movements (Items 5-6), and trunk movements (Item 7). The AIMS dyskinesia total score for Items 1-7 ranges from 0 to 28; a higher score reflects increased severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.1","spread":"0.4"},{"groupId":"OG001","value":"-3.2","spread":"0.4"},{"groupId":"OG002","value":"-1.9","spread":"0.4"}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression of Change - TD (CGI-TD) at Week 6","description":"Clinician's perspective of the participant's overall improvement of TD symptoms over time. The CGI-TD is based on a 7-point scale (range: 1=very much improved to 7=very much worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"0.1"},{"groupId":"OG001","value":"2.9","spread":"0.1"},{"groupId":"OG002","value":"2.9","spread":"0.1"}]}]}]},{"type":"SECONDARY","title":"Abnormal Involuntary Movement Scale (AIMS) Dyskinesia Total Score Responder Analysis at Week 6","description":"Percentage of AIMS responders (subjects who had at least a 50 percent reduction in AIMS score from baseline)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":76},"commonTop":["Somnolence","Suicidal ideation","Dry mouth"]}}}