{"nctId":"NCT02713178","briefTitle":"Efficacy, Safety, and Pharmacokinetics of Femoral Nerve Block With EXPAREL in Total Knee Arthroplasty","startDateStruct":{"date":"2016-06-03"},"conditions":["Pain"],"count":232,"armGroups":[{"label":"EXPAREL 133 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: bupivacaine liposome injectable suspension"]},{"label":"EXPAREL 266 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: bupivacaine liposome injectable suspension"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"bupivacaine liposome injectable suspension","otherNames":["EXPAREL"]},{"name":"Placebo","otherNames":["Normal saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female, at least 18 years of age at screening.\n2. Scheduled to undergo primary unilateral TKA under general or spinal anesthesia.\n3. American Society of Anesthesiologists (ASA) physical status 1, 2, or 3.\n4. Female subject must be surgically sterile; or at least 2 years postmenopausal; or have a monogamous partner who is surgically sterile; or practicing double-barrier contraception; or practicing abstinence (must agree to use double-barrier contraception in the event of sexual activity); or using an insertable, injectable, transdermal, or combination oral contraceptive approved by the FDA for greater than 2 months prior to screening and commit to the use of an acceptable form of birth control for the duration of the study and for 30 days after completion of the study.\n5. Able to demonstrate sensory function by exhibiting sensitivity to cold, pinprick, and light touch.\n6. Able to provide informed consent, adhere to the study visit schedule, and complete all study assessments.\n\nExclusion Criteria:\n\n1. Currently pregnant, nursing, or planning to become pregnant during the study or within 1 month after study drug administration.\n2. Planned concurrent surgical procedure (e.g., bilateral TKA).\n3. Concurrent painful physical condition that may require analgesic treatment (such as an NSAID or opioid) in the postsurgical period for pain that is not strictly related to the knee surgery and which may confound the postsurgical assessments (e.g., significant pain from other joints including the non-index knee joint, chronic neuropathic pain, concurrent or prior contralateral TKA, concurrent foot surgery).\n4. Previous open knee surgery on the knee being considered for TKA. Prior arthroscopy is permitted.\n5. History of hypersensitivity or idiosyncratic reaction to amide-type local anesthetics.\n6. Contraindication to any one of the following: bupivacaine, oxycodone, morphine, or hydromorphone.\n7. Use of any of the following medications within the times specified before surgery: long-acting opioid medication or NSAIDs (except for low-dose aspirin used for cardioprotection) within 3 days, or any opioid medication within 24 hours.\n8. Initiation of treatment with any of the following medications within 1 month of study drug administration or if the medication(s) are being given to control pain: selective serotonin reuptake inhibitors (SSRIs), selective norepinephrine reuptake inhibitors (SNRIs), gabapentin, pregabalin (Lyrica®), or duloxetine (Cymbalta®). If a subject is taking one of these medications for a reason other than pain control, he or she must be on a stable dose for at least 1 month prior to study drug administration.\n9. Current use of systemic glucocorticosteroids within 1 month of enrollment in this study.\n10. Use of dexmedetomidine HCl (Precedex®) within 3 days of study drug administration.\n11. History of impaired kidney function, poorly controlled chronic respiratory disease, rheumatoid arthritis, coagulopathy, or loss of sensation in extremities.\n12. Impaired kidney function (e.g., serum creatinine level \\>2 mg/dL \\[176.8 µmol/L\\] or blood urea nitrogen level \\>50 mg/dL \\[17.9 mmol/L\\]) or impaired liver function (e.g., serum aspartate aminotransferase \\[AST\\] level \\>3 times the upper limit of normal \\[ULN\\] or serum alanine aminotransferase \\[ALT\\] level \\>3 times the ULN.)\n13. Uncontrolled anxiety, psychiatric, or neurological disorder that might interfere with study assessments.\n14. Any chronic neuromuscular deficit effecting the peripheral nerves or muscles of the surgical extremity.\n15. Any chronic condition or disease that would compromise neurological or vascular assessments.\n16. Malignancy in the last 2 years, with the exception of non-metastatic basal cell or squamous cell carcinoma of the skin or localized carcinoma in situ of the cervix.\n17. Suspected or known history of drug or alcohol abuse within the previous year.\n18. Body weight \\<50 kg (110 pounds) or a body mass index \\>44 kg/m2.\n19. Previous participation in an EXPAREL study.\n20. Administration of an investigational drug within 30 days or 5 elimination half-lives of such investigational drug, whichever is longer, prior to study drug administration, or planned administration of another investigational product or procedure during the subject's participation in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Curve (AUC) of Visual Analog Scale (VAS) Pain Intensity Scores Through 72 Hours","description":"AUC of VAS pain intensity scores through 72 hours. Visual Analog Scale (VAS) is a pain scale. The VAS was presented as a straight 10 cm line, where 0 cm is no pain and 10 cm is the worst pain possible. Patients were asked, \"How much pain are you experiencing right now? Please place a vertical mark on the line below to indicate the level of pain you are experiencing right now.\"","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"259.545","spread":"19.011"},{"groupId":"OG001","value":"250.998","spread":"18.849"},{"groupId":"OG002","value":"279.794","spread":"18.493"}]}]}]},{"type":"SECONDARY","title":"Total Postsurgical Opioid Consumption Through 72 Hours","description":"Total postsurgical opioid consumption (converted to IV morphine equivalents) through 72 hours","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69.466","spread":"4.403"},{"groupId":"OG001","value":"74.393","spread":"4.669"},{"groupId":"OG002","value":"81.469","spread":"5.006"}]}]}]},{"type":"SECONDARY","title":"Percentage of Opioid-free Participants Through 72 Hours","description":"Percentage of participants who did not receive opioid medication through 72 hours","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to First Opioid Rescue Through 72 Hours","description":"Time to first opioid rescue medication consumed through 72 hours. The \"time to rescue\" is estimated for each quartile from the Kaplan-Meier analysis, in which first quartile represents the time it took for the first 25% of the population to receive rescue medication, median quartile represents the time it took 50% of the population to receive rescue medication, and third quartile represents the time it took 75% of the population to receive rescue medication.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.80","spread":null},{"groupId":"OG001","value":"1.53","spread":null},{"groupId":"OG002","value":"1.08","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.03","spread":null},{"groupId":"OG001","value":"2.87","spread":null},{"groupId":"OG002","value":"2.40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5.07","spread":null},{"groupId":"OG001","value":"5.78","spread":null},{"groupId":"OG002","value":"3.72","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":75},"commonTop":["Motor dysfunction","Nausea","Pyrexia","Constipation","Vomiting"]}}}