{"nctId":"NCT01879618","briefTitle":"Use Of Fragmin In Hemodialysis","startDateStruct":{"date":"2013-10"},"conditions":["Chronic Renal Failure"],"count":152,"armGroups":[{"label":"Fragmin","type":"EXPERIMENTAL","interventionNames":["Drug: Fragmin"]}],"interventions":[{"name":"Fragmin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* chronic renal failure on hemodialysis\n\nExclusion Criteria:\n\n* significant comorbidities that would prevent a patient from completing the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Percent of Successful HD Sessions","description":"A successful HD session is defined in terms of efficacy of the drug where the HD session had completed as planned: there was no premature termination due to Grade 3 or 4 clotting or saline flush to prevent the loss of the extracorporeal circuit due to clotting; it was not possible to return the participant's blood or assess the exact extent of clotting. HD sessions which terminated prematurely due to Grade 1 or 2 clotting, safety event, machine failure, or access site displacement were excluded from the analysis. The point estimate and 95% CI were computed based on generalized estimating equation (GEE) model for clustered binomial data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Percent of HD Sessions With an Acceptable Dose","description":"A HD session with an acceptable dose is defined in terms of efficacy of the drug: an HD session for which the dose at the next HD session did not need to be changed due to Grade 3 or 4 clotting, bleeding, access compression time \\> 10 minutes, or other clinical event. The point estimate and 95% CI were computed based on GEE model for clustered binomial.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":152},"commonTop":["Arteriovenous fistula site haemorrhage","Hypotension"]}}}