{"nctId":"NCT00503425","briefTitle":"A Study of MabThera (Rituximab) in Participants With Rheumatoid Arthritis Who Have Had an Inadequate Response to Disease-Modifying Antirheumatic Drugs (DMARD) and/or Anti-Tumor Necrosis Factor (Anti-TNF) Therapy.","startDateStruct":{"date":"2005-06-30","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":215,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Rituximab [MabThera/Rituxan]"]}],"interventions":[{"name":"Rituximab [MabThera/Rituxan]","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nDuring study entry\n\n* Able and willing to give written informed consent and comply with the requirements of the study protocol;\n* Participants with Rheumatoid Arthritis (RA) for at least 6 months, diagnosed according to the revised 1987 American College of Rheumatology (ACR) criteria for the classification of RA;\n* Receiving treatment on an outpatient basis;\n* Experienced an inadequate response to previous or current treatment with DMARDs because of toxicity or inadequate efficacy;\n* Disease activity score (DAS28) greater than or equal to (\\>=) 3.2 at screening and baseline visit.\n* Age \\>= 18 years;\n* Participants of reproductive potential (males and females) using a reliable means of contraception (for example \\[e.g.\\] contraceptive pill, intrauterine device, physical barrier);\n* Female participants with childbearing potential - a negative urine pregnancy test within two weeks prior to first rituximab treatment.\n\nDuring Re-Treatment\n\n* Achieved moderate or good response according to the EULAR response criteria during any visit including visits in the post-treatment period;\n* DAS28 \\>=3.2;\n* The participants has not been withdrawn into the safety follow-up at any time pre or post Week 24;\n* 36 weeks or more have passed since the participant's first rituximab infusion;\n* No evidence of any new medical condition or laboratory test results;\n* In participants who were known to be positive to hepatitis B core antibody (HBcAb) - documented negative hepatitis B viral DNA (HBV-DNA) test and aspartate aminotransferase (AST)/alanine aminotransferase (ALT) less than or equal to (\\<=) 2.5x upper limit of normal (ULN) within the last 12 weeks;\n* Female participants with childbearing potential - a negative urine pregnancy test immediately prior to treatment initiation.\n\nExclusion Criteria:\n\n* Rheumatic autoimmune disease other than RA, or significant systemic involvement secondary to RA (e.g., vasculitis, pulmonary fibrosis or Felty's syndrome). Sjogren's syndrome with RA was permitted;\n* Functional class IV as defined by the ACR Classification of Functional Status in RA;\n* History of, or current, inflammatory joint disease other than RA (e.g., gout, reactive arthritis, psoriatic arthritis, seronegative spondyloarthropathy, Lyme disease) or other systemic rheumatic disorder disorder (e.g., inflammatory bowel disease, scleroderma, inflammatory myopathy);\n\nExcluded Previous/Concomitant Medications\n\n* Previous or concurrent treatment with any anti TNF-alpha therapy;\n* Treatment with any investigational agent within 4 weeks of screening;\n* Previous treatment with any cell depleting therapies excluding rituximab, including investigational agents;\n* Immunization with a live vaccine within 4 weeks prior to the baseline visit.\n\nExclusions for General Safety\n\n* History of severe allergic or anaphylactic reactions to humanized or murine monoclonal antibodies;\n* Significant cardiac or pulmonary disease (including obstructive pulmonary disease).\n* Evidence of significant uncontrolled concomitant diseases such as cardiovascular disease, nervous system, pulmonary, renal, hepatic, endocrine or gastrointestinal disorders.\n* Known active bacterial, viral, fungal, mycobacterial or other infection (including tuberculosis, or atypical mycobacterial disease, but excluding fungal infections of nail beds), or any major episode of infection requiring hospitalization or treatment with IV antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening;\n* History of recurrent significant infection or history of recurrent bacterial infections;\n* Primary or secondary immunodeficiency (history of, or currently active);\n* Active cancer, including solid tumors and hematologic malignancies (except basal cell or squamous cell carcinoma of the skin that have been excised and cured);\n* Pregnant women or nursing (breast feeding) mothers;\n* Participants with lack of peripheral venous access;\n\nLaboratory Exclusion Criteria (at Screening)\n\n* Positive tests for hepatitis B surface antigen (HBsAg) and/or positive tests for HBcAb associated with detectable HBV-DNA or hepatitis C antibody (HCAb) and hepatitis C viral RNA (HCV-RNA).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was any untoward medical occurrence in a participant who received study drug. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Number of participants with non-serious AEs was exclusive of SAEs.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"176","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"70","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Disease Activity Score Based on 28 Joints (DAS 28) at Week 24","description":"DAS28 score is a measure of participant's disease activity calculated using tender joint count (TJC) \\[28 joints\\], swollen joint count (SJC) \\[28 joints\\], participant's global assessment of disease activity (PGH) \\[visual analog scale (VAS): 0=no disease activity to 100=maximum disease activity\\] and erythrocyte sedimentation rate (ESR). DAS28 was calculated according to following formula: 0.56 multiplied by (\\*) square root (√) of TJC\\] plus (+) \\[0.28\\*√SJC\\]+\\[0.70\\*the natural logarithm (ln) ESR\\]+\\[0.014\\*PGH\\]. Total possible score of 0 to approximately 10, where higher scores represented higher disease activity. Scores below 2.6 indicated clinical remission, score of less than or equals to (\\</=) 3.2 indicated low disease activity, score of \\</=5.1 indicated moderate disease activity, scores above 5.1 indicated high or severe disease. Rituximab was administered as needed during episodes of inflammation for up to 5 courses. Change from baseline in DAS28 to Week 24 was reported for all 5 courses.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.6","spread":"1.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.3","spread":"1.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.4","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"1.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"1.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Whose DAS28 Improved by Greater Than (>) 1.2 at Week 24","description":"DAS28 score is a measure of participant's disease activity calculated using TJC28, SJC28, PGH \\[VAS: 0=no disease activity to 100=maximum disease activity\\] and ESR. DAS28 was calculated according to following formula: \\[0.56\\*√TJC\\] + \\[0.28\\*√SJC\\] + \\[0.70\\*ln ESR\\] + \\[0.014\\*PGH\\]. Total possible score of 0 to approximately 10, where higher scores represented higher disease activity. Scores below 2.6 indicated clinical remission, score of \\</= 3.2 indicated low disease activity, score of \\</= 5.1 indicated moderate disease activity, and scores above 5.1 indicated high or severe disease. Rituximab was administered as needed during episodes of inflammation for up to 5 courses. Change from baseline in DAS28 to Week 24 was reported for all 5 courses. Participants whose DAS28 score improved by 1.2 score were reported.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"86.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With EULAR DAS 28 Response at Week 24","description":"Clinical response was assessed according to EULAR categorical DAS28 response criteria, which defined clinically meaningful improvement at Week 24. EULAR response was based on change from baseline (COB) in DAS28 score and also on actual DAS28 score, at Week 24. DAS28 score= participant's disease activity calculated using TJC28, SJC28, PGH \\[VAS: 0=no disease activity to 100=maximum disease activity\\] and ESR. DAS28 was calculated by following formula: 0.56\\*√TJC+(0.28\\*√SJC)+(0.70\\*ln ESR)+(0.014\\*PGH). Total possible score=0-10, higher scores represented higher disease activity. Scores below 2.6: clinical remission, \\</=3.2: low disease activity, \\</=5.1: moderate disease activity, above 5.1: severe disease. EULAR Good response: DAS28\\</=3.2; COB\\<-1.2. Moderate response: DAS28\\</=3.2 or \\>3.2 to \\</=5.1 or \\>5.1; COB \\<-1.2 or \\<-0.6 to greater than or equal to (\\>/=)-1.2. No response: DAS28 \\</=3.2 or \\> 3.2 to \\</=5.1 or \\>5.1; COB \\<-0.6 to \\>/=-1.2 or \\>/=-0.6. EULAR response was reported for 5 courses.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"21.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"76.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"77.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Bone Density Score at Weeks 48 and 104","description":"Bone density or bone mineral density (BMD) is the amount of bone mineral in bone tissue. BMD test results are compared to the ideal or peak BMD of a healthy 30-year-old adult, and results are provided as T-score. A score of 0 means BMD is equal to the norm for a healthy young adult. Differences between observed BMD and that of the healthy young adult norm are measured in units called standard deviations (SDs). The more standard deviations below 0, indicated as negative numbers, lower the BMD higher the risk of fracture. SD + 1 to -1 indicates normal BMD; SD between -1 to -2.5 indicates low bone mass, SD -2.5 or lower indicates osteoporosis. Change in bone density was measured in participants who were not treated with biphosphonates by Dual Energy X-Ray Absorptiometry. Change in bone density was assessed at baseline and at Weeks 48 and 104. Change from baseline in bone density score was reported for all 5 courses.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.08","spread":"1.19"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.13","spread":"1.26"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.09","spread":"0.43"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.51","spread":"1.60"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.45","spread":"1.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":70,"n":209},"commonTop":["Back pain","Rheumatoid arthritis","Vitamin D deficiency","Upper respiratory tract infection","Headache"]}}}