{"nctId":"NCT03777436","briefTitle":"An Efficacy and Safety Study of Apremilast (CC-10004) in Subjects With Moderate to Severe Genital Psoriasis","startDateStruct":{"date":"2019-02-11","type":"ACTUAL"},"conditions":["Psoriasis"],"count":289,"armGroups":[{"label":"Arm A- Apremilast with Placebo","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast","Other: Placebo"]},{"label":"Arm B - Apremilast 30 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Apremilast"]}],"interventions":[{"name":"Apremilast","otherNames":["CC-10004, Otezla"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n1. Subject is ≥ 18 years of age at the time of signing the informed consent form (ICF).\n2. Subject must have a diagnosis of chronic plaque psoriasis for at least 6 months prior to signing the ICF.\n3. Subject must have a diagnosis of moderate or severe psoriasis of the genital area at Screening and Baseline.\n4. Subject must have a diagnosis of moderate or severe psoriasis at Screening and Baseline.\n5. Subject must have plaque psoriasis (BSA ≥ 1%) in a non-genital area at both Screening and Baseline.\n6. Subject must have been inadequately controlled with or intolerant of topical therapy, or topical therapy is inappropriate for the treatment of psoriasis affecting the genital area.\n7. Subject must be in good health (except for psoriasis) as judged by the investigator, based on medical history, physical examination, clinical laboratories, and urinalysis.\n8. Subject must meet laboratory criteria\n\nExclusion Criteria:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n1. Subject has any significant medical condition or laboratory abnormality, that would prevent the subject from participating in the study.\n2. Subject has any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n3. Subject has positive Hepatitis B surface antigen or anti-hepatitis C antibody at Screening.\n4. Subject has active tuberculosis (TB) or a history of incompletely treated TB.\n5. Subject has prior history of suicide attempt at any time in the subject's life time prior to signing the informed consent and randomization, or major psychiatric illness requiring hospitalization within the last 3 years prior to signing the informed consent.\n6. Subject has current or planned therapies that may have a possible effect on psoriasis of the body and/or genital area during the course of the treatment phase of the trial\n7. Subject had prior treatment with apremilast.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With a Modified sPGA-G Response at Week 16","description":"The modified sPGA-G is the assessment by the Investigator of the participant's psoriasis lesions' overall disease severity in the genital area at the time of evaluation. The modified sPGA-G is a 5-point scale ranging from clear (0), almost clear (1), mild (2), moderate (3), to severe (4), incorporating an assessment of the severity of the 3 primary signs of the disease: erythema, plaque elevation, and scaling.\n\nA modified sPGA-G response is defined as modified sPGA-G score of clear (0) or almost clear (1) and with ≥ 2-point reduction from Baseline at Week 16.\n\nMissing values were imputed using the multiple imputation (MI) method. Two-sided 95% confidence intervals (CIs) for the within-group proportions were based on the Wilson-score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.5","spread":null},{"groupId":"OG001","value":"39.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Static Physician Global Assessment (sPGA) Response at Week 16","description":"The sPGA is the assessment by the Investigator of the overall disease severity at the time of evaluation. The sPGA is a 5-point scale ranging from 0 (clear), 1 (almost clear), 3 (moderate) to 4 (severe), incorporating an assessment of the severity of the 3 primary signs of the disease: erythema, scaling and plaque elevation.\n\nAn sPGA response is defined as sPGA score of clear (0) or almost clear (1) and with ≥ 2-point reduction from Baseline at Week 16.\n\nMissing values were imputed using the MI method. Two-sided 95% CIs for the within-group proportions were based on the Wilson-score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.9","spread":null},{"groupId":"OG001","value":"22.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With a Genital Psoriasis Itch Numeric Rating Scale (GPI-NRS) Response at Week 16","description":"The GPI-NRS is a self-reported measure where participants were asked to assess their psoriasis symptoms in the genital area and select a number on a scale of 0-10, where 0 represents no itch, and 10 represents the worst imaginable itch.\n\nA GPI-NRS response is defined as ≥ 4 point reduction (improvement) from Baseline.\n\nMissing values were imputed using the MI method. Two-sided 95% CIs for the within-group proportions were based on the Wilson-score method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"47.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Affected Body Surface Area (BSA) at Week 16","description":"The BSA is a measurement of involved skin over the whole body. The overall BSA affected by psoriasis is estimated based on the palm area of the participant's hand. The surface area of the whole body is made up of approximately 100 palms or \"handprints\" (each entire palmar surface or \"handprint\" equates to approximately 1% of total BSA).\n\nA negative change from Baseline indicates a reduction of affected BSA.\n\nBased on mixed-effect model for repeated measures (MMRM) model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.79","spread":"0.669"},{"groupId":"OG001","value":"-4.12","spread":"0.664"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dermatology Life Quality Index (DLQI) at Week 16","description":"The DLQI is a 10 item questionnaire dealing with the participant's skin. With the exception of Item Number 7, the participant responds on a four-point scale, ranging from 0 (not at all) to 3 (very much). Item Number 7 is a multi-part item, the first part of which ascertains whether the participant's skin prevented them from working or studying (Yes or No), and if \"No,\" then the participant is asked how much of a problem the skin has been at work or study over the past week, with response alternatives being 0 (not at all), 1 (a little) and 2 (a lot).\n\nTotal scores have a possible range of 0-30, where 0 represents the best score, and 30 represents the worst health-related quality of life.\n\nA negative change from Baseline indicates an improvement in health-related quality of life scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.6","spread":"0.57"},{"groupId":"OG001","value":"-5.3","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Genital Psoriasis Symptoms Scale (GPSS) Total Score at Week 16","description":"The GPSS is a self-reported measure where participants were asked to assess each of their psoriasis symptoms (itch, pain, discomfort, stinging, burning, redness, scaling, and cracking) in the genital area and select a number on a scale of 0-10, where 0 represents no symptoms, and 10 represents the worst imaginable.\n\nResults from each symptom assessment were summed to generate a total GPSS score ranging from 0 (no genital psoriasis symptoms) to 80 (worst imaginable genital psoriasis symptoms).\n\nA negative change from Baseline indicates an improvement in genital psoriasis symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.3","spread":"1.85"},{"groupId":"OG001","value":"-20.5","spread":"1.83"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":145},"commonTop":["Diarrhoea","Headache","Nausea","Nasopharyngitis"]}}}