{"nctId":"NCT01853254","briefTitle":"A Study of Pegasys (Peginterferon Alfa-2a) Administered Alone or in Combination With Copegus (Ribavirin) in Patients With Chronic Hepatitis C Who Have Participated in Previous Pegasys Trials","startDateStruct":{"date":"2003-09"},"conditions":["Hepatitis C, Chronic"],"count":272,"armGroups":[{"label":"Peginterferon alfa-2a monotherapy or combined with ribavirin","type":"EXPERIMENTAL","interventionNames":["Drug: Peginterferon alfa-2a","Drug: Ribavirin"]}],"interventions":[{"name":"Peginterferon alfa-2a","otherNames":["Pegasys"]},{"name":"Ribavirin","otherNames":["Copegus"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients, ≥ 18 years of age.\n* Chronic hepatitis C.\n* Compensated liver disease (Child-Pugh Class A).\n* Previous participation in a donor protocol in which treatment or re-treatment with Pegasys alone or in combination with Copegus was recommended or deemed appropriate after study completion.\n* Have completed safety and efficacy assessments as defined in the donor protocol without violation or any major deviation.\n* Have not received any other anti-hepatitis C virus treatment after the completion of the donor protocol.\n* For females of childbearing potential, a negative pregnancy test within 24 hours prior to first dose of study drug.\n* Fertile patients (male and female) must use 2 reliable forms of contraception (combined) for the duration of the study (treatment and follow-up) in accordance with the locally approved label for Copegus.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women.\n* Male partners of women who are pregnant.\n* Patients with hemoglobinopathies.\n* Hepatic decompensation (Child-Pugh Class B or C) before or during treatment.\n* Non-responder patients (defined as patients previously treated with Pegasys and Copegus combination therapy at standard doses for at least 12 weeks who did not achieve at least a 2-log drop from their baseline viral load).\n* Liver disease other than chronic hepatitis C, including hepatic carcinoma.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With at Least 1 Adverse Event","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":17,"n":272},"commonTop":["Neutropenia","Anaemia"]}}}