{"nctId":"NCT02096900","briefTitle":"A Comparison of Midazolam and Zolpidem as Oral Premedication in Children","startDateStruct":{"date":"2014-07-21","type":"ACTUAL"},"conditions":["Parental/Caregiver Anxiety","Child's Anxiety"],"count":86,"armGroups":[{"label":"zolpidem","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: zolpidem"]},{"label":"midazolam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Midazolam"]}],"interventions":[{"name":"zolpidem","otherNames":["ambien"]},{"name":"Midazolam","otherNames":["versed"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pediatric patients ages 2-9 years\n* ASA class I-II\n* inpatient surgeries of at least 2 hours duration\n* requiring postoperative admission of at least 23 hours Exclusion Criteria:\n\nExclusion Criteria:\n\n* contraindication to preoperative sedation, known allergy or sensitivity to the study medications,\n* those who lack legal representative consent\n* Patients with weights lying below the 5th percentile or above the 95th percentile according to the current published CDC growth chart will also be excluded regardless of existing specific contraindication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"9 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patient Anxiety at the Time of Separation","description":"The primary outcome measure of patient anxiety will be measured using the validated Modified Yale Preoperative Anxiety Score (mYPAS). The mYPAS is the current standard for evaluation of anxiety in children receiving anesthesia for surgical procedures.\n\nThe modified Yale Preoperative Anxiety scale (m-YPAS) is a structured observational measure of preoperative anxiety in children. It was developed by the study group lead by Kain Z. It consists of assessment of 27 items in 5 domains of behavior indicating anxiety in young children; activity, emotional expressivity, state of arousal, vocalization, and use of parents. Each item is weighted in calculation of the total score that ranges from 22.5 -100. Children with a score above 30 are considered anxious while those with the score of 30 or less were considered not anxious.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.69","spread":null},{"groupId":"OG001","value":"30.00","spread":null}]}]}]},{"type":"SECONDARY","title":"Mask Acceptance Score","description":"Mask acceptance by the patient, will be measured on a 4-point scale adapted from a similar trial.\n\nScore of 1 and 2 indicates satisfactory mask acceptance. Score of 3 or 4 indicates unsatisfactory mask acceptance during induction of general anesthesia.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"29","spread":null}]},{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Presence of Emergence Delirium During Recovery","description":"Presence or absence of emergence delirium during recovery, will be assessed using the pediatric anesthesia emergence delirium (PAED) scale recorded at 5-minute intervals for 20 minutes following the child's spontaneous eye opening. PAED score of ≥12 at any time indicates presence of emergence delirium.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"10","spread":null}]}]}]},{"type":"SECONDARY","title":"Parental/Caregiver Anxiety Assessed Using the Validated State-Trait Anxiety Inventory for Adults (STAI)","description":"Parental/caregiver anxiety, was assessed using the validated State-Trait Anxiety Inventory for Adults (STAI), a validated self-evaluation questionnaire.\n\nThe STAI is compromised of separate self-report scales for measuring state and trait anxiety. The S-Anxiety scale (STAI Form Y-1) consists of twenty statements that evaluate how respondents feel \"right now, at this moment\". The T-Anxiety scale (STAI Form Y-2) consists of twenty statements that assess how respondents generally feel. The score ranges from 20 (most relaxed) to 80 (highest stress).\n\nThe baseline STAI inventory was completed by e parent/caregiver after obtaining the informed consent in the preoperative holding area and before the subject was separated from the caregiver. Baseline STAI inventory consisted of form STAIY-1 (State Anxiety) and form STAIY-2 (Trait Anxiety) anxiety.\n\nAfter caregiver/patient separation,form STAIY-1(State Anxiety) was completed again by the caregiver.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"41.74","spread":"10.66"},{"groupId":"OG001","value":"41.12","spread":"10.88"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.81","spread":"8.29"},{"groupId":"OG001","value":"34.12","spread":"8.29"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44.33","spread":"9.58"},{"groupId":"OG001","value":"43.85","spread":"13.70"}]}]}]},{"type":"POST_HOC","title":"Modified Yale Preoperative Anxiety Scale (mYPAS) Score at Separation (mYPAS2) Based on Baseline (mYPAS1) Score.","description":"Midazolam group participants will be separated into two groups; non-anxious (mYPAS1 ≤ 30) at baseline and anxious (mYPAS1 \\> 30) at baseline. The mYAPS2 scores of these two groups will be compared to the mYPAS2 scores of the Zolpidem group participants.\n\nThe modified Yale Preoperative Anxiety scale (m-YPAS) is a structured observational measure of preoperative anxiety in children that takes less than a minute to preform. It consists of assessment of 27 items in 5 domains of behavior indicating anxiety in young children; activity, emotional expressivity, state of arousal, vocalization, and use of parents. Each item is weighted in calculation of the total score that ranges from 22.5 -100. A cut off 30 on the m-YPAS scale was found to balance the high specificity and sensitivity while maintaining high positive predictive value. Children with a score above 30 are considered anxious while those with the score of 30 or less were considered not anxious.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.32","spread":null},{"groupId":"OG001","value":"28.30","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29.97","spread":null},{"groupId":"OG001","value":"60.75","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":38},"commonTop":["Double vision","Visual Hallucinations","Oxygen desatruation","Epigastric pain","Involuntary tongue movements"]}}}