{"nctId":"NCT00391976","briefTitle":"Efficacy and Safety of 28 or 56 Day Treatment for Pseudomonas Aeruginosa in Children With Cystic Fibrosis","startDateStruct":{"date":"2003-11"},"conditions":["Cystic Fibrosis"],"count":123,"armGroups":[{"label":"Tobramycin 300 mg for 28 days","type":"EXPERIMENTAL","interventionNames":["Drug: Tobramycin solution for inhalation 300 mg"]},{"label":"Tobramycin 300 mg for 56 days","type":"EXPERIMENTAL","interventionNames":["Drug: Tobramycin solution for inhalation 300 mg"]}],"interventions":[{"name":"Tobramycin solution for inhalation 300 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Male or female patients ≥ 6 months old\n* Diagnosis of cystic fibrosis (CF) based upon the following historical criteria performed prior to study participation:\n\n  1. confirmed sweat chloride \\> 60 mEq/L by quantitative pilocarpine iontophoresis (at least 2 tests), OR\n  2. genotype with two identifiable mutations consistent with CF.\n* First or early lower respiratory tract infection with Pseudomonas (P.) aeruginosa documented by either of the following:\n\n  1. first infection defined by the first P. aeruginosa isolated from sputum or deep throat cough swab culture, OR\n  2. P. aeruginosa from sputum or deep throat cough swab culture following at least 1 year of negative cultures (documented with at least 4 negative cultures during this year and no positive cultures) and no anti-pseudomonal treatment during this 1-year period, OR\n  3. P. aeruginosa from sputum or deep throat cough swab culture following at least 2 years of negative cultures (documented with at least 2 negative cultures per year and no positive cultures) and no anti-pseudomonal treatment during this 2-year period.\n* Written informed consent by the patient and/or parent/legal guardian according to local country regulations.\n\nExclusion criteria:\n\n* History of aminoglycoside hypersensitivity or adverse reaction to inhaled aminoglycoside.\n* Signs and symptoms of acute pulmonary disease, eg, pneumonia, pneumothorax.\n* Administration of any investigational drug within 30 days prior to enrollment.\n* Administration of loop diuretics within 7 days prior to study drug administration.\n* Personal/family history of abnormal hearing, other than typical hearing loss associated with the aging process.\n* Abnormal result from an audiology testing (defined as either a unilateral pure-tone audiometry test showing a threshold elevation \\> 20 decibels \\[dB\\] at any frequency across the frequency range 0.25-8 kHz or the absence of emission at the evoked otoacoustic emission test).\n* Positive urine pregnancy test at Day 1 (Baseline) for all female patients who have reached menarche.\n* Use of macrolide antibiotics as a maintenance therapy for 12 or more days during the 28 days prior to Baseline.\n* Antibody titers ≥ 1000 for any of the 3 P. aeruginosa exoenzymes: Exotoxin A, alkaline protease, or elastase (status to be determined between Baseline and Day 28).","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Months","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to Recurrence of Pseudomonas (P.) Aeruginosa (Any Genotype) in Sputum or Deep Throat Cough Swab","description":"Microbiological samples were obtained from sputum or by deep throat cough swab technique. Time to recurrence was defined as the time between the visit at 1 month after the end of treatment (when eradication was confirmed) and the time of the first positive culture with any genotype of P. aeruginosa. Time zero was Day 56 (Month 2) for the 28-day treatment group and Month 3 for the 56-day treatment group. Kaplan-Meier estimates were used.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.12","spread":null},{"groupId":"OG001","value":"25.82","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Pseudomonas (P.) Aeruginosa Eradicated From Deep Throat Cough Swab or Sputum","description":"One month after the end of treatment was Day 56 (Month 2) for the 28-day treatment group and Month 3 for the 56-day treatment group.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68","spread":null},{"groupId":"OG001","value":"71","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Recurrence of Pseudomonas (P.) Aeruginosa (New or Same Genotype) in Sputum or Deep Throat Cough Swab Based on Confirmatory Assessment by the Central Laboratory","description":"Time to recurrence was defined as the time between the visit at 1 month after the end of treatment (when eradication was confirmed) and the time of the first positive culture with any genotype of P. aeruginosa. Time zero was Day 56 (Month 2) for the 28-day treatment group and Month 3 for the 56-day treatment group.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.84","spread":"2.47"},{"groupId":"OG001","value":"16.62","spread":"2.61"}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Pseudomonas (P.) Aeruginosa Having an Increased, Decreased, or Unchanged Tobramycin Minimum Inhibitory Concentration (MIC) Value at the Final Visit Compared to Baseline","description":"The percentage of patients with changes in tobramycin MIC values from Baseline to the final visit could not be compared as there was insufficient data.","paramType":"NUMBER","dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Number of Participants Hospitalized for Pulmonary Exacerbations","description":"Core study defined as from Baseline through to one month after the end of treatment (Day 56 for the 28-day treatment group and Month 3 for the 56-day treatment group). Follow-up phase began at the end of the core study through to the end of the study (Month 27).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":"9.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":44},"commonTop":["COUGH","RHINITIS","UPPER RESPIRATORY TRACT INFECTION","DYSPHONIA","PYREXIA"]}}}