{"nctId":"NCT02800148","briefTitle":"Bioequivalence Study of Two Treatments in the Treatment of Inflammatory Lesions of Rosacea on the Face","startDateStruct":{"date":"2016-11","type":"ACTUAL"},"conditions":["Rosacea"],"count":667,"armGroups":[{"label":"Azelaic acid foam","type":"EXPERIMENTAL","interventionNames":["Drug: Azelaic acid foam"]},{"label":"Finacea Foam","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Azelaic acid foam"]},{"label":"Placebo Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Azelaic acid foam - Placebo"]}],"interventions":[{"name":"Azelaic acid foam","otherNames":[]},{"name":"Azelaic acid foam","otherNames":["Finacea Foam"]},{"name":"Azelaic acid foam - Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject must sign an Institutional Review Board (IRB) approved written informed consent for this study.\n2. Subjects must be at least 18 years of age.\n3. Subjects must have a definite clinical diagnosis of moderate to facial papulopustular rosacea,\n4. Subjects must be willing and able to understand and comply with the requirements of the study, apply the medication as instructed, refrain from use of all other\n5. Subjects must be in general good health and free from any clinically significant disease, other than rosacea, that might interfere with the study evaluations.\n6. Females of childbearing potential (excluding women who are surgically sterilized (verified tubal ligation or bilateral oophorectomy or hysterectomy) or post- menopausal for at least 2 years), in addition to having a negative urine pregnancy test at Visit 1/Day 1 (Baseline), must be willing to use an acceptable form of birth control during the study.\n\nExclusion Criteria:\n\n1. Subjects, who are pregnant, breastfeeding, or planning a pregnancy within the period of their study participation.\n2. Current or past ocular rosacea\n3. Presence of any other facial skin condition that might interfere with rosacea diagnosis and/or assessment\n4. Any uncontrolled, chronic or serious disease or medical condition that would prevent participation in a clinical trial or, in judgment of the Investigator, would put the subject at undue risk or might confound the study assessments\n5. Currently using any product containing Azelaic Acid/or belonging to the same family as Azelaic Acid foam, 15%.\n6. Any use of Azelaic Acid Foam, 15%, 1 month (30 days) prior to baseline or throughout the study.\n7. History of hypersensitivity or allergy to Finacea® (Azelaic Acid) Foam, 15%, and/or any ingredient in the study medication.\n8. Use of radiation therapy and/or anti-neoplastic agents within 90 days prior to Visit 1/Day 1 (Baseline).\n9. Current use of anticoagulation therapy and use throughout the study.\n10. Use of medicated make-up (including anti-aging make-up) throughout the study\n11. Use during the study of 1) systemic steroids, 2) topical retinoids to the face 3) antibiotics known to impact rosacea 4) immunosuppressive agents, or immunomodulators).\n12. Facial use of 1) topical steroids, 2) topical anti-inflammatory agents, 3) topical antimycotics, 4) any topical rosacea treatments or 4) topical antibiotics.\n13. Use of medicated cleansers on the face throughout the study.\n14. Subject consumes excessive alcohol, abuses drugs, or has a condition that could compromise the subject's ability to comply with study requirements\n15. Use of topical astringents or abrasives, medicated topical preparations (prescription and OTC products) within 2 days prior to Visit 1 and throughout the study.\n16. Use of antipruritics (including antihistamines), spa treatments or chlorine exposure (swimming etc.) within 24 hours of all study visits.\n17. Participation in any clinical study involving an investigational product, agent or device that might influence the intended effects or mask the side effects of study medication in the 1 month (30 days) prior Visit 1/Day 1 (Baseline) or throughout the study.\n18. Previous enrollment in this study or current enrollment in this study at another participating site.\n19. Use of tanning booths, sun lamps (excessive UV radiation e.g., phototherapy, daily extended exposure or occupational exposure to the sun), sunbathing or excessive exposure to the sun 1 week prior to baseline and throughout the study.\n20. Subjects who in the opinion of the investigator, are unlikely to be able to follow the restrictions of the protocol and complete the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change (Reduction) of Lesion Count From Day 1","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.14","spread":"33.623"},{"groupId":"OG001","value":"57.27","spread":"34.513"},{"groupId":"OG002","value":"49.43","spread":"44.437"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":224},"commonTop":[]}}}