{"nctId":"NCT00773747","briefTitle":"Study of Vorinostat (MK-0683) or Placebo, in Combination With Bortezomib in Participants With Multiple Myeloma (MK-0683-088 AMN)","startDateStruct":{"date":"2008-12-01","type":"ACTUAL"},"conditions":["Multiple Myeloma"],"count":637,"armGroups":[{"label":"Vorinostat + Bortezomib","type":"EXPERIMENTAL","interventionNames":["Drug: Vorinostat","Drug: bortezomib"]},{"label":"Placebo + Bortezomib","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: bortezomib","Drug: placebo to vorinostat"]}],"interventions":[{"name":"Vorinostat","otherNames":["Zolinza"]},{"name":"bortezomib","otherNames":["Velcade"]},{"name":"placebo to vorinostat","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Participant has an established diagnosis of multiple myeloma based on the myeloma diagnostic criteria.\n* Participant has received at least 1 but not more than 3 prior anti-myeloma regimens and has progressive disease after the most recent treatment regimen.\n* Participant must have adequate organ function.\n\nExclusion criteria:\n\n* Participant has had a prior allogeneic bone marrow transplant or plans to undergo any type of bone marrow transplantation within 4 weeks of the initiation of study therapy.\n* Participant has known hypersensitivity to any components of bortezomib or vorinostat.\n* Participant has active Hepatitis B or C, plasma cell leukemia, or is human immunodeficiency virus (HIV) positive.\n* Participant has had prior treatment with vorinostat or histone deacetylase (HDAC) inhibitors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Progression-Free Survival (PFS)","description":"Progression-free survival was measured from the start of the treatment to the time when the criteria for progression was met or death due to any cause (whichever is first recorded). Response to study therapy was assessed using European Blood and Marrow Transplantation Group (EBMT) Criteria. A stratified Cox proportional hazards model was used with Efron's likelihood approximation to account for ties in event times.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.63","spread":"6.87"},{"groupId":"OG001","value":"6.83","spread":"5.67"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Grade 3-5 Clinical or Laboratory Adverse Events (AEs)","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product/protocol-specified procedure, whether or not considered related to the medicinal product/protocol-specified procedure. Any worsening of a preexisting condition temporally associated with the use of the product was also an AE. Grades come from the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE) version 3.0. Per protocol, clinical and laboratory AEs are presented as a combined total for each grade.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"272","spread":null},{"groupId":"OG001","value":"240","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"108","spread":null},{"groupId":"OG001","value":"85","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"17","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival","description":"Overall survival was measured from the start of the treatment to death due to any cause. Overall Survival is represented as the number of deaths per 100-person- months and was computed by dividing the number of participants with an event of death that occurred during the study follow-up period by the total duration of follow-up (in 100 months) for all the participants in each cohort since participants had different lengths of follow-up.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.7","spread":"1.56"},{"groupId":"OG001","value":"1.9","spread":"1.75"}]}]}]},{"type":"SECONDARY","title":"Time to Progression","description":"Time to progression was measured from the start of the treatment to the time when the criteria for progression was met or death due to myeloma (whichever is first recorded). Response to study therapy was assessed using European Blood and Marrow Transplantation Group (EBMT) Criteria. A stratified Cox proportional hazards model was used with Efron's likelihood approximation to account for ties in event times.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.73","spread":"7.00"},{"groupId":"OG001","value":"7.03","spread":"6.33"}]}]}]},{"type":"SECONDARY","title":"Objective Response Rate","description":"Objective response rate was measured as the proportion of patients who achieved a confirmed partial response or better during the course of the study. Response to study therapy was assessed using EBMT Criteria and confirmed by Independent Adjudication Review.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.2","spread":"50.5"},{"groupId":"OG001","value":"40.6","spread":"35.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":130,"n":315},"commonTop":["Diarrhoea","Nausea","Thrombocytopenia","Fatigue","Vomiting"]}}}