{"nctId":"NCT04268771","briefTitle":"A Phase III Transition Study of DRL Rituximab to Reference Medicinal Products","startDateStruct":{"date":"2020-04-08","type":"ACTUAL"},"conditions":["Rheumatoid Arthritis"],"count":140,"armGroups":[{"label":"Arm A: DRL_RI","type":"EXPERIMENTAL","interventionNames":["Biological: Experimental: Arm A: DRL_RI"]},{"label":"Arm B: US-Rituximab or EU-Rituximab","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Arm B: Rituxan®/Mabthera®"]}],"interventions":[{"name":"Experimental: Arm A: DRL_RI","otherNames":[]},{"name":"Arm B: Rituxan®/Mabthera®","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects aged 18 years or older who have provided valid written informed consent.\n2. Subjects with a diagnosis of active RA who are eligible for the subsequent treatment course with US-rituximab or EU-rituximab according to the clinical judgment of the investigator.\n3. Documented evidence that subject has received at least 1 full course comprising two 1000 mg infusions of either US-rituximab at least 16 weeks prior to the randomization visit or EU-rituximab at least 24 weeks prior to the day of randomization visit.\n4. Subjects receiving a stable dose of weekly methotrexate (MTX) for at least 4 weeks prior to randomization (between 7.5 mg and 25 mg) and folic acid (at least 5 mg per week.\n\nEXCLUSION CRITERIA;\n\n1. Subjects with RA in functional Class IV\n2. Subjects with human immunodeficiency virus (positive HIV1Ab or HIV2Ab), hepatitis B virus and/or hepatitis C virus infection, including those with positive results in the viral disease screening.\n3. Subjects with active tuberculosis. Subjects with evidence of latent TB or a history of TB must have completed treatment or have initiated treatment for at least 1 month before the first dose of study treatment (Day 1). TB testing is required only if it is required by local regulations or practice.\n4. Active systemic infection.\n5. Severely immunocompromised.\n6. History of severe hypersensitivity to either US-rituximab or EU-rituximab or any of its excipients requiring drug discontinuation.\n7. Any serious illness or uncontrolled medical condition, including but not limited to severe infections, significant hepatic or renal disease, uncontrolled hypertension despite treatment (defined as blood pressure ≥160/95 mmHg), congestive heart failure (New York Heart Association \\[NYHA\\] Class III or IV), or other severe, uncontrolled cardiac disease or uncontrolled diabetes with immediate risk of acute complications.\n8. Any condition that in the opinion of the investigator represents an obstacle for study conduct and/or represents a potential unacceptable risk for subjects.\n9. Requires treatment with any biological medicinal product during the study other than the study treatment.\n10. Previous treatment with B-cell modulating or cell depleting biologic therapy except US-rituximab or EU-rituximab.\n11. Prior participation in this clinical trial or prior participation in any clinical trial with any monoclonal antibody within 12 months of screening or prior participation in any clinical trial within 3 months of screening or within 5 half-lives of the investigational drug or until the expected PD effect has returned to baseline, whichever is longer.\n12. Treatment with other biologic disease-modifying anti-rheumatic drugs, or Janus kinase (JAK) inhibitors administered within 12 weeks before the first dose of rituximab of the prior treatment course onwards till the date of randomization.\n13. Subjects with the following laboratory abnormalities:\n\n    * Subjects with screening total white blood cell count \\<3000/μL, platelets \\<100,000/μL, neutrophils \\<1,500/μL, or hemoglobin \\<8.5 g/dL\n    * Abnormal liver function tests such as aspartate aminotransferase, alanine aminotransferase, or alkaline phosphatase \\>2 × upper limit of normal (ULN). A single parameter \\>2 × ULN can be re-checked as soon as possible, at least prior to randomization, if required as per the investigator's discretion.\n    * Creatinine clearance (Cockcroft \\& Gault formula) of less than 50 mL/min.\n14. History of vaccination with live vaccines within 4 weeks of the first dose of study treatment (Day 1) or known to require live vaccines during the study.\n15. Lactating or pregnant female.\n16. Women of childbearing potential who do not consent to use highly effective methods of birth control (e.g., barrier contraceptives, oral contraceptives, intrauterine devices, true abstinence if it allowed as per the country specific regulatory requirement \\[periodic abstinence {e.g., calendar ovulation, symptothermal, post-ovulation methods} and withdrawal are not acceptable methods of contraception\\], or sterilization) during treatment and for at least 12 months after the last administration of study treatment.\n17. For men involved in any sexual intercourse that could lead to pregnancy, subjects must agree to use 1 of the highly effective methods of birth control listed in Exclusion Criterion #16 during treatment and for at least 12 months after the last administration of study treatment.\n18. Subject with serum IgG \\< lower limit of normal.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Subjects With Positive Anti-Drug Antibodies (ADA) on Day 1","description":"For Immunogenicity: Number of subjects with positive Anti-Drug Antibodies (ADA) on Day 1 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Positive Anti-Drug Antibodies (ADA) on Day 15","description":"For Immunogenicity: Number of subjects with positive Anti-Drug Antibodies (ADA) on Day 15 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Positive Anti-Drug Antibodies (ADA) at Week 4","description":"For Immunogenicity: Number of subjects with positive Anti-Drug Antibodies (ADA) at Week 4 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Positive Anti-Drug Antibodies (ADA) at Week 8","description":"For Immunogenicity: Number of subjects with positive Anti-Drug Antibodies (ADA) at Week 8 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Subjects With Positive Anti-Drug Antibodies (ADA) at Week 12 Visits","description":"For Immunogenicity: Number of subjects with positive Anti-Drug Antibodies (ADA) at Week 12 visits was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Anaphylactic Reactions at Dosing Time Points (Either at Week 1 or Week 3)","description":"Number of Subjects reporting anaphylactic reactions during the study drug administration either at Week 1 or Week 3 was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting TEAEs (Treatment Emergent Adverse Events) That Led to Study Drug Discontinuation at Either Week 1 or Week 3 Dosing Timepoint","description":"TEAEs (Treatment emergent adverse events) which lead to study subjects discontinuation from the study drug administration at either week 1 or week 3 dosing timepoint","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting SAEs (Serious Adverse Events) From Baseline (Week 1) to End of Study (Week 26)","description":"Incidence of SAEs: SAE is defined as \"Results in death, is life-threatening, Requires in-subject hospitalization or prolongs existing hospitalization, Results in persistent or significant disability/incapacity\".\n\nThe measure here is only subjects reporting SAE.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of TEAEs Reported From Baseline (Week 1) to End of Study (Week 26)","description":"Number of TEAEs: Treatment-emergent AE are defined as any AE occurring or worsening on or after the first dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35","spread":null},{"groupId":"OG001","value":"54","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting AE From Baseline (Week 1) to End of Study (Week 26)","description":"number of subjects reporting AE in the overall study are defined as any AE occurring or worsening after the ICF signed in the study","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting TEAEs From Baseline (Week 1) to End of Study (Week 26)","description":"Number of subjects reporting Treatment-emergent AE (TEAEs) are defined as any AE occurring or worsening on or after the first dose of study medication.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Hypersensitivity Reactions at Dosing Time Points (Either at Week 1 or Week 3)","description":"Safety assessment will be done by measuring hypersensitivity reactions at Dosing Time Points (Either at Week 1 or Week 3)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects Reporting Infusion-related Reactions (IRRs) at Dosing Time Points (Either at Week 1 or Week 3)","description":"Safety assessment: Number of Subjects Reporting Infusion-related reactions (IRRs) at Dosing Time Points (Either at Week 1 or Week 3) was reported","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":70},"commonTop":["Diarrhoea","Headache","COVID-19","Nasopharyngitis"]}}}