{"nctId":"NCT01167426","briefTitle":"Evaluation of Two Glatiramer Acetate (GA) Formulations in Relapsing-Remitting Multiple Sclerosis (RRMS) Patients","startDateStruct":{"date":"2010-07"},"conditions":["Multiple Sclerosis"],"count":148,"armGroups":[{"label":"20 mg/0.5 mL Glatiramer Acetate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Glatiramer Acetate 20 mg/0.5 mL"]}],"interventions":[{"name":"Glatiramer Acetate 20 mg/0.5 mL","otherNames":["Copaxone®"]},{"name":"Glatiramer acetate 20 mg/0.5 mL","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients ≥ 18 years of age with a diagnosis of Relapse Remitting Multiple Sclerosis (RRMS) or Clinically Isolated Syndrome (CIS)\n* Currently injecting glatiramer acetate 20 mg/1.0 mL per day subcutaneously (SC) for a minimum of 90 days utilizing the autoject 2 for glass syringe for a minimum of 75% of daily injections\n* Willing and able to complete all procedures and evaluations related to the study\n* Willing to continue to follow usual injection site preparation and routine adjunctive local injection site reactions (LISR) management techniques\n* Willing and able to provide written informed consent\n\nExclusion Criteria:\n\n* Currently using or treated with another immunomodulating therapy (IMT) in conjunction with GA in the 30 days prior to screening for this study\n* Currently using an investigational drug or using treatment with any other investigational agent in the 30 days prior to screening for this study\n* Pregnant or planning pregnancy or breastfeeding\n* Use of any other parenteral medications (e.g., intramuscular, SC, intravenous, etc.) either currently or in the past 30 days prior to screening for this study\n* Any other medical or psychiatric conditions that would make the patient unsuitable for this research, as determined by the Investigator\n* Unwilling to perform all daily injections with an autoject 2 device\n* Previous participation in any study evaluating the new 20 mg/0.5 mL formulation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Week 2 to Week 6 in Composite Score of Patient Satisfaction With Injection Experience","description":"The Satisfaction with Injection Experience questionnaire consists of 5 questions where participants are asked to rate their injection experience over the past 2 weeks on ease of use, bother, acceptability, confidence to inject and satisfaction. The response options range from \"strongly disagree\" (score = 1) to \"strongly agree\" (score = 5). The composite score of Satisfaction with Injection Experience is defined as the mean of the five Likert questions. The composite score ranges from 1.0 to 5.0, with a score of 5.0 representing the most satisfaction with injection experience and a score of 1.0 representing the least satisfaction with injection experience.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"0.77"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.8","spread":"0.46"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.7","spread":"0.79"}]}]}]},{"type":"SECONDARY","title":"Patient Injection Experience Preference","description":"The Injection Experience Preference Questionnaire utilizes a 5-level preference scale where participants were asked to compare their injection experience during the first 2 weeks (glatiramer acetate 20 mg/1 mL) with the past 2 weeks (glatiramer acetate 20 mg/0.5 mL). Response options were: 1. \"strongly prefer first experience (first 2 weeks)\"; 2. \"somewhat prefer first experience (first 2 weeks)\"; 3. \"no preference\"; 4. \"somewhat prefer second experience (past 2 weeks)\"; 5. \"strongly prefer second experience (past 2 weeks).\" Responses 1 and 2 were combined into a single category (prefers first experience) and responses 4 and 5 were combined into a single category (prefers second experience).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":"6.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"109","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":148},"commonTop":["Injection site reaction"]}}}