{"nctId":"NCT01557166","briefTitle":"Effect of Liraglutide in Obese Subjects With Moderate or Severe Obstructive Sleep Apnoea: SCALE™ - Sleep Apnoea","startDateStruct":{"date":"2012-06-07","type":"ACTUAL"},"conditions":["Metabolism and Nutrition Disorder","Obesity","Obstructive Sleep Apnoea"],"count":359,"armGroups":[{"label":"Liraglutide 3.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: liraglutide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: placebo"]}],"interventions":[{"name":"liraglutide","otherNames":[]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent\n* Body mass index equal to or above 30 kg/m\\^2\n* Stable body weight (less than 5% self-reported change during the previous 3 months)\n* Diagnosis of moderate or severe obstructive sleep apnoea (OSA)\n* Unwilling or unable to use continuous positive airway pressure (CPAP) (or other positive airway pressure) treatment. No CPAP (or other positive airway pressure) treatment for at least four weeks prior to screening\n* Ability and willingness to comply with all protocol procedures e.g. correct handling of trial product, compliance to visit schedule and dietary advice and complete trial related questionnaires\n\nExclusion Criteria:\n\n* Treatment with glucagon-like peptide-1 (GLP-1) receptor agonists, dipeptidyl peptidase-4 inhibitors or insulin within the last 3 months prior to screening\n* Diagnosis of type 1 or type 2 diabetes per judgement of the investigator\n* Glycosylated haemoglobin (HbA1c) equal to or above 6.5%\n* Significant craniofacial abnormalities that may cause OSA\n* Respiratory and neuromuscular diseases that could interfere with the results of the trial in the opinion of the investigator\n* Use of central stimulants, hypnotics, mirtazepine, opioids, trazodone within the previous 3 months prior to screening\n* Obesity induced by drug treatment\n* Treatment with pramlintide, sibutramine, orlistat, zonisamide, topiramate or phenteremine within the last 3 month prior to screening\n* Previous surgical treatment for obesity\n* Screening calcitonin equal to or above 50 ng/L\n* Familial or personal history of Multiple Endocrine Neoplasia type 2 or familial Medullary Thyroid Carcinoma\n* Personal history of non-familial Medullary Thyroid Carcinoma\n* History of chronic pancreatitis or idiopathic acute pancreatitis\n* History of Major Depressive Disorder or suicide attempts\n* Systolic blood pressure equal to or above 160 mmHg and/or diastolic blood pressure equal to or above 100 mmHg","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Apnoea-hypopnoea Index (AHI)","description":"Observed mean change from baseline in AHI (events/hour) after 32 weeks of treatment. AHI (apnoea and hypopnoea events per hour of sleep) is a measure used for the diagnosis and severity classification of obstructive sleep apnoea. AHI severity category: none ≤4.9; mild 5.0-14.9; moderate 15.0-29.9; severe ≥30.0 events/hour.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.22","spread":"23.34"},{"groupId":"OG001","value":"-6.08","spread":"25.90"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Weight (kg)","description":"Observed mean change from baseline in fasting body weight (kg) after 32 weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.73","spread":"6.59"},{"groupId":"OG001","value":"-1.87","spread":"5.44"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Fasting Plasma Glucose","description":"Observed mean change from baseline in fasting plasma glucose (mmol/L) after 32 weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.69"},{"groupId":"OG001","value":"0.17","spread":"0.96"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Glycosylated Haemoglobin (HbA1c) (%)","description":"Observed mean change from baseline in glycosylated haemoglobin (HbA1c) (%) after 32 weeks of treatment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.36","spread":"0.30"},{"groupId":"OG001","value":"-0.17","spread":"0.29"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":176},"commonTop":["Nausea","Headache","Diarrhoea","Upper respiratory tract infection","Nasopharyngitis"]}}}