{"nctId":"NCT03379727","briefTitle":"Study to Assess the Safety and Efficacy of Midostaurin (PKC412) in Combination With Standard Chemotherapy During Induction and Consolidation Followed by 12 Months of Maintenance Monotherapy in Patients With Newly-diagnosed FMS-like Tyrosine 3 (FLT3) Kinase Receptor-mutated Acute Myeloid Leukemia.","startDateStruct":{"date":"2018-02-13","type":"ACTUAL"},"conditions":["Acute Myeloid Leukemia"],"count":301,"armGroups":[{"label":"Midostaurin","type":"EXPERIMENTAL","interventionNames":["Drug: Midostaurin","Drug: Cytarabine","Drug: anthracycline ((daunorubicin or idarubicin): Induction Phase only"]}],"interventions":[{"name":"Midostaurin","otherNames":["PKC412"]},{"name":"Cytarabine","otherNames":[]},{"name":"anthracycline ((daunorubicin or idarubicin): Induction Phase only","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients eligible for inclusion in this study have to meet all of the following criteria:\n\n1. Written informed consent must be obtained prior to any screening procedures.\n2. Patients must be 18 years of age or older at the time of signing informed consent.\n3. Patients must have a documented unequivocal diagnosis of AML according to WHO 2008 classification. A bone marrow or blood blast count of ≥ 20% is required, except for AML with t(15;17), t(8;21), inv(16) or t(16;16) where blast count may be \\<20%, and, excluding M3 (acute promyelocytic leukemia).\n4. Patients with secondary AML are eligible, e.g. patients with antecedent history of treatment for prior malignancy. AML patients with a history of antecedent treatment for myelodysplasia (MDS), e.g. azacitidine or decitabine, remain eligible for treatment on this study. These agents must have been discontinued for a period of at least 30 days or 5 half-lives of the drug (whichever is greater) before midostaurin can be administered.\n5. Patients must have started \"7+3\" or \"5+2\" first induction chemotherapy regimen.\n6. Patients must have a documented FLT3 mutation (ITD or TKD).).\n7. Patients must have an ECOG Performance Status of ≤ 2\n8. Patients requiring intrathecal chemotherapy must have a minimum washout of 48 hours prior to the first dose of midostaurin\n9. Patients must have Total Bilirubin ≤ 2.5 x ULN\n10. Patients must have Serum Creatinine ≤ 2.5 x ULN\n11. Patients must be able to communicate well with the investigator to understand and comply with the requirements of the study\n12. Women of child-bearing potential must have a negative pregnancy test before starting use of midostaurin.\n\nExclusion criteria:\n\nPatients eligible for this study must not meet any of the following criteria:\n\n1. Prior therapy for AML with the following exceptions:\n\n   1. emergency leukapheresis\n   2. emergency treatment for hyperleukocytosis with hydroxyurea for ≤ 7 days\n   3. cranial RT for CNS leukostasis (one dose only)\n   4. growth factor/cytokine support\n2. Patients with LVEF less than 45% (by echocardiogram or MUGA) or symptomatic congestive heart failure (Class III or IV) according to New York Heart Association (NYHA) classification\n3. Patients with any pulmonary infiltrate including those suspected to be of infectious origin (unless resolved to ≤ Grade 1 within screening timeframe)\n4. Patients with any uncontrolled illness, including, but not limited to, acute or chronic pancreatitis or uncontrolled infection\n5. QTc \\>470 msec on screening ECG.\n6. History of hypersensitivity to any drugs or metabolites of similar chemical classes as the study treatment.\n7. Participation in a prior investigational interventional (drug) study with administration of the investigational product within 30 days or 5 half-lives of the investigational product, whichever is longer.\n8. Pregnancy statements and contraception requirements:\n\n   Women of child-bearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using highly effective methods of contraception during dosing and for at least 4 months after stopping medication. Highly effective contraception methods include:\n   * Total abstinence (when this is in line with the preferred and usual lifestyle of the subject). Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception\n   * Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy, or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment\n   * Male sterilization (at least 6 months prior to screening). The vasectomized male partner should be the sole partner for that subject\n   * Use of oral, injected or implanted hormonal methods of contraception or placement of an intrauterine device or intrauterine system, or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception.\n\n   In case of use of oral contraception women should also add a barrier method of contraception, particularly as it is currently unknown whether midostaurin may reduce the effectiveness of hormonal contraceptives.\n\n   Sexually-active males unless they use a condom during intercourse with females of reproductive potential or pregnant women and for at least 4 months after stopping treatment to avoid conception or embryo-fetal harm.\n9. Patients enrolled in this study are not permitted to participate in additional parallel study drug or device studies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients With Adverse Events (AEs), Grade 3 & 4 AEs, Serious Adverse Events (SAEs), AEs Leading to Discontinuation, and Deaths up to 24 Months (M24).","description":"Safety of Midostaurin was represented by various types of AEs, SAEs \\& death up to M24. AE: the appearance of (or worsening of any pre-existing) undesirable sign(s), symptom(s), or medical condition(s) that occur after patient's signed informed consent has been obtained. AE grades to characterize the severity of AEs were based on the Common Terminology Criteria for AEs ver. 4.03 with Grade (Gr) 1: mild; Gr 2: moderate; Gr 3: severe; Gr 4: life-threatening; Gr 5: death related to AE. AEs not related to hematological toxicities were generally of grade 1 or 2 severity. SAE: 1 of the following: is fatal or life-threatening, results in persistent or significant disability/incapacity, constitutes a congenital anomaly/birth defect, is medically significant, i.e. an event that jeopardizes the patient or may require medical or surgical intervention to prevent 1 of the outcomes listed above, requires inpatient hospitalization or prolongation of existing hospitalization with a few exceptions.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"295","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"254","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Complete Remission (CR) or Complete Remission With Incomplete Hematologic Recovery (CRi) as Per Local Assessment","description":"CR/CRi rate is defined as the percentage of patients with complete remission (CR) or complete remission with incomplete hematologic recovery (CRi) as per local assessment in Induction, Consolidation and Maintenance phases. CR/CRi rate was calculated based on the full analysis set (FAS).\n\nComplete remission (CR): Bone marrow blasts \\<5% with spicules; absence of blasts with Auer rods; absence of extramedullary disease; absolute neutrophil count (ANC) \\>1.0 x109/L; platelet count \\>100 x 109/L; independence of red cell transfusions.\n\nCR with incomplete recovery (CRi): All CR criteria except for residual neutropenia (\\<1.0 x109/L) or thrombocytopenia (\\<100 x 109/L)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"196","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":76,"n":301},"commonTop":["Pyrexia","Nausea","Diarrhoea","Febrile neutropenia","Neutropenia"]}}}