{"nctId":"NCT01351415","briefTitle":"A Study of Bevacizumab in Combination With Standard of Care Treatment in Participants With Advanced Non-squamous Non-small Cell Lung Cancer (NSCLC)","startDateStruct":{"date":"2011-06-25","type":"ACTUAL"},"conditions":["Non-Squamous Non-Small Cell Lung Cancer"],"count":485,"armGroups":[{"label":"Bevacizumab + Standard of Care","type":"EXPERIMENTAL","interventionNames":["Drug: Bevacizumab","Drug: Docetaxel","Drug: Erlotinib","Drug: Pemetrexed"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Docetaxel","Drug: Erlotinib","Drug: Pemetrexed"]}],"interventions":[{"name":"Bevacizumab","otherNames":["Avastin"]},{"name":"Docetaxel","otherNames":[]},{"name":"Erlotinib","otherNames":[]},{"name":"Pemetrexed","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histologically or cytologically confirmed non-squamous NSCLC\n* Documented progression of disease (locally recurrent or metastatic) per investigator assessment following first-line treatment with 4-6 cycles of Bevacizumab plus a platinum doublet-containing chemotherapy regimen and a minimum of 2 cycles of Bevacizumab (monotherapy) maintenance treatment prior to first progression of disease\n* No treatment interruption of Bevacizumab treatment greater than 2 consecutive cycles (42 days) between the start of first-line treatment to start of Cycle 1 of second line treatment\n* Randomization within 4 weeks of progression of disease\n* At least one unidimensionally measurable lesion meeting RECIST v1.1 criteria\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Participants with adequate hematological, liver, and renal function\n* Female participants must not be pregnant or breast-feeding. Female participants of childbearing potential and fertile male participants must agree to use a highly effective contraceptive during the trial and for a period of at least 6 months following the last administration of trial drug(s)\n\nExclusion Criteria:\n\n* Mixed, non-small cell and small cell tumors or mixed adenosquamous carcinomas with a predominant squamous component\n* Epidermal growth factor receptor (EGFR)-mutation-positive disease according to local laboratory testing\n* History of hemoptysis greater than or equal to (\\>/=) grade 2 within 3 months of randomization\n* History or evidence of inherited bleeding diathesis or coagulopathy with a risk of bleeding and active gastrointestinal bleeding\n* Major cardiac disease\n* Treatment with any other investigational agent within 28 days prior to randomization\n* Known hypersensitivity to bevacizumab or any of its excipients, or any SOC drugs foreseen\n* Malignancy other than NSCLC within 5 years prior to randomization and evidence of any other disease that contraindicates the use of an investigational or SOC drug","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS)","description":"Overall survival (OS) was defined as the time from the date of randomization at first progression of disease to the date of death, regardless of the cause of death.","paramType":"MEDIAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.86","spread":null},{"groupId":"OG001","value":"10.22","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)","description":"PFS was defined as the time from start of treatment to the first event of death or PD. Tumor response was assessed by the IRF according to RECIST v1.1. Disease progression or PD was defined as ≥20% increase in sum LD in reference to the smallest on-study sum LD, or the appearance of new lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm. PFS2 is defined as the time between randomization at PD1 and the date of PD2 or death, whichever occurs first. PFS3 is defined as the time between PD2 and the date of PD3 or death, whichever occurs first.","paramType":"MEDIAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.45","spread":null},{"groupId":"OG001","value":"3.98","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.01","spread":null},{"groupId":"OG001","value":"2.60","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Objective Response According to RECIST v1.1","description":"The objective response is defined as complete response (CR) or partial response (PR) assessed according to the RECIST v.1.1 criteria with baseline tumour assessment as the reference. CR was defined as disappearance of all target and non-target lesions and (if applicable) normalization of tumor marker levels. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to \\<10 mm. PR was defined as greater than or equal to (≥) 30 percent (%) decrease in sum of longest diameter (LD) of target lesions in reference to Baseline sum LD. Response was to be confirmed ≥4 weeks after the initial assessment of CR or PR.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.6","spread":null},{"groupId":"OG001","value":"6.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Disease Control According to RECIST v1.1","description":"The disease control rate is defined as CR or PR or stable disease (SD) assessed according to the RECIST v.1.1 criteria with baseline tumour assessment as the reference. SD was defined as neither sufficient shrinkage to qualify for a PR nor sufficient increase to qualify for PD, taking as reference the smallest sum of the longest diameter since treatment started for target lesions and the persistence of 1 or more non-target lesions.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80.2","spread":null},{"groupId":"OG001","value":"77.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR) According to RECIST v1.1","description":"Duration of response is defined as the time that measurement criteria are met for objective response (CR/PR) (whichever status is recorded first) until the first date of progression or death is documented. CR was defined as disappearance of all target and non-target lesions and (if applicable) normalization of tumor marker levels. Any pathological lymph nodes (whether target or non-target) must have reduction in short axis to less than \\< 10 mm. PR was defined as greater than or equal to ≥30 % decrease in sum of longest diameter of target lesions in reference to baseline sum longest diameter.","paramType":"MEDIAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.46","spread":null},{"groupId":"OG001","value":"6.24","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE was considered any unfavorable and unintended sign, symptom, or disease associated with the use of the study drug, whether or not considered related to the study drug. Preexisting conditions that worsened during the study and laboratory or clinical tests that resulted in a change in treatment or discontinuation from study drug were reported as adverse events. A SAE was any experience that: resulted in death, was life-threatening, required in-patient hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability/incapacity, was a congenital anomaly/birth defect or was medically significant.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"97.5","spread":null},{"groupId":"OG001","value":"96.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"51.9","spread":null},{"groupId":"OG001","value":"37.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Progression (TTP) According to RECIST v1.1","description":"The time to progression was defined as the time from baseline until disease progression as determined by the RECIST v1.1. TTP2 is defined as the interval between the day of randomization at PD1 and PD2. TTP3 is defined as the interval between the day of PD2 and PD3. PD was defined as ≥20% increase in sum LD in reference to the smallest on-study sum LD, or the appearance of new lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of at least 5 mm.","paramType":"MEDIAN","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.55","spread":null},{"groupId":"OG001","value":"4.21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.07","spread":null},{"groupId":"OG001","value":"2.73","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Are Alive at Month 6, 12, and 18","description":"Percentage of participants who were alive at Month 6, 12 and 18 were reported.","paramType":"NUMBER","dispersionType":"90% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":null},{"groupId":"OG001","value":"0.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":null},{"groupId":"OG001","value":"0.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":126,"n":243},"commonTop":["Diarrhoea","Nausea","Fatigue","Decreased Appetite","Asthenia"]}}}