{"nctId":"NCT02047734","briefTitle":"Efficacy and Safety Study of Ozanimod in Relapsing Multiple Sclerosis","startDateStruct":{"date":"2013-12-03","type":"ACTUAL"},"conditions":["Relapsing Multiple Sclerosis"],"count":1320,"armGroups":[{"label":"Ozanimod 0.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ozanimod","Drug: Interferon beta-1a placebo"]},{"label":"Ozanimod1 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Ozanimod","Drug: Interferon beta-1a placebo"]},{"label":"Interferon β-1a","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ozanimod placebo","Drug: Interferon beta-1a"]}],"interventions":[{"name":"Ozanimod","otherNames":["RPC1063","Zeposia®"]},{"name":"Ozanimod placebo","otherNames":[]},{"name":"Interferon beta-1a","otherNames":["Avonex"]},{"name":"Interferon beta-1a placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Multiple sclerosis as diagnosed by the revised 2010 McDonald criteria\n* Expanded Disability Status Scale (EDSS) score between 0 and 5.0 at baseline\n\nExclusion Criteria:\n\n* Primary progressive multiple sclerosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Adjusted Annualized Relapse Rate (ARR) at the End of Month 24","description":"A relapse was defined as new or worsening neurological symptoms attributable to MS and preceded by a relatively stable or improving neurological state for at least 30 days. Symptoms must have persisted for \\> 24 hours and not be attributable to confounding clinical factors. Relapses were confirmed when accompanied by objective neurological worsening based on examination by the blinded evaluator, consistent with an increase of ≥ 0.5 on the overall EDSS score relative to the most recent EDSS assessment, or 2 points on one of the functional system scale scores, or 1 point on ≥ two functional system scale scores.\n\nRelapse rate was calculated as the total number of confirmed relapses divided by the total number of days in the study \\* 365.25.\n\nARR was based on a Poisson regression model, adjusted for region (Eastern Europe vs Rest of the World), age, and the Baseline number of gadolinium-enhancing lesions, and included the natural log transformation of time on study as an offset term.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.276","spread":null},{"groupId":"OG001","value":"0.218","spread":null},{"groupId":"OG002","value":"0.172","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Number of New or Enlarging Hyperintense T2-Weighted Brain Magnetic Resonance Imaging (MRI) Lesions Per Scan Over 24 Months","description":"The adjusted mean number of new or enlarging hyperintense T2-weighted brain MRI lesions per scan was based on the cumulative number of new or enlarging T2 lesions since Baseline over 24 months. MRI images were assessed and scored by an independent MRI analysis center with no knowledge of treatment assignment or outcomes.\n\nThe adjusted mean per scan over 24 months was based based on a negative binomial regression model using observed data, adjusted for region (Eastern Europe vs. Rest of the World), age at Baseline, and Baseline number of GdE lesions. The natural log transformation of the number of available MRI scans over 24 months is used as an offset term.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.183","spread":null},{"groupId":"OG001","value":"2.092","spread":null},{"groupId":"OG002","value":"1.835","spread":null}]}]}]},{"type":"SECONDARY","title":"Adjusted Mean Number of Gadolinium Enhancing Brain Lesions at Month 24","description":"MRI images were assessed and scored by an independent MRI analysis center with no knowledge of treatment assignment or outcomes.\n\nThe number of gadolinium-enhancing (GdE) lesions at 24 months was analyzed based on observed data using a negative binomial regression model adjusted for region (Eastern Europe vs Rest of World), Baseline age, and Baseline number of GdE lesions, with natural log transformation of number of available MRI scans over 24 months as an offset term (1 scan for per participant).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.373","spread":null},{"groupId":"OG001","value":"0.197","spread":null},{"groupId":"OG002","value":"0.176","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Disability Progression Confirmed After 3 Months","description":"EDSS is used to quantify disability and disability progression over time in MS. Based on a neurological examination, 8 functional systems (visual, brain stem, pyramidal, cerebellar, sensory, bowel \\& bladder, cerebral, and other functions) are scored from 0 (no disability) to 5 or 6 (more severe disability). Ambulation is assessed based on distance the patient is able to walk, whether assistance is required or restrictions are present.\n\nThe EDSS score ranges from 0 (normal) to 10 (death due to MS) in 0.5 unit increments.\n\nDisability progression is defined by a sustained worsening in EDSS score of 1.0 point or more confirmed after 3 months. Time to onset of disability progression was calculated from the date of first dose to the date of the first visit at which the 1.0 point increase in EDSS was met using Kaplan-Meier methods. Participants without a sustained disease progression event were censored on the date of their last assessment or last dose of study drug, whichever was later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Onset of Disability Progression Confirmed After 6 Months","description":"EDSS is used to quantify disability and disability progression over time in MS. Based on a neurological examination, 8 functional systems (visual, brain stem, pyramidal, cerebellar, sensory, bowel \\& bladder, cerebral, and other functions) are scored from 0 (no disability) to 5 or 6 (more severe disability). Ambulation is assessed based on distance the patient is able to walk, whether assistance is required or restrictions are present.\n\nThe EDSS score ranges from 0 (normal) to 10 (death due to MS) in 0.5 unit increments.\n\nDisability progression is defined by a sustained worsening in EDSS score of 1.0 point or more confirmed after 3 months. Time to onset of disability progression was calculated from the date of first dose to the date of the first visit at which the 1.0 point increase in EDSS was met using Kaplan-Meier methods. Participants without a sustained disease progression event were censored on the date of their last assessment or last dose of study drug, whichever was later.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were Gadolinium Enhancing (GdE) Lesion-Free at Month 24","description":"Participants were considered lesion free at Month 24 if they did not show evidence of GdE lesions at the Month 24 MRI scan.\n\nMRI images were assessed and scored by an independent MRI analysis center with no knowledge of treatment assignment or outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"56.2","spread":null},{"groupId":"OG001","value":"63.3","spread":null},{"groupId":"OG002","value":"65.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Were New or Enlarging T2 Lesion-Free at Month 24","description":"MRI images were assessed and scored by an independent MRI analysis center with no knowledge of treatment assignment or outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.4","spread":null},{"groupId":"OG001","value":"23.5","spread":null},{"groupId":"OG002","value":"23.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Normalized Brain Volume to Month 24","description":"Brain volume (a measure of brain atrophy) was measured by brain MRI scans that were assessed and scored by an independent MRI analysis center with no knowledge of treatment assignment or outcomes.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.937","spread":"0.944"},{"groupId":"OG001","value":"-0.707","spread":"0.746"},{"groupId":"OG002","value":"-0.707","spread":"0.878"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Month 24 in Multiple Sclerosis Functional Composite (MSFC) Score Including the Low-Contrast Letter Acuity (LCLA) Test","description":"The MSFC-LCLA is a battery including the following 4 individual scales:\n\n* Timed 25-Foot Walk is an ambulation measure of walking 25 feet with time taken recorded in seconds\n* 9-Hole Peg Test (9HPT) is a quantitative measure of upper extremity (arm and hand) function\n* Symbol Digit Modalities Test (SDMT) is a measure of executive cognitive function that assesses processing speed, flexibility, and calculation ability\n* Low-Contrast Letter Acuity Test (LCLA) used a standardized set of charts to assess low contrast visual acuity, charts are scored according to the number of letters that are identified correctly\n\nZ-scores were calculated for for each component and averaged to create an overall composite score, using the study population as the reference population. A Z-score represents the number of standard deviations a patient's test result is higher (Z \\> 0) or lower (Z \\< 0) than the average test result (Z = 0) of the reference population. A positive change indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.052","spread":"0.601"},{"groupId":"OG001","value":"0.036","spread":"0.440"},{"groupId":"OG002","value":"-0.010","spread":"0.622"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Multiple Sclerosis Quality of Life (MSQOL)-54 Physical Health Composite Summary and Mental Health Composite Summary Scores","description":"The MSQOL-54 is a multidimensional health-related QOL measure that combines both generic and MS-specific items into a single instrument. The instrument includes 12 subscales, two summary scores, and two single-item measures.\n\nThe two summary scores - physical health and mental health - are derived from a weighted combination of scale scores.\n\nThe physical health composite score includes Physical function, Health perceptions, Energy/fatigue, Role limitations - physical, Pain, Sexual function, Social function, and Health distress.\n\nThe mental health composite score includes Health distress, Overall quality of life, Emotional well-being, Role limitations - emotional, and Cognitive function.\n\nEach composite summary score has a range from 0 to 100 where higher scores indicate better quality of life. A positive change from Baseline indicates improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.526","spread":"12.319"},{"groupId":"OG001","value":"0.609","spread":"12.315"},{"groupId":"OG002","value":"0.209","spread":"12.321"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.831","spread":"16.422"},{"groupId":"OG001","value":"-1.182","spread":"14.379"},{"groupId":"OG002","value":"-1.517","spread":"15.544"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Emergent Adverse Events","description":"An adverse event (AE) is any untoward medical occurrence that does not necessarily have a causal relationship with the investigational product (IP), including an abnormal laboratory finding, symptom or disease temporally associated with the use of an IP whether or not considered related to the IP. Serious AEs were events that resulted in death, were life-threatening, required hospitalization or prolongation of existing hospitalization, resulted in persistent or significant disability or incapacity, were congenital abnormalities/birth defects, or important medical events which may have required medical intervention to prevent one of the above outcomes.\n\nThe investigator assessed the severity of AEs as mild, moderate, or severe and the relationship of each AE to treatment as unrelated, unlikely, possible, probable, or related based on timing and other known factors such as clinical state, environment, or other therapies.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"365","spread":null},{"groupId":"OG001","value":"326","spread":null},{"groupId":"OG002","value":"324","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"235","spread":null},{"groupId":"OG001","value":"169","spread":null},{"groupId":"OG002","value":"170","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"19","spread":null},{"groupId":"OG002","value":"15","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"12","spread":null},{"groupId":"OG002","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"31","spread":null},{"groupId":"OG002","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"14","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"13","spread":null},{"groupId":"OG002","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"POST_HOC","title":"Percent Change From Baseline in Normalized Brain Volume to Month 24 Based on Rank ANCOVA","description":"Brain volume (a measure of brain atrophy) was measured by brain MRI scans that were read at a centralized MRI reading facility by a blinded reader.\n\nDue to the non-normal distribution of the data for brain volume loss, the analyses for percent change from Baseline in normalized brain volume was repeated using rank-analysis of covariance (ANCOVA) and observed values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.940","spread":null},{"groupId":"OG001","value":"-0.710","spread":null},{"groupId":"OG002","value":"-0.690","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":28,"n":440},"commonTop":["Influenza Like Illness","Nasopharyngitis","Headache","Upper Respiratory Tract Infection","Orthostatic Hypotension"]}}}