{"nctId":"NCT02105974","briefTitle":"Study Evaluating the Efficacy and Safety of Fluticasone Furoate/Vilanterol Inhalation Powder (FF/VI) Compared With Vilanterol Inhalation Powder (VI) in Subjects With Chronic Obstructive Pulmonary Disease (COPD)","startDateStruct":{"date":"2014-04-07","type":"ACTUAL"},"conditions":["Pulmonary Disease, Chronic Obstructive"],"count":1621,"armGroups":[{"label":"Fluticasone Furoate/Vilanterol 100/25 Inhalation Powder","type":"EXPERIMENTAL","interventionNames":["Drug: Fluticasone Furoate/Vilanterol"]},{"label":"Vilanterol 25 Inhalation Powder","type":"EXPERIMENTAL","interventionNames":["Drug: Vilanterol"]}],"interventions":[{"name":"Fluticasone Furoate/Vilanterol","otherNames":[]},{"name":"Vilanterol","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type of subject: Outpatient\n* Informed consent: Subjects must give their signed and dated written informed consent to participate\n* Gender: Male subjects or female subjects. Female subjects must be post-menopausal or using a highly effective method for avoidance of pregnancy. The decision to include or exclude women of childbearing potential may be made at the discretion of the investigator in accordance with local practice in relation to adequate contraception.\n* Age: \\>=40 years of age at Screening (Visit 1)\n* COPD diagnosis: Subjects with a clinical history of COPD in accordance with the definition by the American Thoracic Society/European Respiratory Society: COPD is a preventable and treatable disease characterized by airflow limitation that is not fully reversible. The airflow limitation is usually progressive and is associated with an abnormal inflammatory response of the lungs to noxious particles or gases, primarily caused by cigarette smoking. Although COPD affects the lungs, it is also associated with significant systemic consequences.\n* Severity of disease: Subjects with a measured post-albuterol (salbutamol) FEV1/ Forced Vital Capacity (FVC) ratio of \\<=0.70 and FEV1 \\>=30 to \\<=70 percent of predicted normal values using Global Lung Function Initiative 2012 reference equations at Screening (Visit 1).\n* Tobacco use: Subjects with a current or prior history of \\>=10 pack-years of cigarette smoking at Screening (Visit 1). Former smokers are defined as those who have stopped smoking for at least 6 months prior to Visit 1.\n* History of COPD exacerbation: A documented history (e.g., medical record verification) of at least one COPD exacerbation in the 12 months prior to Screening (Visit 1) that required either systemic/oral corticosteroids, antibiotics and/or hospitalization.\n* Current symptoms of COPD: A Subject Diary combined symptom score (combination of breathlessness, cough, sputum, and night time awakenings requiring treatment with albuterol \\[salbutamol\\]) of \\>=4 on at least 5 of the 7 days immediately preceding Visit 2 (Randomization)\n* QTc Criteria: QTc \\<450 msec or QTc \\<480 msec for patients with bundle branch block.\n\nExclusion Criteria:\n\n* Pregnancy: Women who are pregnant or lactating or are planning on becoming pregnant during the study.\n* Asthma: Subjects with a current diagnosis of asthma. (Subjects with a prior history of asthma are eligible if they have a current diagnosis of COPD).\n* Other respiratory disorders: Subjects with alpha1-antitrypsin deficiency as the underlying cause of COPD as the underlying cause of COPD, active tuberculosis, lung cancer, bronchiectasis (Note: focal bronchiectasis is not exclusionary), sarcoidosis, pulmonary fibrosis (Note: focal fibrotic pulmonary lesions are not exclusionary), primary pulmonary hypertension, interstitial lung diseases, or other active pulmonary diseases.\n* Lung resection: Subjects with lung volume reduction surgery within the 12 months prior to Screening (Visit 1).\n* Chest X-ray (or computed tomography \\[CT\\] scan): Subjects with a chest X-ray (or CT scan) that reveals evidence of clinically significant abnormalities not believed to be due to the presence of COPD. A chest X-ray must be taken at Screening (Visit 1) if a chest X-ray or CT scan is not available within 1 year prior to Screening (Visit 1).\n* Hospitalization: Subjects who are hospitalized due to poorly controlled COPD that has not resolved at least 4 weeks prior to Screening (Visit 1) and at least 6 weeks following the last dose of systemic corticosteroids.\n* Poorly controlled COPD: Subjects with poorly controlled COPD, defined as the occurrence of any of the following in the 6 weeks prior to Screening (Visit 1): Acute worsening of COPD that is managed by subject with systemic corticosteroids or antibiotics or that requires treatment prescribed by a physician.\n* Lower respiratory tract infection: Subjects with lower respiratory tract infection that required the use of antibiotics within 6 weeks prior to Screening (Visit 1).\n* COPD exacerbation/lower respiratory tract infection during the Run-In Period: Subjects who experience a moderate/severe COPD exacerbation (As per definition of \"COPD Exacerbations and Pneumonia\" in protocol) and/or a lower respiratory tract infection (including pneumonia) during the Run-In Period.\n* Abnormal, clinically significant laboratory finding: Subjects who have an abnormal clinical significant finding in any liver chemistry test at Screening (Visit 1) or upon repeat prior to randomization.\n* Abnormal, clinically significant 12-lead ECG at Screening (Visit 1): Subjects who have an abnormal, clinically significant 12-Lead electrocardiogram (ECG) finding at Screening (Visit 1) or upon repeat prior to randomization.\n* Other diseases/abnormalities: Subjects with historical or current evidence of clinically significant and unstable disease such as cardiovascular (e.g., patients requiring implantable cardioverter-defibrillators (ICD), pacemaker requiring a rate set \\>60 beats per minute (bpm), uncontrolled hypertension, New Your Heart Association Class IV, known left ventricular ejection fraction \\<30 percent) neurological, psychiatric, renal, hepatic, immunological, endocrine (including uncontrolled diabetes or thyroid disease), peptic ulcer disease, or hematological abnormalities.\n* Liver disease: Subjects who have unstable liver disease (as defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminaemia, oesophageal or gastric varices or persistent jaundice), cirrhosis, known biliary abnormalities (with the exception of Gilbert's syndrome or asymptomatic gallstones). Note: Subjects with chronic stable hepatitis B and C are eligible if the subject otherwise meets entry criteria (e.g., presence of hepatitis B surface antigen or positive hepatitis C test result within 3 months of screening). However, subjects with chronic stable hepatitis B are excluded if significant immunosuppressive or cytotoxic agents are administered, due to risk of hepatitis B reactivation, unless the hepatitis B antivirals are administered as outlined in the Chronic Hepatitis B American Association for the Study of Liver Diseases' (AASLD) Practice Guidelines.\n* Cancer: Subjects with carcinoma that has not been in complete remission for at least 5 years. Carcinoma in situ of the cervix, squamous cell carcinoma and basal cell carcinoma of the skin would not be excluded if the subject has been considered cured within 5 years since diagnosis.\n* Contraindications: Subjects with a history of allergy or hypersensitivity to any of the study medications (e.g. beta-agonists, corticosteroids) or components of the inhalation powder (e.g., lactose, magnesium stearate). In addition, subjects with a history of severe milk protein allergy that, in the opinion of the investigator, contraindicates the subject's participation will also be excluded.\n* Drug/alcohol abuse: Subjects with a known or suspected history of alcohol or drug abuse within the last 2 years\n* Medication prior to spirometry: Subjects who are medically unable to withhold their albuterol (salbutamol) or their ipratropium bromide for the 4-hour period required prior to spirometry testing at each study visit.\n* Additional medication: Use of certain medications such as bronchodilators and corticosteroids for the protocol-specific times prior to Visit 1 (the Investigator will discuss the specific medications)\"\n* Oxygen therapy: Subjects receiving treatment with long-term oxygen therapy (LTOT) or nocturnal oxygen therapy required for greater than 12 hours a day. Oxygen as needed (prn) use (i.e., \\<=12 hours per day) is not exclusionary.\n* Sleep apnea: Subjects with clinically significant sleep apnea who require use of continuous positive airway pressure (CPAP) device or non-invasive positive pressure ventilation (NIPPV).\n* Pulmonary rehabilitation: Subjects who have participated in the acute phase of a Pulmonary Rehabilitation Program within 4 weeks prior to Screening (Visit 1) or who will enter the acute phase of a Pulmonary Rehabilitation Program during the study. Subjects who are in the maintenance phase of a Pulmonary Rehabilitation Program are not excluded.\n* Non-Compliance during Run-In Period: Failure to demonstrate adequate compliance defined as completion of Diary Card (completed all diary entries on at least 5 of the last 7 consecutive days), the ability to withhold anti-COPD medications and to keep clinic visit appointments. In addition, subjects must have recorded the Run-In study medication use on at least 5 of the last 7, consecutive days of the Run-In period to continue in the study.\n* Potential of non-compliance: Subjects at risk of non-compliance, or unable to comply with the study procedures. Any infirmity, disability, or geographic location that would limit compliance for scheduled visits.\n* Questionable validity of consent: Subjects with a history of psychiatric disease, intellectual deficiency, poor motivation or other conditions that will limit the validity of informed consent to participate in the study.\n* Prior use of study medication/other investigational drugs: Subjects who have received an investigational drug within 30 days of entry into this study (Screening), or within 5 drug half-lives of the investigational drug, whichever is longer. Note: Subjects who participated in a previously completed study and/or were excluded/ withdrawn from an ongoing study that included/includes FF/VI and/or VI are eligible to participate in the current study, if they have not received investigational study medication within 30 days of Screening (Visit 1).\n* Affiliation with investigator site: Study investigators, sub-investigators, study coordinators, employees of a participating investigator or immediate family members of the aforementioned are excluded from participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Mean Change From Baseline (BL) in Clinic Visit Trough (Pre-bronchodilator and Pre-dose) FEV1, on Treatment Day 84","description":"Pulmonary function was measured by forced expiratory volume in one second (FEV1), defined as the maximal amount of air that can be forcefully exhaled from the lungs in one second. Trough FEV1 measurements were taken electronically by spirometry on Days 2, 14, 28, 56 and 84. BL was defined as the mean of the assessments made 30 minutes pre-dose and immediately pre-dose on Treatment Day 1.Trough FEV1 was defined as the mean of the FEV1 values obtained 23 and 24 hours after previous morning's dosing. Change from BL was calculated as the average at each visit minus the BL value. Analysis was performed using a repeated measures model with covariates of treatment, reversibility status (stratum), BL, region, day, day by BL and day by treatment interactions.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.116","spread":"0.0074"},{"groupId":"OG001","value":"0.082","spread":"0.0075"}]}]}]},{"type":"SECONDARY","title":"Percentage of Rescue-free 24-hour Periods Over the Entire 12-week Treatment Period","description":"Participants were given daily record cards for daily completion from BL (Week -1) through Week 12 (Visit 7) each morning and prior prior to taking study medication (i.e., single-blind and double-blind study medication), supplemental medication (albuterol \\[salbutamol\\] if received). Participants recorded number of occasions supplemental albuterol/salbutamol (MDI and/or nebules) or oxitropium bromide (applicable sites in Japan) used over the previous 24 hours and any medical problems that they had experienced and any medication used to treat these medical problems over the previous 24 hours. Rescue-free 24-hour periods are defined as the 24-hour periods in which the rescue medication (albuterol \\[salbutamol\\]) was not used. The percentage of 24-hour periods are summarized for the entire treatment period (12 weeks). Analysis was performed using an analysis of covariance (ANCOVA) model with covariates of treatment, reversibility status (stratum), baseline (week -1) and region.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47.03","spread":"1.070"},{"groupId":"OG001","value":"44.41","spread":"1.069"}]}]}]},{"type":"SECONDARY","title":"Time to First On-treatment Occurrence of Moderate or Severe COPD Exacerbation","description":"Time to first on-treatment exacerbation was analysed using a Cox proportional hazards model with terms for treatment, reversibility status and percent predicted FEV1 at screening. Exacerbation of COPD is defined by a worsening of symptoms requiring additional treatment. Moderate COPD exacerbation is worsening symptoms of COPD that require treatment with antibiotics and/or systemic corticosteroids. Severe COPD exacerbation is worsening symptoms of COPD that require treatment with in-patient hospitalization. The number of participants with On-Treatment moderate or severe COPD exacerbations are presented.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"69","spread":null},{"groupId":"OG001","value":"114","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":806},"commonTop":["Nasopharyngitis","Headache"]}}}