{"nctId":"NCT05069649","briefTitle":"Efficacy and Safety of Ergoferon for COVID-19 Prevention During Vaccination Against SARS-CoV-2","startDateStruct":{"date":"2021-10-06","type":"ACTUAL"},"conditions":["Immunization Against COVID-19"],"count":1057,"armGroups":[{"label":"Ergoferon","type":"EXPERIMENTAL","interventionNames":["Drug: Ergoferon"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ergoferon","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults of either gender aged ≥18 years.\n2. Participant has not had COVID-19 in the previous 6 months.\n3. The participant has not been vaccinated against COVID-19 or other viral infections in the previous 6 months.\n4. Negative rapid test result for SARS-CoV-2 (COVID-19 Ag).\n5. Absence of clinical manifestations of any infectious disease, but not earlier than 14 days from its onset.\n6. Consent to use reliable contraceptive methods during the study (for men and women with reproductive potential).\n7. Presence of a signed information sheet and informed consent form for participation in a clinical trial.\n\nExclusion Criteria:\n\n1. The presence of contraindications to vaccination:\n\n   * hypersensitivity to any component of the vaccine or a vaccine containing similar components;\n   * prior history of severe allergic reactions;\n   * acute infectious and non-infectious diseases, exacerbation of chronic diseases.\n2. Severe chronic hepatic and renal disorders, severe thyroid dysfunction, decompensated diabetes mellitus, severe disorders of the hematopoietic system, epilepsy and other CNS diseases, acute coronary syndrome, acute cerebrovascular accident, myocarditis, endocarditis, pericarditis, autoimmune diseases, or immunodeficiency.\n3. Malabsorption syndrome, including congenital or acquired lactase deficiency or any other disaccharidase deficiency, galactosemia.\n4. Hypersensitivity to any of the components of study drug used in the treatment.\n5. Pregnancy, breast-feeding, childbirth less than 3 months before study enrollment.\n6. Participants who, from the investigator's point of view, will not comply with study observation requirements or study drug administration procedures.\n7. Inability to observe the participant during the study period.\n8. Prior history of mental illness, alcoholism or drug abuse, that the investigator's opinion, will interfere with successful study procedures.\n9. Participation in other clinical studies within 3 months prior to enrollment in the study.\n10. Use of any medications listed in \"Prohibited concomitant treatment\" within 4 weeks before enrollment.\n11. Participants who are related to any of the on-site research personnel directly involved in the conduct of the trial or are an immediate relative of the study investigator. \"Immediate relative\" means husband, wife, parent, son, daughter, brother, or sister (regardless of whether they are natural or adopted).\n12. Participants who work for OOO \"NPF \"MATERIA MEDICA HOLDING\" (i.e. the company's employees, temporary contract workers, designated officials responsible for carrying out the research or any immediate relatives of the aforementioned).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Number of Laboratory-confirmed SARS-CoV-2 Infections.","description":"Based on medical records. The number of laboratory-confirmed SARS-CoV-2 infections (with or without symptoms) in vaccinated individuals throughout the trial. A laboratory-confirmed case will be defined as a case where the novel SARS-CoV-2 coronavirus is detected by RT-PCR in a symptomatic or asymptomatic participant with COVID-19.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"The Percentage of Hospitalized Participants With COVID-19.","description":"Based on medical records.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events (AEs)","description":"The presence and nature of AEs. Based on medical records.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Severity of AEs","description":"The intensity (severity) and outcomes of adverse events. Mild - AE allows you to perform everyday activities and does not require treatment; Moderate - AE interferes with daily activities and/or requires treatment; Severe - AE makes it impossible to perform daily activities and/or requires the appointment of therapy.\n\nBased on medical records.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Causal Relationship of AEs to the Sudy Drug","description":"The causal relationship to the study drug of adverse events. Based on medical records.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Outcome of AEs","description":"The outcome of adverse events. Based on medical records.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":526},"commonTop":["Increased blood pressure","Headache","Nausea","Viral respiratory tract infection","Migraine"]}}}