{"nctId":"NCT02968368","briefTitle":"Study With Oral Ferric Maltol for the Treatment of Iron Deficiency Anemia in Subjects With Chronic Kidney Disease","startDateStruct":{"date":"2016-12-01","type":"ACTUAL"},"conditions":["Renal Insufficiency, Chronic","Iron-Deficiency Anemia"],"count":167,"armGroups":[{"label":"Oral ferric maltol","type":"EXPERIMENTAL","interventionNames":["Drug: Ferric maltol"]},{"label":"Oral placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Ferric maltol","otherNames":["Feraccru"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ability to understand the information given in the Independent Ethics Committee (IEC) or Institutional Review Board (IRB) approved information sheet and consent form. Must sign and date the informed consent and authorization to use protected health information (PHI) in accordance with national and local subject privacy regulations prior to any study mandated procedure.\n2. Willing and able to comply with study requirements.\n3. Age ≥ 18 years at the time of informed consent.\n4. A current diagnosis of CKD with an estimated glomerular filtration rate (eGFR) of \\<60 mL/min/1.73m2 and ≥15 mL/min/1.73m2, as calculated using the abbreviated version of the Modified Diet in Renal Disease equation (MDRD) assessed via screening laboratory results.\n5. Iron deficiency anemia defined by the following criteria assessed via screening laboratory results:\n\n   1. Hb \\<11.0g/dL and ≥8.0g/dL\n   2. AND ferritin \\<250ng/mL with a Transferrin saturation (TSAT) \\<25% OR ferritin \\<500ng/mL with a TSAT of \\<15%\n6. Female subjects of childbearing potential (including perimenopausal females who have had a menstrual period within 1 year prior to screening) must agree to use a reliable method of contraception until study completion and for at least 4 weeks following their final study visit. Reliable contraception is defined as a method which results in a low failure rate, i.e., less than 1% per year when used consistently and correctly, such as implants, injectables, some intrauterine contraceptive devices (IUDs), complete sexual abstinence, a vasectomized partner and oral contraceptive medications. Female subjects who are surgically sterile (bilateral tubal ligation, bilateral oophorectomy or hysterectomy) or postmenopausal (defined as no menstrual period within 1 year of screening) are also allowed to participate.\n\nExclusion Criteria:\n\n1. Anemia due to any cause other than iron deficiency, including, but not limited to:\n\n   1. Untreated or untreatable severe malabsorption syndrome.\n   2. Myelosuppression use (permitted if taken at a stable dose and frequency for at least 12 weeks prior to randomization and are expected to stay stable throughout the double-blind treatment period so long as there is no clinical evidence of the myelosuppression contributing to the subject's anemia).\n2. Administration with any of the following prior to randomization:\n\n   1. IV iron injection within the previous 4 weeks or administration of intramuscular or depot iron preparation within the previous 12 weeks.\n   2. Single agent oral iron supplementation, taken specifically to treat anemia (e.g. ferrous sulfate, fumarate and gluconate) within the previous 2 weeks. Multivitamins are permitted.\n   3. Use if ferric citrate and sucroferric oxyhydroxide within the previous 1 week.\n   4. ESAs within the previous 4 weeks\n   5. Blood transfusion or donation within the previous 12 weeks.\n   6. Dimercaprol or cloramphenicol within the previous 7 days.\n   7. Current use of methyldopa.\n3. Currently receiving dialysis or initiation of dialysis is considered likely during the study.\n4. Renal transplant within 12 months prior to randomization or is considered likely during the study.\n5. Known hypersensitivity or allergy to the active substance or excipients of ferric maltol or placebo capsules.\n6. Contraindication for treatment with iron preparations, e.g. hemochromatosis, chronic hemolytic disease, sideroblastic anemia, thalassemia, or lead intoxication induced anemia.\n7. Impaired liver function as indicated by alanine aminotransferase (ALT) or aspartate transaminase (AST) \\> 3 times the upper limit of normal as assessed via screening laboratory results.\n8. Clinically significant vitamin B12 or folic acid deficiency as determined by the screening laboratory results (retest following at least 2 weeks of starting treatment with vitamin B12 or folate replacement is permitted).\n9. Pregnant or breast feeding.\n10. Concomitant medical conditions with significant active bleeding likely to initiate or prolong anemia; for example coagulation disorders or recurrent GI bleeding.\n11. Scheduled or expected major surgery during the course of the study. (Minor surgeries not associated with significant blood loss, in the Investigator's judgement, are permitted e.g. surgery related to fistulae or vascular access, minor dental extractions, incision and drainage of abscess or simple excisions).\n12. Participation in any other interventional clinical study within 30 days prior to screening.\n13. Cardiovascular, liver, renal, hematologic, psychiatric, neurologic, gastrointestinal, immunologic, endocrine, metabolic, or central nervous system disease that, in the opinion of the Investigator, may adversely affect the safety of the subject and/or efficacy of the study drug or severely limit the lifespan of the subject.\n14. Any other unspecified reason that, in the opinion of the Investigator or the Sponsor make the subject unsuitable for enrolment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Hb Concentration From Baseline to Week 16","description":"Change in hemoglobin concentration from baseline to Week 16.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.50","spread":"0.122"},{"groupId":"OG001","value":"-0.02","spread":"0.165"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects That Achieve an Increase in Hb Concentration of ≥1 g/dL at Week 16","description":"Number of subjects that achieve an increase in Hemoglobin concentration of ≥1 g/dL at Week 16","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects That Achieve a Hb Concentration of ≥11 g/dL at Week 16","description":"Number of subjects that achieve a Hemoglobin concentration of ≥11 g/dL at week 16","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Hb Concentration From Baseline to Week 8","description":"Change in Hemoglobin concentration from baseline to Week 8","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.53","spread":"0.901"},{"groupId":"OG001","value":"0.00","spread":"0.909"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects That Achieve an Increase in Hb Concentration of ≥2 g/dL at Week 16","description":"Number of subjects that achieve an increase in Hemoglobin concentration of ≥2 g/dL at Week 16","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Ferritin From Baseline to Week 16","description":"Changes in iron parameter - ferritin - from baseline to week 16","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.13","spread":"6.166"},{"groupId":"OG001","value":"-5.90","spread":"9.137"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With (TEAEs)","description":"Number of Participants with Treatment-Emergent Adverse Events (TEAEs)","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"42","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Serious Adverse Events (TESAEs)","description":"Number of Participants with Treatment-Emergent Serious Adverse Events (TESAEs) during the double blind phase","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in TSAT From Baseline to Week 16","description":"Changes in iron parameters - TSAT - from baseline to week 16","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.32","spread":"0.719"},{"groupId":"OG001","value":"-0.15","spread":"1.060"}]}]}]},{"type":"SECONDARY","title":"Changes in Iron Parameter From Baseline to Week 16","description":"Changes in iron parameters - serum iron - from baseline to week 16","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.87","spread":"0.397"},{"groupId":"OG001","value":"0.01","spread":"0.586"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Adverse Events (TEAEs)","description":"Number of Participants with Treatment-Emergent Adverse Events (TEAEs) during the open label phase","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"76","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment-Emergent Serious Adverse Events (TESAEs)","description":"Number of Participants with Treatment-Emergent Serious Adverse Events (TESAEs) during the open label phase","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":23,"n":111},"commonTop":["Gastrointestinal disorders","Infections and infestations","Metabolism and nutrition disorders","Constipation","Nausea"]}}}