{"nctId":"NCT04711837","briefTitle":"Efficacy and Safety of HSK3486 Compared to Propofol in Induction of General Anesthesia in Adults Having Elective Surgery","startDateStruct":{"date":"2021-02-11","type":"ACTUAL"},"conditions":["Anesthesia"],"count":255,"armGroups":[{"label":"HSK3486","type":"EXPERIMENTAL","interventionNames":["Drug: HSK3486"]},{"label":"Propofol","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Propofol"]}],"interventions":[{"name":"HSK3486","otherNames":[]},{"name":"Propofol","otherNames":["Diprivan"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects undergoing elective surgery (nonemergency, noncardiothoracic, and nonintracranial surgery anticipated to last at least 1 hour ).\n* Males or females, aged ≥18 years old, with American Society of Anesthesiologists Physical Status (ASA PS) I to IV.\n* Body mass index (BMI) ≥18 kg/m2.\n* For all females of childbearing potential, negative pregnancy test at screening and baseline. Additionally, females of childbearing potential must agree to use birth control (such as condom, intrauterine device \\[IUD\\], abstinence) from the time of consent until 30 days post study drug administration.\n* Capable of understanding the procedures and methods of this study, willing to sign an Informed Consent Form, and to complete this study in strict compliance with the study protocol.\n\nExclusion Criteria:\n\n* Contraindications to deep sedation/general anesthesia or a history of adverse reaction to sedation/general anesthesia.\n* Known to be allergic to eggs, soy products, opioids and their antidotes, or propofol; subject having contraindications to propofol, opioids, and their antidotes.\n* Medical condition or evidence of increased sedation/general anesthesia risk.\n* Management risks of respiratory tract and judged by the investigator to be unsuitable for inclusion in the study.\n* Any medication that has the potential to interact synergistically with propofol or HSK3486, including but not limited to all sedatives and hypnotics.\n* Laboratory parameters significantly out of range at screening.\n* Female subjects with a positive pregnancy test (serum or urine) at screening or baseline; lactating subjects; any subject planning to get pregnant within 1 month after the study (including the male subject's partner).\n* Judged by the investigator to have any other factors that make the subject unsuitable for participation in the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Successful Anesthesia Induction","description":"The primary outcome of interest was the success rate of anesthesia induction, defined by the proportion of subjects with successful anesthesia. A subject was considered successful for anesthetic induction if the following conditions were met: induction success Modified Observer's Assessment of Awareness/Sedation Scale (MOAA/S ≤1) after administration of study drug and 1 or less top-up dose required without using any rescue drugs. Where Grade 0 is no response after trapezius squeeze, Grade 1 responds only after painful trapezius squeeze and Grade 5 is completely awake responds to name spoken in normal tone.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"81","spread":null}]}]}]},{"type":"SECONDARY","title":"Subjects' NRS Pain Score","description":"Injection-site pain is evaluated verbally during study drug administration using the Numeric Rating Scale (NRS), ranging from 0 (no pain) to 10 (worse imaginable pain). Subjects' NRS pain score at the time of study drug administration (Day 1) and recall of pain score in PACU.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"13","spread":null}]},{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"51","spread":null}]},{"measurements":[{"groupId":"OG000","value":"137","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"17","spread":null}]},{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"39","spread":null}]},{"measurements":[{"groupId":"OG000","value":"113","spread":null},{"groupId":"OG001","value":"21","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Successful Induction Who Maintain the Desired Depth of Anesthesia for General Elective Surgery, AND Without Significant Cardiac and Respiratory Depression.","description":"The proportion of subjects with successful induction who maintain the desired depth of anesthesia for general elective surgery, AND without significant cardiac and respiratory depression between the time of successful induction and 15 minutes post initiation of study drug administration, or up to the beginning of second tracheal intubation attempt if it is a difficult condition and not beyond 15 minutes post initiation of study drug administration.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":null},{"groupId":"OG001","value":"81","spread":null}]},{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects With Any Injection-site Pain on Numeric Rating Scale.","description":"The proportion of subjects with any injection-site pain at time of drug administration on the Numeric Rating Scale (NRS ≥1).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Successful Induction of General Anesthesia.","description":"Time from the end of the first administration of the study drug to MOAA/S ≤1.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.75","spread":null},{"groupId":"OG001","value":"0.62","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to the Disappearance of Eyelash Reflex","description":"Time from the end of the first administration of the study drug to the disappearance of eyelash reflex.","paramType":"MEDIAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.92","spread":null},{"groupId":"OG001","value":"0.80","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants That Failed to Meet Successful Induction of General Anesthesia","description":"Failed to meet successful induction of general anesthesia defined by the use of the Top-up Study Drug and Rescue/Remediation Drugs","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":168},"commonTop":["Hypotension","Nausea","Procedural Pain"]}}}