{"nctId":"NCT00732615","briefTitle":"Use of NPSP558 in the Treatment of Hypoparathyroidism","startDateStruct":{"date":"2008-12-18","type":"ACTUAL"},"conditions":["Hypoparathyroidism"],"count":124,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"50, 75, 100 mcg NPSP558","type":"EXPERIMENTAL","interventionNames":["Drug: NPSP558"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"NPSP558","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\nPatients who meet all of the following inclusion criteria can be enrolled and potentially randomized into this study:\n\n* Adult males or females 18 to 85 years of age (prior to screening)\n* History of hypoparathyroidism for ≥ 18 months\n* Requirement for vitamin D metabolite/analog therapy with calcitriol ≥0.25 μg per day or alphacalcidol ≥0.50 μg per day prior to randomization. Requirement for supplemental oral calcium treatment ≥ 1000 mg per day over and above normal dietary calcium intake\n* Serum thyroid function tests within normal laboratory limits at screening\n* Serum magnesium levels within laboratory normal limits\n* Serum 25-hydroxyvitamin D \\[25(OH)D\\] level ≤ 1.5-fold the laboratory upper limit of normal\n* Creatinine clearance \\> 30 mL/min on two separate measurements OR creatinine clearance \\> 60 mL/min AND serum creatinine \\< 1.5 mg/dL\n* With regard to female patients: women who are postmenopausal and women who are surgically sterilized can be enrolled. Women of childbearing potential must have a negative pregnancy test at Randomization and be willing to use two medically acceptable methods of contraception for the duration of the study.\n\nExclusion Criteria\n\nPatients who have any of the following during the screening visit are not eligible for enrollment in this study:\n\n* Known history of hypoparathyroidism resulting from an activating mutation in the CaSR gene or impaired responsiveness to PTH (pseudohypoparathyroidism)\n* Any disease that might affect calcium metabolism or calcium-phosphate homeostasis other than hypoparathyroidism, such as active hyperthyroidism, Paget's disease, insulin dependent diabetes mellitus (IDDM) or poorly controlled Type II diabetes mellitus (HbA1C \\> 8%), severe and chronic cardiac, liver or renal disease, Cushing's syndrome, neuromuscular disease such as rheumatoid arthritis, myeloma, pancreatitis, malnutrition, rickets, recent prolonged immobility, active malignancy, primary or secondary hyperparathyroidism, a history of parathyroid carcinoma, hypopituitarism, acromegaly, or multiple endocrine neoplasia types I and II\n* Patients with a history of thyroid cancer must be documented to be disease-free for a period of at least 5 years\n* Patients dependent on regular parenteral calcium infusions (eg calcium gluconate) to maintain calcium homeostasis\n* Patients that have undergone gastric resection or have active peptic ulcer disease requiring medical therapy\n* Use of prohibited medications such as loop and thiazide diuretics, raloxifene hydrochloride, lithium, estrogens and progestins for hormone replacement therapy,methotrexate, or systemic corticosteroids within respective prohibited periods\n* Previous treatment with PTH-like drugs, including PTH(1-84), PTH(1-34) or other N-terminal fragments or analogs of PTH or PTH-related protein within 6 months prior to screening\n* Other drugs known to influence calcium and bone metabolism, such as calcitonin, fluoride tablets, or cinacalcet hydrochloride within the prohibited period\n* Use of oral bisphosphonates within the previous 6 months or IV bisphosphonate preparations within the previous 12 months prior to screening\n* Seizure disorder/epilepsy with a history of a seizure within the previous 6 months prior to screening\n* Presence of open epiphyses\n* Irradiation (radiotherapy) to the skeleton within 5 years\n* Serum 25-hydroxyvitamin D levels greater than 1.5-fold the laboratory upper limit of normal\n* Participation in any other investigational trial in which receipt of investigational drug or device occurred within 6 months prior to screening for this study\n* Pregnant or lactating women\n* History of diagnosed drug or alcohol dependence within the previous 3 years\n* Clinical history of renal calculi within the past 12 months\n* History of gout\n* Disease processes that may adversely affect gastrointestinal absorption, including but not limited to short bowel syndrome, bowel resection, tropical sprue, celiac disease, ulcerative colitis, and Crohn's disease\n* Chronic/severe cardiac disease including but not limited to cardiac insufficiency, arrhythmias, bradycardia (resting heart rate \\< 60 beats/minute), or hypotension (systolic and diastolic blood pressures \\< 100 and 60 mmHg, respectively)\n* History of cerebrovascular accident (CVA).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"The Percentage of Subjects Who Met the Triple Efficacy Endpoint Criteria at Week 24.","description":"The triple efficacy endpoint criteria were defined as at least a 50% reduction from the baseline in oral calcium dose and at least a 50% reduction from the baseline in active vitamin D dose and an albumin-corrected total serum calcium concentration that was maintained or normalized compared to the baseline value (≥ 7.5 mg/dL) and did not exceed the upper limit of the laboratory normal range. The analysis of primary efficacy endpoint was based on investigator prescribed data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null},{"groupId":"OG001","value":"54.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Changes From Baseline in Daily Calcium Dose at Week 24.","description":"The analysis of this endpoint was based on investigator prescribed data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.4","spread":"38.37"},{"groupId":"OG001","value":"-51.8","spread":"45.71"}]}]}]},{"type":"SECONDARY","title":"Proportion of Subjects Who Achieved Independence From Active Vitamin D and an Oral Calcium Dose of ≤ 500 mg/Day at Week 24.","description":"Subjects Who Achieved Independence from Active Vitamin D Usage and with Calcium Dose of 500 mg/day or less. This analysis was based on Investigator Prescribed Data.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.1","spread":null},{"groupId":"OG001","value":"43.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Any Clinical Symptoms of Hypocalcemia During Weeks 16-24.","description":"Clinical symptoms were a selected group of adverse events that occurred during study weeks 16 through 24. The group of terms were defined by key opinion leaders and documented in study protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.5","spread":null},{"groupId":"OG001","value":"34.5","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":40},"commonTop":["Hypocalcaemia","Paraesthesia","Muscle spasms","Headache","Nausea"]}}}