{"nctId":"NCT02596321","briefTitle":"A Study Investigating the Immunologic Effects and Safety of 60-day Treatment of the ALK HDM Tablets in Adult Subjects With HDM-Induced Allergic Rhinitis and/or Atopic Asthma","startDateStruct":{"date":"2015-10"},"conditions":["Allergy","Asthma","Rhinitis"],"count":112,"armGroups":[{"label":"Mitizax ALK HDM tablet","type":"EXPERIMENTAL","interventionNames":["Drug: Mitizax"]},{"label":"Placebo tablet","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Mitizax","otherNames":["ALK HDM tablet","allergen extract"]},{"name":"Placebo","otherNames":["Placebo tablet"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent obtained before entering the study\n* Patients 18-65 years of age, with a clinical history consistent with HDM-induced allergic rhinitis or allergic rhinoconjunctivitis with or without HDM-induced allergic atopic asthma for more than 1 year\n* Use of symptomatic treatment of HDM-induced allergic rhinitis and/or HDM-induced atopic asthma, i.e. antihistamines, nasal decongestants, nasal and/or inhaled corticosteroid for more than 1 year\n* if HDM-induced atopic asthma is present, it should be of mild to moderate severity, controlled on treatment corresponding to steps 1-3 of The Global initiative for asthma (GINA)\n* Positive skin prick test response (wheal diameter ≥3 mm) to D pteronyssinus and/or D.farinae\n* Moderate or higher level of D.pteronyssinus and/or D.farinae specific IgE (defined as ≥IgE Class 2; or ≥0.70 kilo unit (kU)/L)\n* Patient one of the following:\n\n  1. Male\n  2. Female, infertile\n  3. Female, with a negative pregnancy test and willingness to practice appropriate contraceptive methods until treatment with study drug has been discontinued.\n* Patient willing and able to comply with study protocol\n\nExclusion Criteria:\n\n* Previous treatment with HDM immunotherapy for more than 1 month within the last 5 years\n* Ongoing treatment with any allergen-specific immunotherapy product\n* Reduced lung function (defined as Forced expiratory volume in 1 second (FEV1) \\< 70% of predicted value after adequate pharmacologic treatment) measured at Visit 1 and Visit 2\n* Clinical history of uncontrolled asthma within 3 months prior to the screening visit\n* Having experienced a severe asthma exacerbation within 3 months prior to screening visit\n* Symptoms of or treatment for upper respiratory tract infection, acute sinusitis, acute otitis media or other relevant infectious process at randomization\n* Inflammatory conditions in the oral cavity with severe symptoms such as oral lichen planus with ulcerations or severe oral mycosis at randomization\n* History of anaphylaxis with cardiorespiratory symptoms (immunotherapy, exercise-induced, food allergy, drugs or an idiopathic reaction)\n* History of recurrent generalized urticaria (defined as two or more episodes) during the last 2 years\n* A history of drug induced (incl. immunotherapy) facial angioedema or a family (parents and siblings) history of hereditary angioedema\n* Any chronic disease (e.g. cystic fibrosis, malignancy, malabsorption or malnutrition, renal or hepatic abnormality or any other diseases that in the opinion of the investigator would interfere with the study evaluations or the safety of the subject)\n* Systemic disease affecting the immune system (e.g. autoimmune disease, immune complex disease, or immune deficiency disease whether acquired or not)\n* Immunosuppressive treatment (ATC code L04 or L01) within 3 months prior to the screening visit\n* Currently treated with tricyclic antidepressants; catecholamine-O-methyltransferase (COMT) inhibitors and mono amine oxidase inhibitors (MAOIs) and beta-blockers including topical administration\n* Use of medication at the screening visit which at the time of skin prick test (SPT) can interfere with the result (i.e. antihistamines)\n* Use of an investigational drug within 30 days/5 half-lives of the drug (which ever longest) prior to the screening visit\n* History of allergy, hypersensitivity or intolerance to a excipient in the investigational medicinal product (except D.Pteronyssinus and D.farinae)\n* Being immediate family of the investigator or study staff, defined as the investigator's/staff's spouse, parent, child, grandparent or grandchild\n* Severe mental disorders that in the opinion of the investigator would interfere with the study evaluations or the safety of the subject\n* Cardiovascular conditions in which complications are possible when using adrenaline\n* Women who are pregnant or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"D. Farinae Specific IgG4 Change From Baseline to End of Treatment","description":"primary efficacy endpoint of D. Farinae specific IgG4 change from baseline to end of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.473","spread":"1.183"},{"groupId":"OG001","value":"-0.01","spread":"0.067"}]}]}]},{"type":"SECONDARY","title":"D. Pteronyssinus Specific IgG4 Change From Baseline to End of Treatment","description":"secondary endpoint of D. pteronyssinus specific IgG4 change from baseline to end of treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.455","spread":"1.210"},{"groupId":"OG001","value":"0.001","spread":"0.076"}]}]}]},{"type":"SECONDARY","title":"D. Farinae Specific IgE Change From Baseline to End of Treatment","description":"the secondary endpoint of D. farinae specific IgE change from baseline to end of treatment compared to placebo","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"140.37","spread":"288.15"},{"groupId":"OG001","value":"-5.56","spread":"16.30"}]}]}]},{"type":"SECONDARY","title":"D. Pteronyssinus Specific IgE Change From Baseline to End of Treatment","description":"the secondary endpoint of D. pteronyssinus specific IgE change from baseline to end of treatment compared to placebo","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"124.85","spread":"286.90"},{"groupId":"OG001","value":"-5.16","spread":"27.27"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":56},"commonTop":["Oral soft tissue signs and symptoms","Upper raspiratory tract signs and symptoms","Headaches NEC","Tongue signs and symptoms","Upper respiratory tract infections"]}}}