{"nctId":"NCT00537394","briefTitle":"Optimizing Treatment for Treatment-Experienced, HIV-Infected People","startDateStruct":{"date":"2008-01"},"conditions":["HIV Infections"],"count":517,"armGroups":[{"label":"A","type":"EXPERIMENTAL","interventionNames":["Drug: Enfuvirtide","Drug: Raltegravir","Drug: Darunavir","Drug: Tipranavir","Drug: Etravirine","Drug: Maraviroc"]},{"label":"B","type":"EXPERIMENTAL","interventionNames":["Drug: Enfuvirtide","Drug: Raltegravir","Drug: Darunavir","Drug: Tipranavir","Drug: Etravirine","Drug: Maraviroc"]},{"label":"C","type":"OTHER","interventionNames":["Drug: Enfuvirtide","Drug: Raltegravir","Drug: Darunavir","Drug: Tipranavir","Drug: Etravirine","Drug: Maraviroc"]}],"interventions":[{"name":"Enfuvirtide","otherNames":[]},{"name":"Raltegravir","otherNames":[]},{"name":"Darunavir","otherNames":[]},{"name":"Tipranavir","otherNames":[]},{"name":"Etravirine","otherNames":[]},{"name":"Maraviroc","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HIV-1 infection\n* Triple-class drug experience or resistance. More information on this criterion can be found in the protocol.\n* Currently on a failing PI-containing regimen that includes 2 other ARVs with no regimen change for 8 weeks prior to study screening\n* HIV viral load of 1000 copies/ml or more\n* Hepatitis B surface antigen negative within 90 days of study entry\n* Able to obtain NRTIs and ritonavir and have required ARVs at time of starting study intervention\n* Willing to use acceptable forms of contraception\n* Parent or legal guardian willing to provide consent, if applicable\n* CD4 count result from a specimen drawn within 120 days prior to study entry\n* If any previous HIV-1 viral co-receptor tropism result is available, then most recent specimen date and the tropism result of that specimen AND specimen date and tropism result of any test with either X4 or D/M result, if different from the first specimen, must be available\n\nInclusion Criteria continued:\n\n* Receipt of successful phenotype/genotype resistance results within 105 days prior to study treatment intervention assignment\n* Study team identification of a study regimen and at least 2 NRTIs for participant to take\n* Certain abnormal laboratory values. More information on this criterion can be found in the protocol.\n\nExclusion Criteria:\n\n* Chronic, active hepatitis B virus infection (hepatitis B surface antigen positive or HBV DNA positive)\n* Taking certain medications. More information on this criterion can be found in the protocol.\n* Known allergy/sensitivity to components of two or more of the study-provided drugs or their formulations. For maraviroc, this includes hypersensitivity or history of allergy to soy lecithin or peanuts.\n* Active drug or alcohol use that, in the opinion of the investigator, may interfere with the study\n* Pregnancy or breastfeeding\n* Use of any immunomodulator (interferons, interleukins, systemic corticosteroids, or cyclosporine), vaccine, or investigational therapy within 30 days prior to study treatment allocation/assignment\n* Require certain medications prohibited with study treatment\n* Serious illness requiring systemic treatment or hospitalization. Participants who complete therapy or are clinically stable on therapy for at least 14 days prior to study treatment allocation are not excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent of Participants With Regimen Failure, Defined as a Confirmed Virologic Failure or Discontinuation of Randomized NRTI Component of Study Treatment","description":"Virologic failure defined as confirmed plasma HIV-1 RNA meeting 1 of the following 4 criteria: \\< 1.0 log10 copies/mL reduction from baseline level and \\>= 200 copies/mL at or after week 12 evaluation; \\>= 200 copies/mL after 1 measurement \\< 200 copies/mL; absence of any values \\< 200 copies/mL by and including week 24 evaluation; \\>= 200 copies/mL at week 48 evaluation. Discontinuation of Randomized NRTI component of Study Treatment is defined as permanently stopping all NRTIs among those randomized to add NRTIs, or starting any NRTI among those randomized to omit NRTIs. Subjects leaving the study for reasons other than death, relocation, incarceration, or site closure were reviewed for the discontinuation outcome by a blinded, independent panel. Additionally, any participant failing to start study treatment after randomization and prior to closure was also reviewed. Results report percent of participants reaching regimen failure outcome by week 48 evaluation using Kaplan-Meier method.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.0","spread":null},{"groupId":"OG001","value":"29.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Treatment Dispensation to First Grade 3 or Higher (and at Least One Grade Higher Than Baseline) Signs/Symptom or Laboratory Abnormality","description":"Events following permanent discontinuation of NRTI assignment are excluded (i.e. censoring at time of this event, if applicable). Week 96 study visit could occur up to 110 weeks following randomization. Censoring time was the latest study visit when participant was evaluated or when NRTI assignment was discontinued (when applicable). Event time was the exact number of weeks following treatment initiation when the qualifying sign/symptom started (for those safety events triggered by a sign/symptom), or exact number of weeks following treatment initiation when specimen from qualifying laboratory result was drawn (for those safety events triggered by a laboratory abnormality).","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.1","spread":null},{"groupId":"OG001","value":"3.9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"24.7","spread":null},{"groupId":"OG001","value":"25.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"97.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Treatment Dispensation to First Study ARV Modification (Excluding NRTIs, if Applicable)","description":"First study ARV modification included any discontinuation or substitution of any chosen and initiated ARV for any reason. Events prompting study medication change could include protocol required (e.g. safety), protocol recommended but not required (e.g. virologic failure), or participant motivated (such as non-adherence, loss to follow-up or death; in other words, not protocol recommended or required). Event times were the exact weeks from treatment initiation to the time of qualifying regimen modification. Censoring times were the exact weeks from treatment initiation to the last date of study drugs. The week 96 (final study visit) could occur up through 110 weeks following randomization.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":null},{"groupId":"OG001","value":"24.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31.1","spread":null},{"groupId":"OG001","value":"38.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"98.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomization to Discontinuation of Randomized NRTI Component of Study Treatment","description":"Discontinuation of Randomized NRTI component of Study Treatment is defined as permanently stopping all NRTIs among those randomized to add NRTIs, or starting any NRTI among those randomized to omit NRTIs. Subjects leaving the study for reasons other than death, relocation, incarceration, or site closure were reviewed for meeting this outcome by a blinded, independent panel. Additionally, any participant failing to start study treatment after randomization and prior to closure was also reviewed. Event times were scheduled study weeks when discontinuation events occurred. Censoring times were latest scheduled study visit weeks with evaluation.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"36","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Randomization to Confirmed Virological Failure","description":"Virologic failure defined as confirmed (two consecutive) plasma HIV-1 RNA meeting 1 of the following 4 criteria: \\< 1.0 log10 copies/mL reduction from baseline level and \\>= 200 copies/mL at or after week 12 evaluation; \\>= 200 copies/mL after 1 measurement \\< 200 copies/mL; absence of any values \\< 200 copies/mL by and including week 24 evaluation; \\>= 200 copies/mL at week 48 evaluation. Event time was the scheduled study visit week when the initial plasma HIV-1 RNA specimen meeting the failure definition was collected. Censoring time was the latest scheduled study visit week when a plasma HIV-1 RNA specimen was collected and tested.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Plasma HIV-1 Viral Load < 50 Copies/ml","description":"Number of participants with plasma HIV-1 Viral load \\< 50 copies/mL at study visit weeks 24, 48, and 96. Closest observed result between 20 and up to 30 weeks (for week 24), between 42 and up to 54 (for week 48), and between 90 and up to 110 (for week 96) used if multiple results available. Missing values excluded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"122","spread":null},{"groupId":"OG001","value":"117","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"106","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"107","spread":null},{"groupId":"OG001","value":"109","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Plasma HIV-1 Viral Load From Baseline to Week 1","description":"Method of Kaplan and Meier used to accommodate left-censoring for those whose week 1 levels \\< 50 copies/mL.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.3","spread":null},{"groupId":"OG001","value":"1.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Summarized Quality of Life Score","description":"Quality-of-life score at each evaluation based upon a single question assessing participants' self-report of general health with a range of 0 (representing worst health status) to 100 (representing perfect health).","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Self-reporting Non-adherence to Assigned Study ARVS (Excluding NRTIs, if Applicable)","description":"Results represent self-report of non-adherence during the 4-day period prior to the outcome evaluation visit. Participants in follow-up for whom these data are missing for any reason are inferred as not-adherent.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"26","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Cardiovascular Risk Score From Baseline","description":"Cardiovascular risk score defined by Framingham providing an estimate of the probability of developing cardiovascular disease over the next 10-year period. Persons with a historical cardiovascular event (CAD, cerebro- or peripheral- vascular disorder, MI or stroke), were excluded, and scores were not calculated at follow-up times after individuals had a cardiovascular event. Missing values for input data (e.g. smoking status) resulted in a missing value for Framingham score.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.7","spread":"4.4"},{"groupId":"OG001","value":"0.3","spread":"4.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"4.3"},{"groupId":"OG001","value":"0.8","spread":"4.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5","spread":"5.2"},{"groupId":"OG001","value":"1.1","spread":"5.0"}]}]}]},{"type":"SECONDARY","title":"Change in CD4 Count From Baseline","description":"Baseline CD4 calculated as average of pre-entry and entry values. Closest observed result between 42 and up to 54 weeks (for week 48) or between 90 and up to 110 weeks (for week 96), used if multiple results available. Missing values excluded.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105.5","spread":null},{"groupId":"OG001","value":"89.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"140.8","spread":null},{"groupId":"OG001","value":"115.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time From Treatment Dispensation to Serious Non-AIDS-defining Events","description":"Serious Non-AIDS defining Events were adjudicated by independent and blinded review and possible events included serious diagnoses in the following disease areas: liver, cardiovascular, end-stage renal, non-AIDS malignancy, and diabetes mellitus. Week 96 study visit could take place up to 110 weeks following randomization. Event times were the exact weeks following treatment initiation corresponding to the diagnosis dates of the qualifying serious non-AIDS defining events. Censoring times were the weeks following treatment initiation corresponding to the latest study visit.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.9","spread":null},{"groupId":"OG001","value":"29.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Change in Virus Co-receptor Tropism Among Those With R5-only Tropic Virus at Study Entry","description":"HIV Co-receptor tropism test result of either dual/mixed or evidence of X4 using virus from sample collected at confirmed virologic failure.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Fasting Non-HDL Cholesterol From Baseline","description":"Fasting non-HDL cholesterol calculated from difference between fasting total cholesterol and fasting HDL level. Missing values and non-fasting values excluded.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.1","spread":"35.8"},{"groupId":"OG001","value":"20.8","spread":"39.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.6","spread":"35.5"},{"groupId":"OG001","value":"19.8","spread":"34.1"}]}]}]},{"type":"SECONDARY","title":"Participants With Newly Acquired HIV Drug Resistance Between Study Entry and Confirmed Virologic Failure","description":"Defined among the subgroup of participants experiencing the outcome of confirmed virologic failure. Newly acquired HIV drug resistance is defined as one or more ARVs with partial resistance or resistance when pre-entry resistance was fully sensitive or resistant when pre-entry resistance was fully sensitive or partially sensitive. The ARVs included for resistance acquisition included the following: darunavir/ritonavir; etravirine, tipranavir, tenofovir, emtracitabine, lamivudine, zidovudine, abacavir.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":180},"commonTop":["Blood cholesterol abnormal","Blood glucose abnormal","Aspartate aminotransferase increased","Low density lipoprotein abnormal","Alanine aminotransferase increased"]}}}