{"nctId":"NCT01173874","briefTitle":"Efficacy of Cognitive Remediation in Patients With Schizophrenia or Schizoaffective Disorder Stabilized on Lurasidone","startDateStruct":{"date":"2010-07"},"conditions":["Schizophrenia"],"count":120,"armGroups":[{"label":"Cognitive Remediation","type":"EXPERIMENTAL","interventionNames":["Drug: Cognitive Remediation"]},{"label":"Cognitive activity control group","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"Cognitive Remediation","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female between 18-55 years of age who meet DSM-IV-TR criteria for schizophrenia or schizoaffective disorder confirmed by the Structured Clinical Interview for DSM-IV Clinical trial version (SCID-CT version). Duration of illness \\> 1 year. Outpatient status.\n* Change in antipsychotic medication is clinically warranted as evidenced by\n\n  * persistent psychosis despite adequate dose and duration of antipsychotic, or \\* inability to achieve therapeutic dose because of dose-limiting side effects,\n  * persistent side effects that either cause significant subjective distress or significantly increase medical risks, such as substantial weight gain or metabolic disturbances, or\n  * patient preference to switch and treating psychiatrist is in agreement.\n* No behaviors suggesting potential danger to self or others over the 6 months prior to participation.\n* For the last 2 weeks of lurasidone stabilization phase, a score of 4 or less on PANSS items of conceptual disorganization, hallucinations, suspiciousness and unusual thought content items.\n* At end of lurasidone stabilization phase, Simpson-Angus Scale total score \\<\n* At end of lurasidone stabilization phase, Calgary Depression Scale total score \\<10.\n* No acute medical problems; any chronic medical condition (e.g. hypertension) consistently treated and stable during the 1 month prior to participation.\n* Able to provide signed informed consent and to cooperate with all study procedures.\n* Able to attend twice weekly sessions (each lasting approximately 75 minutes) for cognitive remediation or active control sessions for the \\~6 month duration of the cognitive remediation phase of the study.\n* Must meet the following cognitive performance criteria:\n\n  * Able to complete the baseline MATRICS validly at baseline as assessed by NP tester.\n  * Raw score of 12 or greater on the WTAR (Wechsler Test of Adult Reading) at screening.\n* Women who can become pregnant must be using an adequate method of contraception to avoid pregnancy throughout the study and for up to 4 weeks after the study in such a manner that the risk of pregnancy is minimized. Acceptable methods include oral, injectable or implanted contraceptives, intrauterine devices or barrier methods such as condoms, diaphragm and spermicides. Women who can become pregnant must have a negative urine pregnancy test at the Screening Visit. Women who can become pregnant include anyone who has experienced menarche and who has not undergone successful surgical sterilization (hysterectomy, bilateral tubal ligation or bilateral oophorectomy), or is not postmenopausal (defined as amenorrhea 12 consecutive months).\n\nExclusion Criteria:\n\n* Documented history of learning disability.\n* Hearing or visual impairment; not fluent in English.\n* Current treatment with clozapine or history of treatment resistance as evidenced by failure to improve (in the judgment of the investigator) with 2 or more adequate dose antipsychotic trials of at least 6 weeks duration in preceding 1 year.\n* Concomitant or anticipated treatment with potent CYP 3A4 inhibitor such a cimetidine, cyclosporine, erythromycin or erythromycin-like drugs (e.g., azithromycin, clarithromycin except short term acute treatment for 1 week or less), diltiazem, itraconazole, ketoconazole or other systemic antifungal agents in the azole class, nefazodone; or potent CYP3A4 inducer including: carbamazepine, modafinil, Phenobarbital, phenytoin, rifampin, St. Johns Wort, and troglitazone.\n* Current treatment with psychotropic agents known to affect cognition such as amphetamines, topiramate.\n* History of treatment with electroconvulsive therapy within the 6 months prior to participation or expectation that patient may require ECT during the study.\n* History of neurological or neuropsychiatric conditions (e.g. stroke, traumatic brain injury, epilepsy, etc).\n* Subjects with a history of clinically significant neurological, metabolic, hepatic, renal, hematological, pulmonary, cardiovascular, gastrointestinal, and/or urological disorders (e.g. unstable angina, decompensate congestive heart failure, CNS infection or history of HIV seropositivity), which would pose a risk to the patient if they were to participate in the study or that might confound the results of the study. Active medical conditions that are minor or well controlled are not exclusionary if they do not affect risk to the patient of the study results. For example, the following are not exclusionary: a) stable and well-controlled hypertension; b) asthma (no serious attacks in the past year); c) hypothyroidism (TSH within normal limits).\n* A positive test for Hepatitis C antibody with concurrent evidence of impaired hepatic function (increased AST or ALT greater than 2 times the upper limit of normal) or positive tests for Hepatitis A antibody IgM fraction or Hepatitis B surface antigen, irrespective of the AST or ALT values.\n* History of alcohol or substance abuse or dependence during the 6 months prior to participation.\n* Participation in a clinical trial involving an investigational medication within 3 months prior to participation or 2 or more investigational drug trials in the preceding 12 months.\n* Pregnant women or women of child-bearing potential who are not using adequate birth control.\n* Woman who are breast feeding.\n* Individuals who: a) received any cognitive remediation in the 6 months prior to study entry or b)received more than 6 hours of cognitive remediation in the 12 months prior to study entry or c) received more than 15 hours in the 24 months prior to study entry. Cognitive remediation is defined as any behavioral intervention consisting of training activities that aim to target impairments in cognitive domains of sensory processing, attention, memory, processing speed, working memory, and executive functioning.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Cognitive Function Measured by MCCB Composite Score","description":"The MATRICS Consensus Cognitive Battery (MCCB) will be used to assess cognitive function. The MCCB composite score is comprised of sub-scale measures of: a) working memory; b) attention and vigilance; c) verbal learning; d) visual learning; e) speed of processing; f) reason and problem solving; and g) social cognition. The MCCB takes 90 minutes or less to complete.\n\nMCCB assessed 4 times: prestabilization (screening), randomization (after 6-8 weeks of lurasidone stabilization, prior to initial cognitive remediation), midpoint (after 20 cognitive remediation session), and study completion (final visit after 30 cognitive remediation sessions).\n\nMCCB composite scores are reported as t-scores where a t-score = 50 is the population average. Every 10 points is one standard deviation. There is no range as scores are as far from population average.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.39","spread":"11.99"},{"groupId":"OG001","value":"30.73","spread":"14.97"}]}]}]},{"type":"PRIMARY","title":"Cognitive Function as Measured by the University of California, San Diego, Performance-Based Skills Assessment-Brief (UPSA-B) Scale","description":"The UPSA-B assesses functional capacity to perform tasks similar to those in daily life. Raw scores are converted into scaled scores ranging from 0-100, with higher scores indicating better functional capacity.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"79.74","spread":"10.99"},{"groupId":"OG001","value":"75.85","spread":"16.37"}]}]}]},{"type":"SECONDARY","title":"Cognition as Measured by Cognitive Assessment Interview (CAI)","description":"Cognitive Assessment Interview was used to obtain information about cognitive functioning from both subject and an informant. Composite CAI scores were reported. Scale ranges from 1-7 with the following anchors:\n\n1. Normal, no cognitive impairment\n2. Borderline impairment\n3. Mildly impaired\n4. Moderately impaired\n5. Markedly impaired\n6. Severely impaired\n7. Among the most extremely impaired","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.74","spread":"1.6"},{"groupId":"OG001","value":"2.79","spread":"1.18"}]}]}]},{"type":"SECONDARY","title":"Efficacy as Measured by Positive and Negative Syndrome Scale (PANSS)","description":"Total PANSS score with 30 items. Each item is rated 1-7 so the minimum Total PANSS score =30 and the maximum is 210. Anchors for each item are as follows, the higher values represent an increase in severity of symptoms:\n\n1. Absent\n2. Minimal\n3. Mild\n4. Moderate\n5. Moderately severe\n6. Severe\n7. Extremely severe","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"58.79","spread":"14.71"},{"groupId":"OG001","value":"61.1","spread":"17.29"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":56},"commonTop":[]}}}