{"nctId":"NCT02586805","briefTitle":"Efficacy and Safety Study of DX-2930 to Prevent Acute Angioedema Attacks in Patients With Type I and Type II HAE","startDateStruct":{"date":"2016-03-03","type":"ACTUAL"},"conditions":["Hereditary Angioedema (HAE)"],"count":125,"armGroups":[{"label":"DX-2930 300 mg every 2 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: DX-2930 - 300mg/2wk"]},{"label":"DX-2930 300 mg every 4 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: DX-2930 - 300mg/4wk"]},{"label":"DX-2930 150 mg every 4 weeks","type":"EXPERIMENTAL","interventionNames":["Drug: DX-2930 - 150mg/4wk"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"DX-2930 - 300mg/2wk","otherNames":[]},{"name":"DX-2930 - 300mg/4wk","otherNames":[]},{"name":"DX-2930 - 150mg/4wk","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females 12 years of age or older at time of screening\n* Documented diagnosis of HAE, Type I or II\n* Baseline rate of at least 1 Investigator-confirmed HAE attack per 4 weeks\n* Adult subjects and caregivers of subjects under the age of 18 are willing and able to read, understand, and sign an informed consent form. Subjects age 12 to 17, whose caregiver provides informed consent, are willing and able to read, understand an dsign an assent form.\n* Males and femailes who are fertile and sexually active must adhere to contraception requirements.\n\nExclusion Criteria:\n\n* Concomitant diagnosis of another form of chronic, recurrent angioedema, such as acquired angioedema, idiopathic angioedema, or recurrent angioedema associated with urticaria.\n* Participation in a prior DX-2930 study\n* Treatment with any other investigational drug or exposure to an investigational device within 4 weeks prior screening\n* Exposure to angiotensin-converting enzyme (ACE) inhibitors or any estrogen-containing medications within 4 weeks prior to screening.\n* Exposure to androgens within 2 weeks prior to entering the run-in period.\n* Use of long-term prophylactic therapy for HAE within 2 weeks prior to entering the run-in period.\n* Use of short-term prophylaxis for HAE within 7 days prior to entering the run-in period.\n* Any of the following liver function test abnormalities: alanine aminotransferase (ALT) \\> 3x upper limit of normal, or aspartate aminotransferase (AST) \\> 3x upper limit of normal, or total bilirubin \\> 2x upper limit of normal (unless the bilirubin elevation is a result of Gilbert's syndrome).\n* Pregnancy or breastfeeding.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Rate of Investigator Confirmed Hereditary Angioedema (HAE) Attacks During Treatment Period","description":"HAE attack was defined as a discrete episode during which the participant progressed from no angioedema to symptoms of angioedema. Rate of investigator confirmed HAE attacks was analyzed using a generalized linear model (GLM) for count data assuming a poisson distribution with a log link function and Pearson chi-square scaling of standard errors to account for potential overdispersion. The logarithm of time in days each subject was observed during the treatment period was used as an offset variable in the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.967","spread":null},{"groupId":"OG001","value":"0.480","spread":null},{"groupId":"OG002","value":"0.526","spread":null},{"groupId":"OG003","value":"0.257","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Investigator Confirmed Hereditary Angioedema (HAE) Attack Requiring Acute Treatment","description":"HAE attack was defined as a discrete episode during which the participant progressed from no angioedema to symptoms of angioedema. Rate of investigator confirmed HAE attack was analyzed using the GLM for count data assuming a poisson distribution with a log link function and Pearson chi-square scaling of standard errors to account for potential overdispersion. The logarithm of time in days each subject was observed during the treatment period was used as an offset variable in the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.637","spread":null},{"groupId":"OG001","value":"0.314","spread":null},{"groupId":"OG002","value":"0.423","spread":null},{"groupId":"OG003","value":"0.208","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Moderate or Severe Investigator Confirmed Hereditary Angioedema (HAE) Attacks","description":"HAE attack was defined as a discrete episode during which the participant progressed from no angioedema to symptoms of angioedema. Moderate and severe investigator-confirmed HAE attacks were the attacks that were moderate or severe as per the HAE attack assessment and reporting procedures (HAARP) defined severity. The overall severity of attack was determined by the investigator using following definitions: mild (transient or mild discomfort), moderate (mild to moderate limitation in activity), severe (marked limitation in activity). Rate of moderate or severe investigator confirmed HAE attack was analyzed using the GLM for count data assuming a poisson distribution with a log link function and Pearson chi-square scaling of standard errors to account for potential overdispersion. The logarithm of time in days each subject was observed during the treatment period was used as an offset variable in the model.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.216","spread":null},{"groupId":"OG001","value":"0.359","spread":null},{"groupId":"OG002","value":"0.325","spread":null},{"groupId":"OG003","value":"0.202","spread":null}]}]}]},{"type":"SECONDARY","title":"Rate of Investigator Confirmed Hereditary Angioedema (HAE) Attacks During Day 14 Through Day 182","description":"HAE attack was defined as a discrete episode during which the participant progressed from no angioedema to symptoms of angioedema. Rate of investigator confirmed HAE attacks during day 14 after study drug administration through day 182 was analyzed by the same poisson regression model as in the primary endpoint analysis.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.988","spread":null},{"groupId":"OG001","value":"0.445","spread":null},{"groupId":"OG002","value":"0.489","spread":null},{"groupId":"OG003","value":"0.218","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":41},"commonTop":["Hereditary angioedema","Injection site pain","Viral upper respiratory tract infection","Headache","Injection site erythema"]}}}