{"nctId":"NCT02031640","briefTitle":"A Safety and Efficacy Study of Beclomethasone Dipropionate Delivered Via Breath-Actuated Inhaler (BAI) or Metered-Dose Inhaler (MDI) in Participants >=12 Years Old With Persistent Asthma","startDateStruct":{"date":"2013-12"},"conditions":["Asthma"],"count":1113,"armGroups":[{"label":"BDP 320 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate","Drug: Placebo","Drug: Albuterol/salbutamol"]},{"label":"BDP 640 mcg BAI","type":"EXPERIMENTAL","interventionNames":["Drug: Beclomethasone dipropionate","Drug: Placebo","Drug: Albuterol/salbutamol"]},{"label":"BDP 320 mcg MDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Beclomethasone dipropionate","Drug: Placebo","Drug: Albuterol/salbutamol"]},{"label":"BDP 640 mcg MDI","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Beclomethasone dipropionate","Drug: Placebo","Drug: Albuterol/salbutamol"]},{"label":"Placebo BAI and MDI","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Drug: Albuterol/salbutamol"]}],"interventions":[{"name":"Beclomethasone dipropionate","otherNames":["BDP"]},{"name":"Placebo","otherNames":[]},{"name":"Albuterol/salbutamol","otherNames":["bronchodilators"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Severity of disease: The patient has persistent asthma, with a forced expiratory volume in 1 second (FEV1) 40%-85% of the value predicted for age, height, sex, and race as per the National Health and Nutrition Examination Survey (NHANES III) (Hankinson et al 1999) reference values at screening visit.\n* Current asthma therapy: The patient must be on a stable dose of an inhaled corticosteroid (ICS) of at least 440 mcg/day of fluticasone propionate or equivalent for a minimum of 4 weeks before screening visit, or any inhaled corticosteroid/long-acting beta2-agonist (ICS/LABA) combination for a minimum of 4 weeks before the prescreening visit.\n* Reversibility of disease: The patient has demonstrated at least 12% reversibility of FEV1 and at least 200 mL increase from baseline FEV1 (patients age 18 and older) within 30 minutes after 2-4 inhalations of albuterol/salbutamol hydrofluoroalkane (HFA) MDI (90 mcg ex-actuator) or equivalent at the screening visit\n* If female, the patient is currently not pregnant, breast feeding, or attempting to become pregnant. If of childbearing potential, has a negative serum pregnancy test and is willing to commit to using a consistent and acceptable method of birth control.\n* Other criteria apply, please contact the investigator for more information\n\nExclusion Criteria:\n\n* The patient has a history of life-threatening asthma, defined for this protocol as an asthma episode that required intubation and/or was associated with hypercapnea, respiratory arrest, or hypoxic seizures.\n* The patient is pregnant or lactating, or plans to become pregnant during the study period or for 30 days after the patient's last study-related visit (for eligible patients only, if applicable). Eligible female patients unwilling to employ appropriate contraceptive measures to ensure that pregnancy will not occur during the study will be excluded. Any patient becoming pregnant during the study will be withdrawn from the study.\n* The patient has a known hypersensitivity to any corticosteroid or any of the excipients in the study drug or rescue medication formulation.\n* The patient currently smokes or has a smoking history of 10 pack-years or more (a pack-year is defined as smoking 1 pack of cigarettes/day for 1 year).\n* The patient has had an asthma exacerbation requiring oral corticosteroids within 30 days before the screening visit, or has had any hospitalization for asthma within 2 months before the screening visit.\n* The patient has historical or current evidence of a clinically significant disease. Significant disease is defined as any disease that in the medical judgment of the investigator would put the safety of the patient at risk through participation or that could affect the efficacy or safety analysis if the disease/condition worsened during the study.\n* Other criteria apply, please contact the investigator for more information","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Standardized Baseline-adjusted Trough Morning Forced Expiratory Volume in 1 Second (FEV1) Area Under the Effect Curve From Time 0 to 12 Weeks (AUEC(0-12wk) )","description":"Trough morning FEV1 measurements were taken pre-dose and pre-rescue bronchodilator treatment for asthma. The baseline pulmonary function measurement was defined as the measurement obtained at randomization visit (Day 1). Pulmonary function measurements (including FEV1) were obtained electronically by spirometry. All pulmonary function test data were submitted to a central reading center for evaluation. The highest FEV1 value from 3 acceptable and 2 repeatable maneuvers (maximum of 5 attempts) was used.\n\nBaseline-adjusted FEV1 AUEC(0-12wk) were calculated using the trapezoidal rule.\n\nThe standardized baseline-adjusted FEV1 AUEC(0-12 wk) accommodates participants who dropped out of the study. Baseline-adjusted FEV1 AUEC(0-t weeks)/t, where t =12 weeks for patients who complete the FEV1 assessment at Week 12. For participants who dropped out early, t \\<12 weeks (2, 4, or 8 weeks).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.056","spread":"0.0219"},{"groupId":"OG001","value":"0.09","spread":"0.0221"},{"groupId":"OG002","value":"0.101","spread":"0.0221"},{"groupId":"OG003","value":"0.041","spread":"0.0217"},{"groupId":"OG004","value":"0.096","spread":"0.0216"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Trough Morning Peak Expiratory Flow (PEF) Over the 12-week Treatment Period Using a Mixed Model for Repeated Measures (MMRM)","description":"A hand-held peak flow meter was provided to patients at the screening visit and used to determine the morning and evening PEF throughout the course of the study. Daily trough morning PEF assessments were taken pre-dose and pre-rescue bronchodilator over the 12-week treatment period. The patient recorded the highest value of 3 measurements obtained in the morning and evening in the patient diary.\n\nBaseline in trough morning PEF is defined as the average of recorded trough morning PEF assessments over the 7-day window before randomization, including the morning assessment on Day 1 before randomization.\n\nWeekly average PEF data was generated using 7-day windows based on analysis days (before the first dose of double-blind study treatment). PEF over the 12 week treatment period was performed using a mixed-model for repeated measures (MMRM) with effects due to baseline weekly average of daily trough morning PEF, sex, age, treatment, time, and time by treatment interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.524","spread":"2.5944"},{"groupId":"OG001","value":"5.092","spread":"2.5625"},{"groupId":"OG002","value":"2.895","spread":"2.559"},{"groupId":"OG003","value":"0.480","spread":"2.558"},{"groupId":"OG004","value":"6.988","spread":"2.5298"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Weekly Average of Daily Evening Peak Expiratory Flow (PEF) Over the 12-week Treatment Period Using a Mixed Model for Repeated Measures (MMRM)","description":"A hand-held peak flow meter was provided to patients at the screening visit and used to determine the morning and evening PEF throughout the course of the study. The patient recorded the highest value of 3 measurements obtained in the morning and evening in the patient diary.\n\nBaseline in evening PEF is defined as the average of recorded evening PEF assessments over the 7-day window before randomization.\n\nWeekly average PEF data was generated using 7-day windows based on analysis days (after the first dose of double-blind study treatment). PEF over the 12 week treatment period was performed using a mixed-model for repeated measures (MMRM) with effects due to baseline weekly average of daily evening peak PEF, sex, age, treatment, time, and time by treatment interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.708","spread":"2.6503"},{"groupId":"OG001","value":"4.439","spread":"2.6199"},{"groupId":"OG002","value":"4.462","spread":"2.6092"},{"groupId":"OG003","value":"-0.62","spread":"2.6145"},{"groupId":"OG004","value":"5.594","spread":"2.5848"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of Total Daily (24-hour) Use of Albuterol/Salbutamol Inhalation Aerosol (Number of Inhalations) Over Weeks 1-12 Using a Mixed Model for Repeated Measures (MMRM)","description":"Change from baseline in the use of rescue medication, albuterol/salbutamol, during the treatment period offers an indication of asthma control. Baseline was defined as the average of recorded daily usage of albuterol/salbutamol inhalation aerosol over the 7 days prior to the first dose of double-blind study treatment, including the morning usage at the randomization visit.\n\nWeekly average rescue medication data was generated using 7-day windows based on analysis days (after the first dose of double-blind study treatment). Weekly average over the 12 week treatment period was performed using a mixed-model for repeated measures (MMRM) with effects due to baseline value, sex, age, time, treatment, and time-by-treatment interaction.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.478","spread":"0.1232"},{"groupId":"OG001","value":"-0.226","spread":"0.1235"},{"groupId":"OG002","value":"-0.213","spread":"0.1221"},{"groupId":"OG003","value":"-0.173","spread":"0.1246"},{"groupId":"OG004","value":"-0.323","spread":"0.1206"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Weekly Average of the Total Daily Asthma Symptom Score Over Weeks 1-12 Using a Mixed Model for Repeated Measures (MMRM)","description":"Asthma symptom scores are recorded in the patient's diary each morning and each evening before determining PEF and before administration of study or rescue medications. The Daytime Symptom Score (determined in the evening) has a range from 0=No symptoms during the day to 5=Symptoms so severe that I could not go to work or perform normal daily activities. The Nighttime Symptom Score (determined in the morning) has a range from 0=No symptoms during the night to 4=Symptoms so severe that I did not sleep at all. The total daily asthma symptom score is the average of the daytime and the nighttime scores (full scale is 0 - 4.5). The total daily asthma symptom score is missing if either the daytime or nighttime score is missing. Baseline was the average of recorded daily asthma symptom scores over 7 days prior to the first dose of study treatment. The weekly average was the sum of total daily asthma symptom scores over the 7 days divided by the number of non-missing assessments.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.058","spread":"0.0425"},{"groupId":"OG001","value":"-0.207","spread":"0.0417"},{"groupId":"OG002","value":"-0.159","spread":"0.0415"},{"groupId":"OG003","value":"-0.247","spread":"0.0417"},{"groupId":"OG004","value":"-0.274","spread":"0.0411"}]}]}]},{"type":"SECONDARY","title":"Kaplan-Meier Estimates for Time to Withdrawal From Study Treatment Due to Meeting Stopping Criteria for Worsening Asthma","description":"Time to withdrawal due to meeting stopping criteria is defined as number of days elapsed from the date of the first dose of double-blind study treatment to the date of withdrawal due to meeting stopping criteria. Stopping criteria are:\n\n* FEV1 as measured at the study center is below the FEV1 stability limit value calculated at RV.\n* Based upon review of patient diary data, the patient has experienced any of the following during any 7-day period:\n* 4+ days in which the highest (of 3 efforts) am PEF fall below the PEF stability limit calculated when randomized. The patient meets with the investigator who determines whether the FEV1 is consistent with worsening asthma;\n* 3+ days in which 12+ inhalations/day of rescue medication were used\n* 2+ days in which the patient experienced a nighttime asthma symptom score of more than 2\n* Clinical asthma exacerbation requiring (for example) the use of systemic corticosteroids, or the emergency room or hospitalization.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null},{"groupId":"OG002","value":"NA","spread":null},{"groupId":"OG003","value":"NA","spread":null},{"groupId":"OG004","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Withdrawn From Study Due to Meeting Stopping Criteria for Worsening Asthma During the 12-Week Treatment Period","description":"A count of participants who were withdrawn from the study due to meeting stopping criteria. Alert criteria for individual patients with worsening asthma were designed to ensure patient safety. The investigator determined whether the patient's overall clinical picture is consistent with worsening asthma and if the patient should be withdrawn from study drug treatment (but not the study) and be placed on appropriate asthma therapy in the interest of patient safety.\n\nAn example of alert criteria is:\n\n* FEV1 as measured at the study center is below the FEV1 stability limit value calculated at randomization visit (Day 1).\n* Other criteria as defined in the protocol.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"3","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"5","spread":null},{"groupId":"OG004","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":106},"commonTop":["Oral candidiasis","Upper respiratory tract infection"]}}}