{"nctId":"NCT04393441","briefTitle":"Efficacy and Safety of a New Artificial Tear Formulation Compared With Systane Ultra Multidose in Participants With Dry Eye Disease","startDateStruct":{"date":"2020-06-29","type":"ACTUAL"},"conditions":["Dry Eye Disease (DED)"],"count":400,"armGroups":[{"label":"Systane® Ultra Multidose","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Systane Ultra Multidose","Drug: REFRESH PLUS®"]},{"label":"011516X (New Artificial Tear Formulation)","type":"EXPERIMENTAL","interventionNames":["Drug: 011516X (New Artificial Tear Formulation)","Drug: REFRESH PLUS®"]}],"interventions":[{"name":"011516X (New Artificial Tear Formulation)","otherNames":[]},{"name":"Systane Ultra Multidose","otherNames":[]},{"name":"REFRESH PLUS®","otherNames":["8197X"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At the Screening (Day -7) and Baseline (Day 1) visits, at least 1 eye must qualify based on corneal and conjunctival staining scores\n* Have used an artificial tear product for DED within 6 months of the Screening (Day -7) visit\n* Have ability/agreement to continue to wear existing current spectacle correction during the study period (if applicable)\n* If using any form of topical ophthalmic cyclosporine (i.e., RESTASIS®) or lifitegrast 5% ophthalmic solution (Xiidra®), participants must be using the drops for ≥90 days prior to the Screening (Day -7) visit and plan to continue without change for the duration of the study\n* A female participant is eligible to participate if she is not pregnant (i.e., has a negative in-office urine pregnancy test at Screening \\[Day -7\\] and does not verbally report pregnancy at the Day 1 \\[Baseline\\] visit; is not breastfeeding, and at least 1 of the following conditions applies:\n\n  1. A woman not of childbearing potential (WOCBP) OR\n  2. A WOCBP who agrees to follow the contraceptive guidance for the duration of the study\n\nExclusion Criteria:\n\n* Have uncontrolled severe systemic disease that, in the assessment of the investigator, would put safety of the participant at risk through participation, or which would prevent or confound protocol-specified assessments (eg, hypertension and diabetes, Sjögren's syndrome, rheumatoid arthritis, systemic lupus erythematosus, immunodeficiency disease, etc.)\n* Participant has worn contact lenses in the last 90 days prior to the Screening (Day -7) visit and/or participant anticipates contact lens wear during the study\n* Have any scheduled or planned systemic surgery or procedure during the study, which in the investigator's opinion, may impact the participant's study participation\n* Presence of 1 or more of the following ocular conditions:\n\n  * Active ocular infection or non-keratoconjunctivitis sicca (KCS) ocular inflammation\n  * Active ocular allergy\n  * History of recurrent herpes keratitis or active disease within 6 months prior to the Screening (Day -7) visit\n  * Corneal disorder or abnormality that affects corneal sensitivity or normal spreading of the tear film (except superficial punctate keratitis)\n  * Severe blepharitis or obvious inflammation of the lid margin, which in the judgment of the investigator, may interfere with the interpretation of the study results\n  * Keratoconjunctivitis sicca secondary to the destruction of conjunctival goblet cells, such as occurs with vitamin A deficiency or scarring such as that with cicatricial pemphigoid, alkali burns, Stevens-Johnson syndrome, trachoma, or irradiation\n  * Substantial non-KCS keratitis with overlying corneal stain or other significant corneal findings not directly related to DED; in addition, participants with DED signs/symptoms (eg, filamentary keratitis) of a severity where topical monotherapy with an artificial tear would be inappropriate\n* The start date of any systemic medication (including over-the-counter \\[OTC\\], herbal, prescription, or nutritional supplements) which may affect Dry Eye Disease (DED) or vision is \\<90 days prior to the Screening (Day -7) visit or a change in dosage is anticipated during the study.\n\nSystemic medications, which may affect DED or vision, include but are not limited to the following: flax seed oil, fish oil, omega-3 supplements, cyclosporine, antihistamines, cholinergic agents, anticholinergics, antimuscarinics, beta blocking agents, tricyclic antidepressants, phenothiazines, estrogen, progesterone, and other estrogen derivatives\n\n* Have occlusion of the lacrimal puncta for either eye, with punctal plugs or cauterization \\< 6 months prior to the Screening (Day -7) visit or anticipated use of such procedures during the study\n* Use of lid-heating therapy (i.e., LipiFlow®, iLUX®, etc.), Meibomian gland probing, or therapeutic Meibomian gland expression in either eye \\< 6 months prior to the Screening visit (Day -7) or anticipated use during the study\n* Have history of ocular/ophthalmic surgery or trauma, which could affect corneal sensitivity and/or tear distribution (eg, cataract surgery, laser-assisted in situ keratomileusis \\[LASIK\\], photorefractive keratectomy, or any surgery involving a limbal or corneal incision) within 12 months prior to the Screening (Day -7) visit\n* Are currently using topical ocular medication (OTC, herbal or prescription) or TrueTear® (intranasal neurostimulator), or have used topical ocular medication (OTC, herbal or prescription) or TrueTear within 1 month of the Screening (Day -7) visit or plan use of such treatments during the study. Exception: participants who are using the following can be considered:\n\n  * Marketed artificial tear product for the management of DED, which must be discontinued at the Screening (Day -7) visit\n  * Monotherapy for glaucoma or ocular hypertension (OHT) using a prostaglandin analog, beta blocker, alpha-2 agonist, or carbonic anhydrase inhibitor; any topical intraocular pressure (IOP)-lowering medications must have a start date of ≥ 90 days prior to the Screening (Day -7) visit and dosage is not expected to change during the study\n  * Cyclosporine topical ophthalmic preparation (eg, RESTASIS or other ophthalmic form) or lifitegrast 5% ophthalmic solution (Xiidra), with a start date of ≥ 90 days prior to the Screening (Day -7) visit and dosage is not expected to change during the study NOTE: Participants currently being treated with BOTH an IOP-lowering medication and topical ocular cyclosporine or lifitegrast cannot be enrolled.\n* Are currently enrolled in an investigational drug or device study or participation in such a study within 30 days of entry into this study at the Screening (Day -7) visit\n* Report an average daily artificial tear use of \\>6 times per day within 6 months of the Screening (Day -7) visit\n* Females who are pregnant, nursing, or planning a pregnancy during the study or females who are of childbearing potential and not using a reliable method of contraception\n* Have history of allergies or sensitivity to the study interventions or its components (including all REFRESH and Systane product lines) or diagnostics (eg, topical ocular anesthetic, sodium fluorescein, or lissamine green).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Total Staining Score at Day 90 in the Study Eye","description":"The total staining score is the sum of corneal and conjunctival staining score using Modified NEI grading scale. The cornea is divided into 5 zones and the nasal and temporal conjunctiva is divided into 6 zones. The combined total staining score is based on the sum of the five zones on the cornea and six zones on the conjunctiva. Each zone is graded on a 0 to 5 scale (0=no staining; 1=trace; 2=mild; 3=moderate; 4=severe; 5=very severe), for a total score ranging from 0 to 55. The higher the score, the worse the dry eye condition. A negative change from Baseline represents a decrease in the severity of staining (improvement). The study eye is defined as the worst eye based on total ocular staining score at Baseline (Day 1). The fellow eye is the other eye. A mixed-effects model repeated measures (MMMR) was used for analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.5","spread":"0.40"},{"groupId":"OG001","value":"-3.4","spread":"0.41"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Current Symptom Survey Total Score at Day 90","description":"The Current Symptom Survey is a self-assessed 6-item visual analog scale (VAS) survey that assesses symptoms of dry eye disease (DED) including: burning, dryness, irritation, grittiness/foreign body sensation, blurry/fluctuating vision, overall ocular pain/discomfort. Each individual symptom is rated using a score range of 0=none to 100=maximum. The total score, ranging from 0 to 600, is calculated as the sum of individual symptom scores. A negative change from Baseline indicates improvement in DED symptoms experienced by the participant. This is an overall evaluation not per eye. A MMMR model was used for analyses.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-138.5","spread":"11.46"},{"groupId":"OG001","value":"-136.5","spread":"11.62"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":199},"commonTop":[]}}}