{"nctId":"NCT04394351","briefTitle":"Study to Investigate the Efficacy and Safety of Dupilumab in Pediatric Patients With Active Eosinophilic Esophagitis (EoE)","startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"conditions":["Eosinophilic Esophagitis (EoE)"],"count":102,"armGroups":[{"label":"Part A - High Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab","Drug: Matching Placebo"]},{"label":"Part A - Low Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab","Drug: Matching Placebo"]},{"label":"Part B - High Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab","Drug: Matching Placebo"]},{"label":"Part B - Low Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab","Drug: Matching Placebo"]},{"label":"Part C - High Dose","type":"EXPERIMENTAL","interventionNames":["Drug: Dupilumab"]}],"interventions":[{"name":"Dupilumab","otherNames":["•DUPIXENT","•REGN668","•SAR231893"]},{"name":"Matching Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. A documented diagnosis of eosinophilic esophagitis (EoE)\n2. Baseline endoscopic biopsies with a demonstration on central reading of intraepithelial eosinophilic infiltration\n\nKey Exclusion Criteria:\n\n1. Body weight \\<5 kg or ≥60 kg at screening\n2. Other causes of esophageal eosinophilia\n3. Active Helicobacter pylori\n4. History of Crohn's disease, ulcerative colitis, celiac disease, or prior esophageal surgery\n5. Any esophageal stricture unable to be passed with a standard, diagnostic, upper endoscope or any critical esophageal stricture that requires dilation at screening\n6. Treatment with swallowed topical corticosteroids within 8 weeks prior to baseline standard of care endoscopy\n7. History of bleeding disorders or esophageal varices that, in the opinion of the investigator, would put the patient at undue risk for significant complications from an endoscopy procedure\n8. Active parasitic infection or suspected parasitic infection\n9. Known or suspected immunodeficiency disorder\n\nKey Exclusion for Patients Re-Entering the Study (for Entry into Part C, as defined in protocol):\n\n1. Patients who are ≥12 years old, weigh ≥40 kg (or minimum weight for which dupilumab is approved for EoE), and dupilumab is commercially available for the treatment of EoE in their country\n2. Patients who, during their previous participation in this clinical trial, developed an SAE and/or AE deemed related to dupilumab, which in the opinion of the investigator or of the medical monitor could indicate that continued treatment with dupilumab may present an unreasonable risk for the patient\n3. Patients who did not undergo endoscopy with biopsies at week 16 and/or week 52 or prior to receiving rescue treatment Note: If the endoscopy with biopsies could not occur due to COVID-19 restrictions and rescue treatment was needed to be initiated without delay, these patients will be eligible to participate in Part C\n4. Patients who became pregnant during their previous participation in this dupilumab clinical trial\n5. Patients who, during their previous participation in this trial, were prematurely withdrawn because of a protocol violation, poor compliance, or inability to complete required study assessments\n\nNOTE: Other protocol defined inclusion/exclusion criteria apply","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Year","maximumAge":"11 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part A: Percentage of Participants Achieving Peak Esophageal Intraepithelial Eosinophil Count of Less Than or Equal to (≤) 6 Eosinophils/High Power Field (Eos/Hpf) at Week 16","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"67.6","spread":null},{"groupId":"OG002","value":"58.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percentage of Participants Achieving Peak Esophageal Intraepithelial Eosinophil Count of <15 Eosinophils/High Power Field at Week 16","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.9","spread":null},{"groupId":"OG001","value":"83.8","spread":null},{"groupId":"OG002","value":"67.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Percent Change From Baseline in Peak Esophageal Intraepithelial Eosinophil Count at Week 16","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available. Least squared (LS) mean and standard error (SE) from analysis of covariance (ANCOVA) model with Baseline measurement as covariate and the treatment, baseline weight group strata as fixed factors.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20.98","spread":"12.23"},{"groupId":"OG001","value":"-86.09","spread":"11.84"},{"groupId":"OG002","value":"-77.93","spread":"12.89"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in Mean Eosinophilic Esophagitis Histology Scoring System (EoE-HSS) Grade Score at Week 16","description":"EoE-HSS is a validated histologic scoring system that measures other histological abnormalities in addition to density of eosinophilic infiltration. Severity (grade) and extent (stage) of abnormalities will be scored using a 4-point scale (0 normal; 3 maximum change). Higher total score indicated greater severity \\& extent of histological abnormalities. For each of 3 esophageal regions (proximal, mid, and distal), the ratio of the sum of assigned score for each evaluated feature divided by maximum possible score (maximum value is 24) was calculated. The mean grade scores summed over the 3 regions was the final score used in primary analysis, the mean grade score ranged from 0 to 3, with higher score indicating more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.023","spread":"0.0498"},{"groupId":"OG001","value":"-0.879","spread":"0.0481"},{"groupId":"OG002","value":"-0.757","spread":"0.0524"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in Mean Eosinophilic Esophagitis Histology Scoring System (EoE-HSS) Stage Score at Week 16","description":"EoE-HSS is a validated histologic scoring system that measures other histological abnormalities in addition to density of eosinophilic infiltration. Severity (grade) and extent (stage) of abnormalities will be scored using a 4-point scale (0 normal; 3 maximum change). Higher total score indicated greater severity \\& extent of histological abnormalities. For each of 3 esophageal regions (proximal, mid, and distal), the ratio of the sum of assigned score for each evaluated feature divided by maximum possible score (maximum value is 24) was calculated. The mean stage scores summed over the 3 regions was the final score used in primary analysis, the mean stage score ranged from 0 to 3, with higher score indicating more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.048","spread":"0.0482"},{"groupId":"OG001","value":"-0.835","spread":"0.0466"},{"groupId":"OG002","value":"-0.721","spread":"0.0507"}]}]}]},{"type":"SECONDARY","title":"Part A: Normalized Enrichment Score (NES) for the Relative Change From Baseline in the Type 2 Inflammation Signature (T2INF) at Week 16","description":"A Normalized Enrichment Score (NES) is a way to generate a single numerical value to represent a complex gene expression signature. Changes in NES score represented the overall changes in the expression of that molecular phenotype. The NESs calculated for T2INF reflect the expression at Week 16 relative to Baseline of the pre-specified gene set as a way to evaluate normalization of type 2 inflammation with treatment. For each subject, an NES of 0 indicates no change from baseline, a negative score shows a reduction in disease score (more like normal) and positive score shows worsening (more active disease). NES does not have a minimum/maximum score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.34","spread":null},{"groupId":"OG001","value":"-1.895","spread":null},{"groupId":"OG002","value":"-1.930","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Normalized Enrichment Score (NES) for the Relative Change From Baseline in the Eosinophilic Esophagitis (EoE) Diagnostic Panel (EDP) at Week 16","description":"A Normalized Enrichment Score (NES) is a way to generate a single numerical value to represent a complex gene expression signature. Changes in NES score represented the overall changes in the expression of that molecular phenotype. The NESs calculated for the EDP reflect the expression at Week 16 relative to Baseline of a gene set that is differentially expressed between esophageal biopsies from EoE participants compared to healthy controls as a way to evaluate normalization of the molecular pathology. For each subject, an NES of 0 indicates no change from baseline, a negative score shows a reduction in disease score (more like normal) and positive score shows worsening (more active disease). NES does not have minimum/maximum score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.180","spread":null},{"groupId":"OG001","value":"-2.630","spread":null},{"groupId":"OG002","value":"-2.710","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Absolute Change From Baseline in EoE Endoscopic Reference Total Score (EoE-EREFS) at Week 16","description":"The EoE-EREFS is a validated endoscopic scoring system for inflammatory and remodeling features of EoE including edema, rings, exudates, furrows, and stricture. The score was assessed in the proximal and distal esophageal regions with each region scored from 0 to 9 with total scores ranging from 0 to 18. Higher scores indicate worse endoscopic inflammatory and remodeling findings.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"0.45"},{"groupId":"OG001","value":"-3.5","spread":"0.42"},{"groupId":"OG002","value":"-3.0","spread":"0.48"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in the Proportion of Days With 1 or More EoE Signs as Measured by Pediatric EoE Sign/Symptom Questionnaire - Caregiver Version (PESQ-C) at Week 16 (for Participants Aged ≥1 to <12 Years)","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study. PESQ-C measures the signs of EoE observed by the caregiver, including stomach pain, heartburn, acid reflux, regurgitation, vomiting, food refusal, and trouble swallowing food. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the proportion of days with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.054"},{"groupId":"OG001","value":"-0.28","spread":"0.052"},{"groupId":"OG002","value":"-0.18","spread":"0.060"}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Sign-free Days During the 14-day Period Preceding Week 16 as Measured by the PESQ-C (for Participants Aged ≥1 to <12 Years)","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study. The PESQ-C measures the signs of EoE observed by the caregiver, including stomach pain, heartburn, acid reflux, regurgitation, vomiting, food refusal, and trouble swallowing food. WOCF approach was used for imputing the missing data due to rescue treatment/AE/lack of efficacy, and the multiple imputations approach was used for the missing data due to other reasons. LS mean SE derived from ANCOVA model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.93","spread":"0.756"},{"groupId":"OG001","value":"10.38","spread":"0.735"},{"groupId":"OG002","value":"8.93","spread":"0.840"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in the Proportion of Total Segments Within a Day (Night, Morning, Afternoon, Evening) With 1 or More EoE Signs as Measured by the PESQ-C at Week 16","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study. The PESQ-C measured the occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the total time segments within a day (night, morning, afternoon, evening) with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.11","spread":"0.032"},{"groupId":"OG001","value":"-0.16","spread":"0.031"},{"groupId":"OG002","value":"-0.09","spread":"0.036"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in the Proportion of Days With 1 or More EoE Signs by Pediatric EoE Sign/Symptom Questionnaire - Participant Version (PESQ-P) (for Participants Aged ≥8 to <12 Years) at Week 16","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by participants ≥8 to \\<12 years of age. The PESQ-P measured occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the proportion of days with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.068"},{"groupId":"OG001","value":"-0.13","spread":"0.077"},{"groupId":"OG002","value":"-0.16","spread":"0.067"}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Symptom-free Days During the 14-day Period Preceding Week 16 as Measured by the PESQ-P (for Participants Aged ≥8 to <12 Years)","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by EoE participants ≥8 to \\<12 years of age. The PESQ-P measures the signs of EoE, including stomach pain, heartburn, acid reflux, regurgitation, vomiting, food refusal, and trouble swallowing food. The PESQ-P score was calculated based on the daily responses over a 14-day period (i.e., the 14 days prior to the baseline visit and the week 16 visit). The score ranges from 0 to 1. WOCF approach was used for imputing the missing data due to rescue treatment/AE/lack of efficacy, and the multiple imputations approach was used for the missing data due to other reasons. LS Mean SE from ANCOVA.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.49","spread":"0.953"},{"groupId":"OG001","value":"8.69","spread":"1.081"},{"groupId":"OG002","value":"9.13","spread":"0.936"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in the Proportion of Total Segments Within a Day (Night, Morning, Afternoon, Evening) With 1 or More EoE Signs as Measured by the PESQ-P (for Participants Aged ≥8 to <12 Years) at Week 16","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by EoE participants ≥8 to \\<12 years of age. The PESQ-P measured the occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the total time segments within a day (night, morning, afternoon, evening) with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.15","spread":"0.040"},{"groupId":"OG001","value":"-0.08","spread":"0.045"},{"groupId":"OG002","value":"-0.08","spread":"0.039"}]}]}]},{"type":"SECONDARY","title":"Part A: Change From Baseline in Total Score as Measured by the Pediatric Eosinophilic Esophagitis Symptom Score (PEESS) Version 2.0 Caregiver Version (PEESSv2.0-C) at Week 16","description":"The PEESSv2.0-C is a caregiver-reported outcome measure that assesses the frequency and severity of EoE symptoms among pediatric participants. The PEESSv2.0-C consists of 20 items and has a one-month recall period. Each item had a 0-4 scale, which was transformed to 0-100 as follows: 0 = 0, 1 = 25, 2 = 50, 3 = 75, 4 = 100. The mean total PEESSv2.0 score was computed as the sum of all the item scores over the number of items answered. The total PEESSv2.0-C score ranges from 0 to 100 where higher scores indicate greater symptom burden among pediatric EoE participants. Values after first rescue treatment use were set to missing (censoring). WOCF approach was used for imputing the missing data due to rescue treatment/AE/lack of efficacy, and the MI approach was used for the missing data due to other reasons. LS mean SE from ANCOVA model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-11.83","spread":"2.909"},{"groupId":"OG001","value":"-19.86","spread":"2.577"},{"groupId":"OG002","value":"-10.10","spread":"2.785"}]}]}]},{"type":"SECONDARY","title":"Part A: Concentration of Functional Dupilumab in Serum at Baseline, Week 4 and 16","description":"Concentration of functional dupilumab in serum at Baseline, Week 4 and 16 was reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"75.7","spread":"25.7"},{"groupId":"OG001","value":"40.6","spread":"11.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"163","spread":"60.8"},{"groupId":"OG001","value":"86.0","spread":"29.2"}]}]}]},{"type":"SECONDARY","title":"Part B: Percentage of Participants Achieving Peak Esophageal Intraepithelial Eosinophil Count of ≤6 Eosinophils/High Power Field at Week 52","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"52.9","spread":null},{"groupId":"OG002","value":"65.5","spread":null},{"groupId":"OG003","value":"62.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percentage of Participants Achieving Peak Esophageal Intraepithelial Eosinophil Count of <15 Eosinophils/High Power Field at Week 52","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"92.9","spread":null},{"groupId":"OG001","value":"64.7","spread":null},{"groupId":"OG002","value":"69.0","spread":null},{"groupId":"OG003","value":"85.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Percent Change From Baseline in Peak Esophageal Intraepithelial Eosinophil Count at Week 52","description":"Peak esophageal intraepithelial eosinophil count was measured from esophageal biopsies. A total of at least 9 mucosal pinch biopsies were collected from 3 esophageal regions: 3 proximal, 3 mid, and 3 distal. The peak esophageal intraepithelial eosinophil count at each visit was the maximum of the quantities of eosinophils in the most inflamed hpfs across the 3 regions. If the quantity of eosinophils was missing for 1 or 2 esophageal regions, the peak eosinophil count was the maximum of the quantities of eosinophils from the region(s) where eosinophil quantities were available.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-92.72","spread":"19.229"},{"groupId":"OG001","value":"-76.83","spread":"41.228"},{"groupId":"OG002","value":"-85.41","spread":"22.851"},{"groupId":"OG003","value":"-90.97","spread":"14.482"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Mean Eosinophilic Esophagitis Histology Scoring System (EoE-HSS) Grade Score at Week 52","description":"EoE-HSS is a validated histologic scoring system that measures other histological abnormalities in addition to density of eosinophilic infiltration. Severity (grade) and extent (stage) of abnormalities will be scored using a 4-point scale (0 normal; 3 maximum change). Higher total score indicated greater severity \\& extent of histological abnormalities. For each of 3 esophageal regions (proximal, mid, and distal), the ratio of the sum of assigned score for each evaluated feature divided by maximum possible score (maximum value is 24) was calculated. The mean grade scores summed over the 3 regions was the final score used in primary analysis, the mean grade score ranged from 0 to 3, with higher score indicating more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.804","spread":"0.3099"},{"groupId":"OG001","value":"-0.885","spread":"0.2962"},{"groupId":"OG002","value":"-0.773","spread":"0.3374"},{"groupId":"OG003","value":"-0.967","spread":"0.3920"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Mean Eosinophilic Esophagitis Histology Scoring System (EoE-HSS) Stage Score at Week 52","description":"EoE-HSS is a validated histologic scoring system that measures other histological abnormalities in addition to density of eosinophilic infiltration. Severity (grade) and extent (stage) of abnormalities will be scored using a 4-point scale (0 normal; 3 maximum change). Higher total score indicated greater severity \\& extent of histological abnormalities. For each of 3 esophageal regions (proximal, mid, and distal), the ratio of the sum of assigned score for each evaluated feature divided by maximum possible score (maximum value is 24) was calculated. The mean stage scores summed over the 3 regions was the final score used in primary analysis, the mean stage score ranged from 0 to 3, with higher score indicating more severe.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.767","spread":"0.3114"},{"groupId":"OG001","value":"-0.855","spread":"0.3485"},{"groupId":"OG002","value":"-0.784","spread":"0.3183"},{"groupId":"OG003","value":"-0.892","spread":"0.3181"}]}]}]},{"type":"SECONDARY","title":"Part B: Absolute Change From Baseline in EoE Endoscopic Reference Total Score (EoE-EREFS) at Week 52","description":"The EoE-EREFS is a validated endoscopic scoring system for inflammatory and remodeling features of EoE including edema, rings, exudates, furrows, and stricture. The score was assessed in the proximal and distal esophageal regions with each region scored from 0 to 9 with total scores possibly ranging from 0 to 18. Higher scores indicate worse endoscopic inflammatory and remodeling findings.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.82","spread":"1.722"},{"groupId":"OG001","value":"-3.64","spread":"3.342"},{"groupId":"OG002","value":"-4.50","spread":"3.203"},{"groupId":"OG003","value":"-4.77","spread":"3.081"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in the Proportion of Days With 1 or More EoE Signs Measured by Pediatric EoE Sign/Symptom Questionnaire - Caregiver Version (PESQ-C) at Week 52","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the proportion of days with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.20","spread":"0.373"},{"groupId":"OG001","value":"-0.47","spread":"0.395"},{"groupId":"OG002","value":"-0.49","spread":"0.339"},{"groupId":"OG003","value":"-0.30","spread":"0.299"}]}]}]},{"type":"SECONDARY","title":"Part B: Number of Sign-free Days During the 14-day Period Preceding Week 52 as Measured by the PESQ-C (for Participants Aged ≥1 to <12 Years)","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.58","spread":"3.968"},{"groupId":"OG001","value":"12.10","spread":"4.652"},{"groupId":"OG002","value":"11.35","spread":"3.947"},{"groupId":"OG003","value":"12.13","spread":"4.053"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in the Proportion of Total Segments Within a Day (Night, Morning, Afternoon, Evening) With 1 or More EoE Signs as Measured by the PESQ-C at Week 52","description":"PESQ-C is a novel, observer-reported outcome measure intended to be completed independently by caregivers of all pediatric EoE participants in the study. The PESQ-C measured the occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the total time segments within a day (night, morning, afternoon, evening) with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.03","spread":"0.249"},{"groupId":"OG001","value":"-0.24","spread":"0.221"},{"groupId":"OG002","value":"-0.26","spread":"0.250"},{"groupId":"OG003","value":"-0.17","spread":"0.187"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in the Proportion of Days With 1 or More EoE Signs by Pediatric EoE Sign/Symptom Questionnaire - Participant Version (PESQ-P) (for Participants Aged ≥8 to <12 Years) at Week 52","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by participants ≥8 to \\<12 years of age. The PESQ-P measured occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the proportion of days with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.33","spread":"0.322"},{"groupId":"OG001","value":"-0.43","spread":"0.369"},{"groupId":"OG002","value":"-0.42","spread":"0.400"},{"groupId":"OG003","value":"-0.26","spread":"0.396"}]}]}]},{"type":"SECONDARY","title":"Part B: Number of Symptom-free Days During the 14-day Period Preceding Week 52 as Measured by the PESQ-P (for Participants Aged ≥8 to <12 Years)","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by participants ≥8 to \\<12 years of age. The PESQ-P measures the signs of EoE, including stomach pain, heartburn, acid reflux, regurgitation, vomiting, food refusal, and trouble swallowing food.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"9.33","spread":"8.083"},{"groupId":"OG001","value":"11.67","spread":"5.715"},{"groupId":"OG002","value":"10.64","spread":"4.943"},{"groupId":"OG003","value":"13.63","spread":"0.874"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in the Proportion of Total Segments Within a Day (Night, Morning, Afternoon, Evening) With 1 or More EoE Signs as Measured by the PESQ-P (for Participants Aged ≥8 to <12 Years) at Week 52","description":"The PESQ-P was a participant-reported outcome measure intended to be completed independently by EoE participants ≥8 to \\<12 years of age. The PESQ-P measured the occurrence of signs of EoE and was completed once daily via an electronic diary. Data from a 14-day period preceding the baseline visit and a 14-day period preceding week 16 will be used to calculate the total time segments within a day (night, morning, afternoon, evening) with 1 or more EoE symptoms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.17","spread":"0.164"},{"groupId":"OG001","value":"-0.26","spread":"0.269"},{"groupId":"OG002","value":"-0.21","spread":"0.293"},{"groupId":"OG003","value":"-0.16","spread":"0.284"}]}]}]},{"type":"SECONDARY","title":"Part B: Normalized Enrichment Score (NES) for the Relative Change From Baseline in the EoE Diagnostic Panel (EDP) at Week 52","description":"A Normalized Enrichment Score (NES) is a way to generate a single numerical value to represent a complex gene expression signature. Changes in NES score represented the overall changes in the expression of that molecular phenotype. The NESs calculated for the EDP reflect the expression at Week 16 relative to Baseline of a gene set that is differentially expressed between esophageal biopsies from EoE participants compared to healthy controls as a way to evaluate normalization of the molecular pathology. For each subject, an NES of 0 indicates no change from baseline, a negative score shows a reduction in disease score (more like normal) and positive score shows worsening (more active disease). NES does not have minimum/maximum score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.715","spread":null},{"groupId":"OG001","value":"-2.615","spread":null},{"groupId":"OG002","value":"-2.625","spread":null},{"groupId":"OG003","value":"-2.670","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Normalized Enrichment Score (NES) for the Relative Change From Baseline in the Type 2 Inflammation Signature (T2INF) at Week 52","description":"A Normalized Enrichment Score (NES) is a way to generate a single numerical value to represent a complex gene expression signature. Changes in NES score represented the overall changes in the expression of that molecular phenotype. The NESs calculated for T2INF reflect the expression at Week 16 relative to Baseline of the pre-specified gene set as a way to evaluate normalization of type 2 inflammation with treatment. For each subject, an NES of 0 indicates no change from baseline, a negative score shows a reduction in disease score (more like normal) and positive score shows worsening (more active disease). NES does not have minimum/maximum score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.960","spread":null},{"groupId":"OG001","value":"-1.965","spread":null},{"groupId":"OG002","value":"-1.920","spread":null},{"groupId":"OG003","value":"-1.920","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Body Weight for Age Percentile at Week 52","description":"Body weight for age percentile was calculated based on the growth charts from the Centers for Disease Control and Prevention (CDC) for ages 0 to 20 years (for ages 2 to \\<12 years) and World Health Organization (WHO) growth charts for ages 0 to \\<2 years (for ages 1 to \\<2 years). These charts included a set of smoothed percentiles along with CDC LMS (Lambda-Mu-Sigma) parameters to allow the calculation of percentiles.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"13.893"},{"groupId":"OG001","value":"5.48","spread":"12.644"},{"groupId":"OG002","value":"4.75","spread":"11.968"},{"groupId":"OG003","value":"5.96","spread":"11.519"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Body Mass Index (BMI) for Age Z-score for Participants ≥2 Years of Age at Week 52","description":"BMI for age z-score indicates how much higher or lower a participant's BMI for age is relative to a reference growth chart (based on the growth charts from Centers for Disease Control and Prevention \\[CDC\\] for ages 0 to 20 years \\[for ages 2 to \\<12 years\\]). An increase in the mean change in BMI for age z-score (ie, increase in the standard deviation \\[SD\\] from the reference growth chart) indicates an increase in BMI for age relative to the reference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.0206","spread":"0.54625"},{"groupId":"OG001","value":"0.0687","spread":"0.47605"},{"groupId":"OG002","value":"-0.0549","spread":"0.88582"},{"groupId":"OG003","value":"0.0987","spread":"0.72329"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Weight for Age Z-score at Week 52","description":"Weight for age z-score indicates how much higher or lower a participant's weight for age is relative to a reference growth chart (based on the growth charts from CDC for ages 0 to 20 years \\[for ages 2 to \\<12 years\\] and World Health Organization (WHO) growth charts for ages 0 to \\<2 years \\[for ages 1 to \\<2 years\\]). An increase in the mean change in weight for age z-score (increase in the SD from the reference growth chart) indicates an increase in weight for age relative to the reference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0640","spread":"0.46264"},{"groupId":"OG001","value":"0.2016","spread":"0.39446"},{"groupId":"OG002","value":"0.1445","spread":"0.40310"},{"groupId":"OG003","value":"0.2049","spread":"0.40305"}]}]}]},{"type":"SECONDARY","title":"Part B: Change From Baseline in Body Weight From Height Z-score at Week 52","description":"Weight for height z-score indicates how much higher or lower a participant's weight for height is relative to a reference growth chart (based on the growth charts from CDC for ages 0 to 20 years \\[for ages 2 to \\<12 years\\] and WHO growth charts for ages 0 to \\<2 years \\[for ages 1 to \\<2 years\\]). An increase in the mean change in weight for height z-score (increase in the SD from the reference growth chart) indicates an increase in weight for height relative to the reference.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0962","spread":"0.48902"},{"groupId":"OG001","value":"-0.0100","spread":"0.51706"},{"groupId":"OG002","value":"-0.2700","spread":"1.04895"},{"groupId":"OG003","value":"-0.0151","spread":"0.67968"}]}]}]},{"type":"SECONDARY","title":"Part B: Concentration of Functional Dupilumab in Serum at Week 32 and 52","description":"Concentration of functional dupilumab in serum at Week 32 and 52 was reported in this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"105","spread":"49.8"},{"groupId":"OG001","value":"142","spread":"48.5"},{"groupId":"OG002","value":"99.0","spread":"42.8"},{"groupId":"OG003","value":"186","spread":"59.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":"44.3"},{"groupId":"OG001","value":"149","spread":"59.1"},{"groupId":"OG002","value":"83.0","spread":"33.2"},{"groupId":"OG003","value":"179","spread":"75.3"}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Serious TEAEs, Adverse Events of Special Interest (AESIs) and TEAEs Leading to Permanent Discontinuation of Study Drug","description":"An adverse event (AE) was defined as any untoward medical occurrence in a participant or clinical investigation patient administered with a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. A serious AE was any untoward medical occurrence that at any dose resulted in death, life-threatening, initial or prolonged inpatient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or a medically important event. The term TEAE is defined as AEs starting or worsening after the first intake of the study drug. TEAEs include both Serious TEAEs and non-serious TEAEs. An AESI was defined as one of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and rapid communication by the Investigator to the Sponsor was appropriate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"27","spread":null},{"groupId":"OG002","value":"26","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null},{"groupId":"OG002","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Number of Participants With Treatment-Emergent Adverse Events (TEAEs), Serious TEAEs, Adverse Events of Special Interest (AESIs) and TEAEs Leading to Permanent Discontinuation of Study Drug","description":"An AE was defined as any untoward medical occurrence in a participant or clinical investigation patient administered with a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment. A serious AE was any untoward medical occurrence that at any dose resulted in death, life-threatening, initial or prolonged inpatient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or a medically important event. The term TEAE is defined as AEs starting or worsening after the first intake of the study drug. TEAEs include both Serious TEAEs and non-serious TEAEs. An AESI was defined as one of scientific and medical concern specific to the Sponsor's product or program, for which ongoing monitoring and rapid communication by the Investigator to the Sponsor was appropriate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"15","spread":null},{"groupId":"OG002","value":"28","spread":null},{"groupId":"OG003","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"3","spread":null},{"groupId":"OG003","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With Positive Treatment-emergent Antidrug Antibodies (ADA) Response","description":"Treatment-emergent ADA was defined as a negative result or missing result at baseline with at least one positive post baseline result in the ADA assay. Samples positive in the dupilumab ADA assay were characterized for ADA titers (low, moderate and high). The low treatment-emergent ADA titer as defined as titer level \\<1000, moderate as 1000 to 10000 and high as \\>10000.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part A: Number of Participants With Positive Treatment-emergent Antidrug Antibodies (ADA) by Maximum Titer Category","description":"Treatment-emergent ADA was defined as a negative result or missing result at baseline with at least one positive post baseline result in the ADA assay. Samples positive in the dupilumab ADA assay were characterized for ADA titers (low, moderate and high). The low treatment-emergent ADA titer as defined as titer level \\<1000, moderate as 1000 to 10000 and high as \\>10000.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part B: Number of Participants With Positive Treatment-emergent Antidrug Antibodies (ADA) Response and Titer","description":"Treatment-emergent ADA was defined as a negative result or missing result at baseline with at least one positive post baseline result in the ADA assay. Samples positive in the dupilumab ADA assay were characterized for ADA titers (low, moderate and high). The low treatment-emergent ADA titer as defined as titer level \\<1000, moderate as 1000 to 10000 and high as \\>10000.\n\nNo patient exhibited a treatment-emergent ADA response in Part B and titer was not reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Part C: Proportion of Patients Achieving Peak Esophageal Intraepithelial Eosinophil Count of <15 Eos/Hpf","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Proportion of Patients Achieving Peak Esophageal Intraepithelial Eosinophil Count of <15 Eos/Hpf","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Percent Change in Peak Esophageal Intraepithelial Eosinophil Count (Eos/Hpf)","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Percent Change in Peak Esophageal Intraepithelial Eosinophil Count (Eos/Hpf)","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Absolute Change in Mean EoE-HSS","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Absolute Change in Mean EoE-HSS","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Absolute Change in EoE-EREFS","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Absolute Change in EoE-EREFS","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Change in Total Score as Measured by the PEESSv2.0- Caregiver Version Questionnaire","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: NES for the Relative Change in the EDP Transcriptome Signature","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: NES for the Relative Change in the EDP Transcriptome Signature","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: NES for the Relative Change in the Type 2 Inflammation Transcriptome Signature","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: NES for the Relative Change in the Type 2 Inflammation Transcriptome Signature","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Change in Body Weight for Age Percentile","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Change in Body Mass Index for Age Z-score","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Change in Weight for Age Z-score","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Change in Weight for Height Z-score","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Proportion of Patients Achieving Peak Esophageal Intraepithelial Eosinophil Count of ≤6 Eos/Hpf (400×)","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Proportion of Patients Achieving Peak Esophageal Intraepithelial Eosinophil Count of ≤6 Eos/Hpf (400×)","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Proportion of Patients (With Food Elimination Diet Regimens at Baseline) That Have a Re-introduction of a Previously Eliminated Food Group","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Proportion of Patients (With Food Elimination Diet Regimens at Baseline) That Have a Re-introduction of a Previously Eliminated Food Group","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Incidence of TEAEs","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Incidence of Treatment-emergent SAEs","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Incidence of Treatment-emergent AESIs","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Incidence of TEAEs Leading to Permanent Discontinuation of Study Treatment","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Incidence of Treatment-emergent ADA Responses and Titer","description":null,"classes":[]},{"type":"SECONDARY","title":"Part C: Concentration of Functional Dupilumab in Serum","description":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":34},"commonTop":["COVID-19","Injection site reaction","Vomiting","Cough","Upper respiratory tract infection"]}}}