{"nctId":"NCT01614457","briefTitle":"Study of Ivacaftor in Subjects With Cystic Fibrosis (CF) Who Have the R117H-CF Transmembrane Conductance Regulator (CFTR) Mutation (KONDUCT)","startDateStruct":{"date":"2012-07"},"conditions":["Cystic Fibrosis"],"count":70,"armGroups":[{"label":"Ivacaftor","type":"EXPERIMENTAL","interventionNames":["Drug: Ivacaftor"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Ivacaftor","otherNames":["Kalydeco","VX-770"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female with confirmed diagnosis of CF\n* Must have at least 1 allele of the R117H CFTR mutation\n* Percent predicted forced expiratory volume in 1 second (FEV1) 40 percent (%) to 90% (for subjects aged 12 years or older) or 40% to 105% (for subjects aged 6 to 11 years) predicted normal for age, sex, and height\n* 6 years of age or older\n* Minimum weight of 15 kilogram (kg) at screening\n* Females of childbearing potential must not be pregnant\n* Willing to comply with contraception requirements\n\nExclusion Criteria:\n\n* CFTR gene mutation leading to CFTR channel with gating defect (that is, any 1 of the following mutations: G551D, G178R, G551S, S549N, S549R, G970R, G1244E, S1251N, S1255P, or G1349D)\n* History of any illness or condition that might confound the results of the study or pose an additional risk in administering ivacaftor to the subject\n* An acute upper or lower respiratory infection, pulmonary exacerbation, or changes in therapy (including antibiotics) for pulmonary disease within 4 weeks before the first dose of study drug\n* Abnormal liver function, at screening, defined as greater than or equal to (\\>=) 3 time upper limit of normal (ULN), of any 3 or more of the following: serum aspartate transaminase (AST), serum alanine transaminase (ALT), gamma-glutamyl transpeptidase (GGT), serum alkaline phosphatase (ALP), total bilirubin\n* Colonization with organisms associated with a more rapid decline in pulmonary status (for example, Burkholderia cenocepacia, Burkholderia dolosa, and Mycobacterium abscessus) at screening\n* History of solid organ or hematological transplantation\n* History of alcohol, medication or illicit drug abuse within 1 year before the first dose of study drug\n* Ongoing participation in another therapeutic clinical study or prior participation in an investigational drug study within 30 days before screening\n* Any \"non-CF-related\" illness within 2 weeks before Day 1 (first dose of study drug). \"Illness\" was defined as an acute (serious or non-serious) condition (for example, gastroenteritis)\n* Use of any inhibitors or inducers of cytochrome (CYP) P450 3A","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Absolute Change From Baseline in Percent Predicted Forced Expiratory Volume in 1 Second (FEV1) Through Week 24","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration. Hankinson and Wang standards were used to calculate percent predicted FEV1 (for age, gender, and height). The Hankinson standard was used for male subjects 18 years and older and female subjects 16 years and older. The Wang standard was used for male subjects aged 6 to 17 years and for female subjects aged 6 to 15 years.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5724","spread":"1.1532"},{"groupId":"OG001","value":"0.4611","spread":"1.1313"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Body Mass Index (BMI) at Week 24","description":"BMI was defined as weight in kilogram (kg) divided by height in square meter (m\\^2).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4910","spread":"0.6653"},{"groupId":"OG001","value":"0.2284","spread":"0.6504"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sweat Chloride Through Week 24","description":"Sweat samples were collected using an approved Macroduct (Wescor, Logan, Utah) collection device. A volume of greater than or equal to (\\>=) 15 microliter was required for determination of sweat chloride.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.2771","spread":"1.4584"},{"groupId":"OG001","value":"-2.3078","spread":"1.3716"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Cystic Fibrosis Questionnaire-Revised (CFQ-R) Respiratory Domain Score Through Week 24","description":"The CFQ-R is a validated subject-reported outcome measuring health-related quality of life for subjects with cystic fibrosis. Respiratory domain assessed respiratory symptoms (for example, coughing, congestion, wheezing), score range: 0-100; higher scores indicating fewer symptoms and better health-related quality of life","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.5585","spread":"2.2073"},{"groupId":"OG001","value":"-0.8289","spread":"2.1569"}]}]}]},{"type":"SECONDARY","title":"Time to First Pulmonary Exacerbation","description":"Number of events (pulmonary exacerbation) during the pre-specified time intervals were reported. A subject without an exacerbation before withdrawal from the study was considered censored at the time of withdrawal, and a subject without an exacerbation who completes the study period was considered censored at the end of the analysis period.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"AE: any untoward medical occurrence, including clinically significant clinical laboratory assessments which occurs during course of study, whether it is considered related to study drug or not. SAE: medical event or condition, which falls into any of following categories, regardless of its relationship to the study drug: death, life threatening adverse experience, in-patient hospitalization/prolonged hospitalization, persistent/significant disability/incapacity, congenital anomaly/birth defect, important medical event.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"35","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":4,"n":34},"commonTop":["Infective pulmonary exacerbation of cystic fibrosis","Cough","Headache","Sputum increased","Diarrhoea"]}}}