{"nctId":"NCT03459287","briefTitle":"Study to Evaluate the Efficacy & Safety of the INTERCEPT Blood System for RBCs in Complex Cardiac Surgery Patients","startDateStruct":{"date":"2018-12-05","type":"ACTUAL"},"conditions":["Anemia"],"count":581,"armGroups":[{"label":"INTERCEPT (test)","type":"EXPERIMENTAL","interventionNames":["Device: INTERCEPT"]},{"label":"Conventional (Control)","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Control"]}],"interventions":[{"name":"INTERCEPT","otherNames":[]},{"name":"Control","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 11 years of age\n2. Weight ≥ 40 kg\n3. Scheduled complex cardiac surgery or thoracic aorta surgery. The procedure may be performed either on or off cardiopulmonary bypass machine (CBP or \"pump\"). For the purposes of this protocol \"Repeat procedure\" means that the subject had a previous cardiac surgery. Procedures that qualify as complex cardiac surgery include but are not limited to, the following:\n\n   * Single Vessel Coronary Artery Bypass Graft, first or repeat procedure\n   * Multiple Coronary Artery Bypass Grafts, first or repeat procedure\n   * Single Valve Repair or Replacement, first or repeat procedure\n   * Multiple Valve Repair or Replacement, first or repeat procedure\n   * Surgery involving both Coronary Artery Bypass Graft(s) and Valve Repair(s), first or repeat procedure\n   * One or more of the following procedures, with or without Coronary Bypass Graft(s):\n\n     * left ventricular aneurysm repair\n     * ventricular and/or atrial septal defect repairs\n     * Batista procedure (surgical ventricular remodeling)\n     * surgical ventricular restoration\n     * congenital cardiac defect repair\n     * aortic procedures\n     * other cardiac surgery or thoracic aorta surgery types with a high probability of bleeding\n4. TRUST probability score (Alghamdi, Davis et al. 2006) ≥ 3, or currently on a regimen of aspirin (any dose), clopidogrel (or analogs) and/or GPIIb/IIIa inhibitors or at a high probability for need of a transfusion during or after surgery at the discretion of the Investigator\n5. Female subjects of child-bearing potential must meet the 2 criteria below at screening:\n\n   * Negative serum or urine pregnancy test\n   * Use at least one method of birth control that results in a low failure rate (i.e., less than 1% per year) when used consistently and correctly such as implants, injectables, combined oral contraceptives, some intrauterine devices (IUDs), sexual abstinence or vasectomized partner\n6. Signed and dated informed consent/assent form\n\nExclusion Criteria:\n\n1. Confirmed positive baseline serum/plasma antibody specific to INTERCEPT RBCs (S-303 specific antibody) screening panel prior to randomization.\n2. Pregnant or breast feeding\n3. Refusal of blood products or other inability to comply with the protocol in the opinion of the Investigator or the treating physician\n4. Treatment with any medication that is known to adversely affect RBC viability, such as, but not limited to dapsone, levodopa, methyldopa, nitrofurantoin, and its derivatives, phenazopyridine and quinidine.\n5. Planned cardiac transplantation\n6. Active autoimmune hemolytic anemia\n7. Left ventricular assist device (LVAD) or extracorporeal membrane oxygenation (ECMO) support pre operatively or planned need post-operatively\n8. Cardiogenic shock requiring pre-operative placement of an intra-aortic balloon pump (IABP) (NOTE: IABP done for unstable angina or prophylactically for low ejection fraction is not excluded).\n9. Planned use of autologous or directed donations.\n10. RBC transfusion during current hospitalization prior to enrollment and randomization (within 7 days).\n11. Participation in an interventional clinical study concurrently or within the previous 28 days. This includes investigational blood products, pharmacologic agents, imaging materials (including dyes), surgical techniques, or devices. Observational studies of FDA cleared or approved products or nutrition, psychology, or socioeconomic issues are not grounds for exclusion\n12. Patients with a current diagnosis of either chronic kidney disease or acute kidney injury and with sCr ≥1.8 mg/dL at screening and patients requiring RRT. (NOTE: If sCr at screening is \\<1.8 mg/dL, a patient with a diagnosis of chronic or acute kidney injury alone is not excluded).\n13. Patients with a current diagnosis of either chronic or acute hepatic insufficiency and with a total serum bilirubin ≥ 2.0 mg/dL (≥34.2 µmol/L). (NOTE: If total serum bilirubin at screening is \\<2.0 mg/dL, a patient with a diagnosis of chronic or acute hepatic failure alone is not excluded).\n14. Pre-existing antibody(ies) to RBC antigens that may make the provision of compatible study RBC components difficult.\n15. History of TRs requiring washed RBCs, volume reduced RBC, or RBCs with additive solution removed.\n16. Patients with documented IgA deficiency or a history of severe allergic reactions to blood products.\n17. Patients who require gamma-irradiated RBC blood components.\n18. Positive DAT as defined below:\n\nA polyspecific DAT reaction strength \\> 2+, or\n\nA polyspecific DAT (any strength) in conjunction with pan-reactivity with a commercial IAT antibody screening panel that precludes the identification of underlying alloantibodies or indicates the presence of autoantibody","healthyVolunteers":false,"sex":"ALL","minimumAge":"11 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Patients Who Have Received at Least One Study Transfusion With a Diagnosis of Renal Impairment Defined as:","description":"Any raised serum creatinine (sCr) level, occurring after transfusion of a study RBC, of ≥0.3 mg/dL (or 26.5 µmol/L) from the pre-surgery baseline within 48±4 hours of the end of surgery.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients With Related Adverse Events","description":"Percentage of patients with any treatment-emergent adverse events (TEAEs) possibly, probably or definitely related to study RBC transfusion through 28 days after the last study transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Patients With Treatment Emergent Antibodies","description":"Percentage of patients with treatment-emergent antibodies with confirmed specificity to INTERCEPT RBCs by the end of study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Diagnosis of Stage I, II or III Acute Kidney Injury","description":"The percentage of patients with a diagnosis of stage I, II, or III Acute Kidney Injury (KDIGO 2012) by day 7 post surgery, as defined by the change in serum creatinine (sCr) from baseline and the need for renal replacement therapy, i.e. clinical worsening of outcome from Stage I to Stage III. Stage I: sCr 1.5-1.9 times baseline within 7 days after surgery or \\> or=0.3 mg/dl (\\> or= 26.5 micromol/L) increase within 48 hrs of surgery; Stage II: sCr 2.0-2.9 times baseline within 7 days after surgery; Stage III: sCr 3.0 times baseline within 7 days after surgery or increase in sCr to \\> or=4.0 mg/dl (\\> or=353.6 micromol/L) or initiation of renal replacement therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"39","spread":null}]}]}]},{"type":"SECONDARY","title":"Mortality or the Need for RRT","description":"Mortality or the need for RRT by 30 days post surgery","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment-emergent (TE) Immunization to RBC Alloantigens","description":"Treatment-emergent (TE) immunization to RBC alloantigens through 28 ± 3 days after the last study transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Transfusion Reactions (TR)","description":"Transfusion reactions (as defined by the CDC National Healthcare Safety Network) through 28 days after the last study transfusion","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Serious Adverse Events (SAEs)","description":"Treatment-emergent SAEs through 28 days after the last study transfusion","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"57","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment Emergent Immunization to HLA Alloantigens Through 28 ± 3 Days From After the Last Study Transfusion","description":"Treatment emergent HLA Class 1 or Class 2 antibodies at high cutoff values","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Number of Participants With Treatment Emergent AEs Through 28 Days After the Last Study Transfusion.","description":"Treatment emergent adverse events through 28 days after the last study transfusion.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"153","spread":null},{"groupId":"OG001","value":"147","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":66,"n":159},"commonTop":["Thrombocytopenia","Atrial fibrillation","Anaemia","Acute kidney injury","Hyperglycaemia"]}}}