{"nctId":"NCT00561574","briefTitle":"A Long-Term Safety Study of Org 50081 (Esmirtazapine) in Elderly Outpatients With Chronic Primary Insomnia (176005/P05697/MK-8265-001)","startDateStruct":{"date":"2008-01-09","type":"ACTUAL"},"conditions":["Sleep Initiation and Maintenance Disorder; Elderly","Mental Disorder","Dyssomnias","Sleep Disorders","Sleep Disorder, Intrinsic"],"count":259,"armGroups":[{"label":"Esmirtazapine 1.5 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]},{"label":"Esmirtazapine 3.0 mg","type":"EXPERIMENTAL","interventionNames":["Drug: Esmirtazapine"]}],"interventions":[{"name":"Esmirtazapine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* are at least 65 years of age at screening;\n* sign written informed consent after the scope and nature of the investigation have been explained to them, before screening evaluations;\n* are able to speak, read and understand the language of the investigator, study staff (including raters) and the informed consent form, and possess the ability to respond to questions, follow instructions and complete questionnaires;\n* have demonstrated capability to independently complete the LogPad questionnaires in the week preceding randomization;\n* normal bedtime should be within the 21:00 - 01:00 hour range, with no more variation than 2 hours for 5 nights out of 7;\n* have a documented diagnosis of chronic primary insomnia, defined as fulfillment of the Diagnostic and Statistical Manual of Mental Disorders, 4th Edition (DSM-IV-TR) criteria for primary insomnia \\[DSM-IV-TR 307.42\\]) with a duration of \\>= 1 month;\n* fulfill the following criteria based on medical or sleep history. Each of these criteria should be present for at least 3 nights per week for at least one month;\n\n  * TST \\<= 6.5 hours\n  * WASO \\>= 60 minutes\n  * Sleep Latency (SL) \\>= 30 minutes\n\nExclusion Criteria:\n\n* have other sleep disorders (DSM-IV-TR) e.g. rapid eye movement (REM) behavioral disorders, sleep related breathing disorders, periodic leg movement disorder, restless leg syndrome, narcolepsy, circadian sleep wake rhythm disorders, or any parasomnia;\n* have any significant medical or DSM-IV-TR psychiatric illness causing the sleep disturbances;\n* currently meet diagnostic criteria for DSM-IV-TR depression (Major Depressive Disorder \\[MDD\\]) or have been diagnosed and treated for MDD within the last 2 years;\n* have signs of dementia or other serious cognitive impairment, defined by a score of less than 26 on the Mini-Mental State Examination (MMSE);\n* have a history of bipolar disorder, a history of suicide attempt or a family history of suicide; A family history of suicide is defined as any history of suicide in the first and second degree family (parents, siblings, grandparents, or offspring), or a pattern of completed suicides (more than one) in the third degree family (aunts, uncles, nieces, and nephews);\n* are night workers or rotating shift workers;\n* are traveling, or have plans to travel, through more than three time zones during the trial, from the screening visit onwards;\n* have a significant, unstable medical illness e.g. acute or chronic pain, hepatic, renal, metabolic or cardiac disease;\n* have clinically relevant electrocardiogram (ECG) abnormalities at screening, as judged by the investigator;\n* have clinically relevant abnormal hematology or biochemistry values at screening, as judged by the investigator;\n* have DSM-IV-TR substance abuse or DSM-IV-TR addiction within the last year;\n* drink more than 2 alcoholic drinks in a day. One drink is approximately equal to: 12 oz or 360 mL of beer (regular or light), or 4 oz or 120 mL of red or white wine, or 2 oz or 60 mL of desert wine (e.g. port, sherry), or 12 oz or 360 mL of wine cooler (regular or light), or 1 oz or 30 mL or spirits (80 to 100 proof, e.g. whiskey, vodka);\n* had serious head injury or stroke within the past year, or a history of (non-febrile) seizures;\n* use psychotropic drugs affecting sleep within 2 weeks prior to randomization (fluoxetine: 5 weeks);\n* use concomitant medication affecting sleep (see Protocol Section 3.4, Concomitant medication);\n* smoke \\> 15 cigarettes per day and/or can not abstain from smoking during the night;\n* drink excessive amounts of caffeinated beverages (more than 500 mg caffeine per day);\n* have a positive urine drug screen at screening;\n* are routinely sleeping during daytime (napping) for more than 60 minutes per day, 3 times/ week;\n* have a body mass index (BMI) \\>= 36;\n* have a known hypersensitivity to mirtazapine or to any of the excipients;\n* participated in another clinical trial within the last 30 days prior to screening;\n* participated in another clinical trial using esmirtazapine (Org 50081) at any time.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Who Experience at Least One Adverse Event (AE)","description":"An AE is defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of study drug, whether or not related to the study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"115","spread":null},{"groupId":"OG001","value":"116","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants Who Discontinue Study Drug Due to an AE","description":"An AE is defined as any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of study drug, whether or not related to the study drug.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Alertness at Awakening","description":"Alertness at awakening was assessed by participants using a 0-100 mm visual analog scale (VAS) in response to Weekly Sleep Diary question 6 \"How did you feel upon awakening over the past 7 days?\". Scores could range from 0=Tired to 100=Alert. Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using an observed cases (OC) approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38.3","spread":"17.2"},{"groupId":"OG001","value":"38.3","spread":"18.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25.6","spread":"29.1"},{"groupId":"OG001","value":"21.7","spread":"25.1"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Feeling Full of Energy","description":"Feeling full of energy was assessed by participants using a 0-100 mm visual analog scale (VAS) in response to Weekly Sleep Diary question 7 \"How full of energy have you felt over the past 7 days?\". Scores could range from 0=Terribly tired to 100=Full of energy. Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using an OC approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42.6","spread":"16.8"},{"groupId":"OG001","value":"43.3","spread":"18.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.1","spread":"29.3"},{"groupId":"OG001","value":"20.8","spread":"22.6"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Ability to Work/Function","description":"Ability to work/function was assessed by participants using a 0-100 mm visual analog scale (VAS) in response to Weekly Sleep Diary question 8 \"How were you able to work or function over the past 7 days?\". Scores could range from 0=Not at all to 100=Very well. Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using an OC approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.9","spread":"16.8"},{"groupId":"OG001","value":"45.9","spread":"18.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"19.7","spread":"27.3"},{"groupId":"OG001","value":"21.7","spread":"21.5"}]}]}]},{"type":"PRIMARY","title":"Change From Baseline in Total Nap Time","description":"Total nap time was assessed by participants in response to Weekly Sleep Diary question 9a \"How much time per day did you nap, on average?\". Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using an OC approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":"16.0"},{"groupId":"OG001","value":"30.5","spread":"31.6"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.7","spread":"65.2"},{"groupId":"OG001","value":"2.9","spread":"16.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Total Sleep Time (TST)","description":"TST was defined as the time recorded by participants in response to Weekly Sleep Diary question 4 \"During the past 7 nights, how much time did you actually spend sleeping, on average?\". Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using a last observation carried forward (LOCF) approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"294.3","spread":"71.0"},{"groupId":"OG001","value":"292.3","spread":"67.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"88.3","spread":"89.5"},{"groupId":"OG001","value":"86.3","spread":"96.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Wake Time After Sleep Onset (WASO)","description":"WASO was defined as the time recorded by participants in response to Weekly Sleep Diary question 4 \"During the past 7 nights, how much time were you awake, on average, after falling asleep initially?\" Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using a LOCF approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"110.2","spread":"88.0"},{"groupId":"OG001","value":"102.4","spread":"72.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-62.7","spread":"81.2"},{"groupId":"OG001","value":"-47.2","spread":"84.9"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Sleep Latency (SL)","description":"SL was defined as the time recorded by participants in response to Weekly Sleep Diary question 4 \"During the past 7 nights, how long did it take you to fall asleep, on average?\" Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using a LOCF approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"89.8","spread":"73.6"},{"groupId":"OG001","value":"92.5","spread":"79.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.1","spread":"99.2"},{"groupId":"OG001","value":"-22.2","spread":"101.3"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Number of Awakenings (NAW)","description":"NAW was defined as the time recorded by participants in response to Weekly Sleep Diary question 2a \"During the past 7 nights, how many times did you wake up, on average?\" Baseline was defined as the Day 1 assessment of Days -7 to 1 before any study drug was taken. Change from Baseline was calculated using a LOCF approach.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.4"},{"groupId":"OG001","value":"2.6","spread":"1.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"1.3"},{"groupId":"OG001","value":"-0.4","spread":"1.2"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":9,"n":128},"commonTop":["Nasopharyngitis","Fatigue","Weight increased","Dizziness","Headache"]}}}