{"nctId":"NCT05096221","briefTitle":"A Gene Transfer Therapy Study to Evaluate the Safety and Efficacy of Delandistrogene Moxeparvovec (SRP-9001) in Participants With Duchenne Muscular Dystrophy (DMD)","startDateStruct":{"date":"2021-10-27","type":"ACTUAL"},"conditions":["Duchenne Muscular Dystrophy"],"count":126,"armGroups":[{"label":"Delandistrogene Moxeparvovec followed by Placebo","type":"EXPERIMENTAL","interventionNames":["Genetic: delandistrogene moxeparvovec","Genetic: placebo"]},{"label":"Placebo followed by Delandistrogene Moxeparvovec","type":"PLACEBO_COMPARATOR","interventionNames":["Genetic: delandistrogene moxeparvovec","Genetic: placebo"]}],"interventions":[{"name":"delandistrogene moxeparvovec","otherNames":["SRP-9001","delandistrogene moxeparvovec-rokl","ELEVIDYS"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is ambulatory and from 4 to under 8 years of age at time of randomization.\n* Definitive diagnosis of DMD based on documented clinical findings and prior genetic testing.\n* Ability to cooperate with motor assessment testing.\n* Stable daily dose of oral corticosteroids for at least 12 weeks prior to Screening, and the dose is expected to remain constant throughout the study (except for modifications to accommodate changes in weight).\n* rAAVrh74 antibody titers are not elevated as per protocol-specified requirements.\n* A pathogenic frameshift mutation or premature stop codon contained between exons 18 and 79 (inclusive), with the exception of mutation fully contained within exon 45.\n\nExclusion Criteria:\n\n* Exposure to gene therapy, investigational medication, or any treatment designed to increase dystrophin expression within protocol specified time limits.\n* Abnormality in protocol-specified diagnostic evaluations or laboratory tests.\n* Presence of any other clinically significant illness, medical condition, or requirement for chronic drug treatment that in the opinion of the Investigator creates unnecessary risk for gene transfer.\n\nOther inclusion or exclusion criteria could apply.","healthyVolunteers":false,"sex":"MALE","minimumAge":"4 Years","maximumAge":"7 Years","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Part 1: Change From Baseline in North Star Ambulatory Assessment (NSAA) Total Score at Week 52","description":"The NSAA is a healthcare provider administered scale that rates performance of various motor abilities in ambulant children with Duchenne Muscular Dystrophy and is used to monitor disease progression and treatment effects. During assessment, participants are asked to perform 17 different functional activities that are graded as: 2 - \"Normal\" - no obvious modification of activity; 1 - Modified method but achieves goal independent of assistance; 0 - Unable to achieve independently. The NSAA total score is defined as the sum of all 17 items, ranging from 0 (worst) to 34 (best). The response vector consists of the change from baseline in NSAA total score at the post-baseline visit. The model includes the covariates of treatment group, visit, treatment group by visit interaction, age group, baseline NSAA total score, and baseline NSAA total score by visit interaction. All covariates are fixed effects in this analysis. An increase in score indicates an improvement in motor function.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.57","spread":"0.39"},{"groupId":"OG001","value":"1.92","spread":"0.39"}]}]}]},{"type":"SECONDARY","title":"Part 1: Quantity of Delandistrogene Moxeparvovec Dystrophin Protein Expression at Week 12 as Measured by Western Blot Adjusted by Muscle Content","description":"Quantity of delandistrogene moxeparvovec dystrophin protein levels (in muscle biopsy samples) were determined by Western blot at Part 1, Week 12. For this endpoint, 2 blocks of tissues were analyzed by Western blot, each with 2 technical replicates to determine the delandistrogene moxeparvovec dystrophin protein level (percent control). The block average value from 2 technical replicates was computed. The overall average was calculated as the mean of the block average values. The overall average values were used for the analysis. Dystrophin protein was measured and then adjusted based on the percentage of muscle content in the biopsy sample. An increase in protein expression indicates production of the delandistrogene moxeparvovec dystrophin protein.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.29","spread":"41.04"},{"groupId":"OG001","value":"0.00","spread":"0.00"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in Time to Rise From the Floor at Week 52","description":"The time to rise from the floor test quantifies the time required for the participant to stand in an upright position with arms by sides, starting from the supine position with arms by sides. Data are presented for the change from baseline to Week 52 in the time taken (in seconds) to rise from the floor.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.27","spread":"0.15"},{"groupId":"OG001","value":"0.37","spread":"0.15"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in Time to Complete 10 Meter Walk/Run (10MWR) at Week 52","description":"The timed 10MWR quantifies the time required for the participant to run or walk 10 meters (on a straight walkway) from a standing position. Data are presented for change from baseline to Week 52 in the time (in seconds) taken to complete the 10MWR.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.34","spread":"0.10"},{"groupId":"OG001","value":"0.08","spread":"0.10"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in Time to Complete 100 Meter Walk/Run (100MWR) at Week 52","description":"The timed 100MWR quantifies the time required for the participant to run or walk 100 meters (on a straight walkway) from a standing position. Data are presented for change from baseline to Week 52 in the time (in seconds) taken to complete the 100MWR.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-6.57","spread":"1.76"},{"groupId":"OG001","value":"-3.28","spread":"1.80"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in the Timed Stair Ascend 4 Steps Test at Week 52","description":"The timed stair ascend 4 steps test quantifies the time required for the participant to ascend 4 standard steps (each step was 6 inches in height). Data presented is the change from baseline to Week 52 in the time (in seconds) to ascend 4 steps.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.44","spread":"0.12"},{"groupId":"OG001","value":"-0.08","spread":"0.13"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in Stride Velocity 95th Centile (SV95C) at Week 52","description":"Each participant was provided with wearable devices to collect data on stride velocity. Participants wore a device on each ankle. SV95C data was derived based on stride velocity. Data are presented for change from baseline to Week 52 in SV95C.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.06","spread":"0.03"},{"groupId":"OG001","value":"-0.03","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in Patient-Reported Outcomes Measurement Information System (PROMIS) Score in Mobility to Week 52","description":"PROMIS is a family of instruments developed and validated to assess health-related quality of life, including mobility. Mobility function scores ranged from 1 (worst mobility function) to 5 (best mobility function), where higher scores indicate a better clinical outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"0.05"},{"groupId":"OG001","value":"-0.01","spread":"0.05"}]}]}]},{"type":"SECONDARY","title":"Part 1: Change From Baseline in PROMIS Score in Upper Extremity Function to Week 52","description":"PROMIS is a family of instruments developed and validated to assess health-related quality of life, including upper extremity function. Upper extremity function scores ranged from 1 (not able to do so \\[worst upper extremity function\\]) to 5 (no trouble \\[best upper extremity function\\]), where higher scores indicate a better clinical outcome.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":"0.07"},{"groupId":"OG001","value":"0.23","spread":"0.07"}]}]}]},{"type":"SECONDARY","title":"Part 1: Number of Skills Gained or Improved at Week 52 as Measured by the NSAA","description":"The NSAA is a clinician-administered scale that rates performance on various functional activities. As measured by the NSAA, data was collected for the number of skills gained (the average item score was 0 at Baseline and \\> 0 at Part 1 Week 52) or improved (the average item score at Baseline was \\> 0 but less than the average item score at Part 1 Week 52). As pre-specified, data are presented for the combined number of skills gained or improved at Week 52.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.18","spread":"0.31"},{"groupId":"OG001","value":"3.99","spread":"0.31"}]}]}]},{"type":"SECONDARY","title":"Parts 1 and 2: Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Serious Adverse Events (SAEs)","description":"TEAEs were defined as an adverse event (AE) that emerged during treatment, having been absent pre-treatment, or worsened relative to the pretreatment state. SAEs were defined as any adverse event that resulted in death, was life threatening, required or prolonged inpatient hospitalization, persistent or significant disability/incapacity, congenital anomaly/birth defect, or was an important medical event. A summary of all Serious Adverse Events and Other Adverse Events (nonserious) regardless of causality is located in the 'Reported Adverse Events' Section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"62","spread":null},{"groupId":"OG001","value":"57","spread":null},{"groupId":"OG002","value":"53","spread":null},{"groupId":"OG003","value":"56","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"5","spread":null},{"groupId":"OG002","value":"5","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]},{"type":"SECONDARY","title":"Parts 1 and 2: Number of Participants With Adverse Events of Special Interest (AESI)","description":"AESIs were defined as adverse events (AEs) of special interest, based on pre-specified criteria and pertain to categories labeled hepatotoxicity, immune-mediated myositis, thrombotic microangiopathy (TMA), hypersensitivity, thrombocytopenia, rhabdomyolysis, and troponin I elevations. The data represent the number of participants who experienced an event within the specified AESI category as observed by the principal investigator (PI), after adjudication. Per prespecified analysis, AESI data were only collected based on the specified AESI categories. A Summary of all SAEs and nonserious AEs (\"Other\"), regardless of causality and regardless of the AESI category, is located in the \"Reported Adverse Events\" section.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"1","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null},{"groupId":"OG002","value":"14","spread":null},{"groupId":"OG003","value":"8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":63},"commonTop":["Vomiting","Cough","Nausea","Upper respiratory tract infection","Pyrexia"]}}}