{"nctId":"NCT00324896","briefTitle":"Treatment of Insomnia in Patients With Parkinson's Disease: A Multi-site, Placebo-controlled Study of Eszopiclone","startDateStruct":{"date":"2006-05"},"conditions":["Parkinson's Disease","Insomnia"],"count":30,"armGroups":[{"label":"eszopiclone","type":"EXPERIMENTAL","interventionNames":["Drug: eszopiclone"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: placebo"]}],"interventions":[{"name":"eszopiclone","otherNames":["Lunesta 2 - 3 mg q HS"]},{"name":"placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Parkinson's disease by research criteria. Research criteria for PD include, (1) the presence of at least 2 of the following signs: resting tremor, cogwheel rigidity, bradykinesia, or postural reflex impairment, at least 1 of which must be either resting tremor or bradykinesia, (2) no other cause of parkinsonism, (3) no signs of more extensive neurodegeneration indicating atypical parkinsonism, and (4) a clear-cut response to levodopa or dopamine agonist.\n2. Sleep maintenance insomnia (at least 3 of 7 nights of at least 2 awakenings nightly, or a total sleep time of \\< 6.5 hours) or sleep latency insomnia (at least 3 of 7 nights of sleep latency \\> 30 minutes), as well as clinically significant daytime distress or impairment during the 2 week self assessment prior to baseline.\n3. Patients aged 35-85 years.\n4. Patients must have completed at least the 9th grade and be fluent in English.\n5. If a female of child bearing potential, the patient must be non-pregnant and either post-menopausal or using an approved birth control method. Patients must have a negative urine pregnancy test at the screen visit.\n6. Antidepressants will be allowed if the patient has been on a stable dose for at least one month.\n7. Benzodiazepines will be allowed if taken during the day prior to 6pm and it is not taken as a sleep aid.\n8. Other medications with CNS activity that the patient is on at screening, e.g., dopaminergic drugs, B-blockers, etc, will be kept constant throughout the acute phase.\n\n   \\-\n\nExclusion Criteria:\n\n1. Evidence on PSG and symptoms or complaints (as defined below) of, significant sleep disordered breathing (central or obstructive apnea), periodic limb movement disorder (PLMD), or REM sleep behavior disorder (RBD).\n2. Significant sleep disordered breathing will be defined as an AHI \\> 15 events/hr of sleep and/or significant hypoxemia on screening PSG; significant PLMD will be defined as a PLM index \\> 25 events/hr of sleep on screening PSG; RBD will be defined based on presence of both clinical symptomatology (demonstrated injury to self or others during sleep) as well as PSG criteria (intermittent loss of REM atonia).\n3. No significant dementia. Significant dementia is operationalized as a score of less than 26 on the Mini-Mental State Examination (MMSE).\n4. Insomnia is not primarily due to serious depression or anxiety in the opinion of the investigator.\n5. Any current (within three months) diagnosis of alcohol or substance abuse/dependence (with the exception of nicotine dependence).\n6. Currently on psychotropic medications, other than antidepressants or benzodiazepines. If the patient is on other psychotropics, and can be safely removed from these medications at the time of initial screening, there will be a washout period prior to entering the study.\n7. Sleep medication that the patient is on during screening will be tapered prior to randomization.\n8. Any unstable medical disorder that would interfere with the study.\n9. Patients with a known history of non-response or lack of toleration to adequate doses of zolpidem or trazodone.\n10. Patients currently receiving CBT for insomnia.\n11. Patients who are unable to be maintained on their current dose of PD medications throughout the trial.\n\n    \\-","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"TST","description":"Total sleep time in hours","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.7","spread":"1.16"},{"groupId":"OG001","value":"6.0","spread":"1.16"}]}]}]},{"type":"SECONDARY","title":"WASO","description":"Wake after sleep onset in minutes","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":"50"},{"groupId":"OG001","value":"46","spread":"45"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":15},"commonTop":["daytime fatigue","sedation","dizziness","increase Parkinson's related rigidity"]}}}