{"nctId":"NCT01663623","briefTitle":"Belimumab in Remission of VASculitis","startDateStruct":{"date":"2013-03-20","type":"ACTUAL"},"conditions":["Vasculitis"],"count":106,"armGroups":[{"label":"Placebo plus azathioprine","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo","Drug: Azathioprine"]},{"label":"Belimumab 10 mg/kg plus azathioprine","type":"EXPERIMENTAL","interventionNames":["Biological: Belimumab 10 mg/kg","Drug: Azathioprine"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Belimumab 10 mg/kg","otherNames":["BENLYSTA™"]},{"name":"Azathioprine","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Clinical diagnosis Wegener's granulomatosis or microscopic polyangiitis by Chapel Hill criteria.\n* Disease flare in the past 26 weeks requiring treatment with high dose corticosteroids and 1 of the following medications: rituximab, oral cyclophosphamide OR IV cyclophosphamide.\n* Tested positive for anti-proteinase 3 (anti-PR3) or anti-myeloperoxidase (anti-MPO) antibodies at any time prior to enrollment.\n* Achieve remission no more than 26 weeks after first dose of induction treatment. Remission is defined as a Birmingham Vasculitis Activity (BVAS) score of 0 and receiving less than 10 mg/day of oral prednisone (or equivalent) on 2 consecutive visits 21 to 35 days apart.\n* Maintenance therapy on this study must start no more than 2 weeks after confirmation of remission.\n\nKey Exclusion Criteria:\n\n* Pregnant or nursing.\n* Receipt of a B cell targeted therapy (other than rituximab) at anytime\n* Receipt of an investigational biological agent within the past 60 days.\n* Required management of acute or chronic infections within the past 60 days.\n* Current drug or alcohol abuse or dependence.\n* Current or past positive test for human immunodeficiency virus (HIV), hepatitis B, or hepatitis C.\n* History of severe allergic reaction to contrast agents or biological medicines.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Relapse","description":"Time to relapse is defined as the number of days from Day 0 until the participant experienced a relapse (relapse date - treatment start date +1). Only post-baseline relapses were considered in these analyses. Only relapses occurring up to and including the last visit date in the double-blind treatment period were considered in these analyses. Intent-to-treat population comprised of all randomized participants who received at least one dose of study agent (belimumab or placebo). NA indicates that the data was not available as the Number of events is too low to estimate the value. Median and Inter-quartile range were presented and were based on Kaplan Meier estimates.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Major Relapse During the Double-blind Phase of the Study","description":"Data for number of participants with major relapse \\[defined as experiencing at least 1 major Birmingham Vasculitis Activity Score (BVAS) item\\] during the double-bind phase of the study was reported. Analysis was performed using a Cox proportional hazard model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":16,"n":52},"commonTop":["Cough","Nasopharyngitis","Upper respiratory tract infection","Fatigue","Arthralgia"]}}}