{"nctId":"NCT04847557","briefTitle":"A Study of Tirzepatide (LY3298176) in Participants With Heart Failure With Preserved Ejection Fraction (HFpEF) and Obesity: The SUMMIT Trial","startDateStruct":{"date":"2021-04-20","type":"ACTUAL"},"conditions":["Obesity","Heart Failure With Preserved Ejection Fraction (HFpEF)"],"count":731,"armGroups":[{"label":"Tirzepatide","type":"EXPERIMENTAL","interventionNames":["Drug: Tirzepatide"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Tirzepatide","otherNames":["LY3298176"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a diagnosis of stable heart failure (NYHA class II-IV) and left ventricular ejection fraction (LVEF) ≥50%\n* Elevated NT-proBNP (N-terminal pro B-type natriuretic peptide) \\> 200 picogram/milliliter (pg/ml) for participants without atrial fibrillation (AF), or \\>600 pg/ml for participants with AF, Structural heart disease (Left atrial enlargement) or Elevated left ventricular filling pressure\n* Estimated glomerular filtration rate (eGFR) \\<70 milliliter (ml)/minute (min)/1.73m² at screening, or HF decompensation within 12 months of screening,\n* Stable dose of heart failure medications within 4 weeks of screening\n* Body mass index (BMI) ≥30 kilograms per meter squared (kg/m²)\n* 6MWD 100-425 meters\n* KCCQ CSS ≤80\n\nExclusion Criteria:\n\n* Have had a major cardiovascular event within the last 90 days of screening\n* Have had acute decompensated heart failure within 4 weeks of screening\n* Have non cardiac causes of functional impairment such as pulmonary arterial hypertension (PAH), severe chronic obstructive pulmonary disease (COPD), anemia, thyroid disease, musculoskeletal disease or orthopedic conditions\n* Presence of cardiac amyloidosis, cardiac accumulation disease, cardiomyopathy and severe valvular heart disease\n* HbA1c ≥9.5% or uncontrolled diabetes\n* History of proliferative diabetic retinopathy or diabetic maculopathy\n* Have a history of pancreatitis\n* eGFR \\<15 mL/min/1.73 m² or requiring dialysis at screening","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in the Kansas City Cardiomyopathy Questionnaire (KCCQ) Clinical Summary Score (CSS)","description":"The KCCQ is a 23-item, participant self-administered questionnaire that assesses impacts of heart failure \"over the past 2 weeks\" on the following 7 domains:\n\n* Physical Limitation (6)\n* Symptom Stability (1)\n* Symptom Frequency (4)\n* Symptom Burden (3)\n* Self-Efficacy (2)\n* Quality of Life (3)\n* Social Limitation (4)\n\nEach of the 23 individual items are answered on Likert scales of varying lengths (5, 6, or 7-point scales).\n\nKCCQ-CSS includes the symptom and physical limitation domains of the KCCQ. Scores are obtained by averaging the associated individual items and transforming the score to a 0 to 100 range. Higher scores indicate better health status.\n\nLeast Square (LS) mean was determined using ANCOVA model with Baseline + HF Decompensation Within 12 Months of Screening + T2DM Status + Baseline BMI group (\\<35, \\>=35 kg/m2) + Treatment (Type III sum of squares) as variables .","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.51","spread":"1.24"},{"groupId":"OG001","value":"12.68","spread":"1.25"}]}]}]},{"type":"PRIMARY","title":"First Occurrence of the Composite Endpoint of Heart Failure (HF) Outcomes","description":"Clinical Endpoint Committe confirmed Occurrences of CV outcomes were reported here. HF outcomes consisted of cardiovascular death and HF events.\n\nThe HF events were defined as worsening clinical symptoms or signs related to HF, which are meaningful to the participant and require intensification of treatment characterized by 1 or more of the following:\n\n* hospitalization for heart failure regardless of duration or treatment received\n* use of intravenous drug, usually an intravenous diuretic, but may include intravenous vasodilators or positive inotropic drugs, or\n* augmentation or increase in oral diuretic therapy.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"36","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Exercise Capacity as Measured by 6-Minute Walk Distance (6MWD)","description":"Participants performed an exercise capacity assessment using the 6-Minute Walk Test (6MWT) and the distance covered (6MWD) was assessed in meters. The 6MWT was performed indoors on a straight, flat, hard surface that is at least 30 meters in length. The greater distance walked meant better physical capacity.\n\nLS Mean was determined using ANCOVA model with Baseline + HF Decompensation Within 12 Months of Screening + T2DM Status + Baseline BMI group (\\<35, \\>=35 kg/m2) + Treatment (Type III sum of squares) as variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"26.04","spread":"3.81"},{"groupId":"OG001","value":"10.10","spread":"3.94"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in Body Weight","description":"Percent change in bodyweight was reported. LS mean was determined using ANCOVA model with Baseline + HF Decompensation Within 12 Months of Screening + T2DM Status + Baseline BMI group (\\<35, \\>=35 kg/m2) + Treatment (Type III sum of squares) as variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.85","spread":"0.43"},{"groupId":"OG001","value":"-2.24","spread":"0.46"}]}]}]},{"type":"SECONDARY","title":"Percent Change From Baseline in High-Sensitivity C-Reactive Protein (hsCRP)","description":"Percent change from baseline in hsCRP was reported. LS Mean was determined using ANCOVA model with log (actual measurement/baseline) = log (baseline) + HF decompensation within 12 months of screening + T2DM status + baseline BMI group (\\<35, \\>=35 kg/m2) + Treatment (Type III sum of squares) as variables.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-38.76","spread":"4.47"},{"groupId":"OG001","value":"-5.88","spread":"5.25"}]}]}]},{"type":"SECONDARY","title":"Win Percentage of the Hierarchical Composite Endpoint","description":"Hierarchical Composite Endpoint included time to all-cause death, number of HF events, time to first HF events, KCCQ-CSS, 6MWD.\n\nThe winner was determined in each pair-wise comparison in the following order:\n\n* A delayed first occurrence of all-cause death\n* If the pair cannot be differentiated based on death, winner has fewer HF events\n* If the pair cannot be differentiated by number of HF events, winner has delayed time to occurrence of first HF event\n* If the pair still cannot be differentiated, winner has a more favorable category for change from baseline in 6MWD\n* If the pair still cannot be differentiated, winner has a more favorable category for change from baseline in KCCQ-CSS\n* Otherwise the pair will be recorded as tied.\n\nReported unit is the total percent of \"wins\" for each treatment group from performing such a hierarchical comparison across stratification factors in the study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.90","spread":null},{"groupId":"OG001","value":"35.43","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With New York Heart Association (NYHA) Class Change","description":"Percentage of participants with NYHA class change at Week 52 was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"33.27","spread":null},{"groupId":"OG001","value":"20.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to All-Cause Death","description":"All-cause mortality is death due to any cause. Number of participants with time to all-cause mortality are presented.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"15","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Time to First Occurrence of HF Events","description":"Number of participants with time to first occurrence of HF events are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"52","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of HF Events and All-Cause Death","description":"Number of HF events and all-cause death are reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"82","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Recurrent HF Events","description":"Number of recurrent HF events were reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null},{"groupId":"OG001","value":"68","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":96,"n":364},"commonTop":["Diarrhoea","Nausea","Constipation","Covid-19","Urinary tract infection"]}}}