{"nctId":"NCT05686044","briefTitle":"A Dose-ranging Study to Investigate Efficacy of Buntanetap in Mild to Moderate AD","startDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"conditions":["Alzheimer Disease"],"count":351,"armGroups":[{"label":"7.5mg Buntanetap/Posiphen","type":"EXPERIMENTAL","interventionNames":["Drug: Buntanetap/Posiphen"]},{"label":"15mg Buntanetap/Posiphen","type":"EXPERIMENTAL","interventionNames":["Drug: Buntanetap/Posiphen"]},{"label":"30mg Buntanetap/Posiphen","type":"EXPERIMENTAL","interventionNames":["Drug: Buntanetap/Posiphen"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Buntanetap/Posiphen","otherNames":["Posiphen Tartrate"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of Alzheimer's disease according to National Institute on Aging and National Institute on Aging and Alzheimer's Association criteria for probable AD\n2. Male or female aged 55 - 85 years.\n3. MMSE 14-24.\n4. Have a study partner who will provide written informed consent to participate, is in frequent contact with the participant (defined as at least 10 hours per week) and will accompany the participant to study visits at designated times.\n5. Female participants of childbearing potential\\* must have a negative urine pregnancy test at Screening, must be non-lactating and must agree to use a highly effective method of contraception (i.e., a method resulting in a failure rate of less than 1% per year when used consistently and correctly) during the trial and for 4 weeks after the last dose of trial treatment, such as:\n\n   * Oral, intravaginal, or transdermal combined (estrogen plus progestogen) hormonal contraception associated with inhibition of ovulation\n   * Oral, injectable, or implantable progestogen-only hormonal contraception associated with inhibition of ovulation\n   * Intrauterine device (IUD)\n   * Intrauterine hormone-releasing system (IUS)\n   * Bilateral tubal occlusion\n   * Vasectomized partner (a vasectomized partner is a highly effective contraception method provided that the partner is the sole male sexual partner of the participant, and the absence of sperm has been confirmed. If not, an additional highly effective method of contraception should be used)\n   * Sexual abstinence (sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatment. The reliability of sexual abstinence needs to be in relation to the duration of the study and the preferred and usual lifestyle of the participant) \\*Non-childbearing potential includes surgically sterilized or postmenopausal with no menstrual bleeding for at least one year prior to study start.\n6. Male participants must be sterile or sexually inactive or agree not to father a child during the study and one month after the last dose of study medication and must agree to use a barrier method for contraception. Female partners of male subject must adopt a highly effective method of contraception with a failure rate of less than 1% per year when used consistently and correctly such as:\n\n   * Oral, intravaginal, or transdermal combined (estrogen plus progestogen) hormonal contraception associated with inhibition of ovulation\n   * Oral, injectable, or implantable progestogen-only hormonal contraception associated with inhibition of ovulation\n   * Intrauterine device (IUD)\n   * Intrauterine hormone-releasing system (IUS)\n   * Bilateral tubal occlusion\n7. Participants can provide written informed consent. If PI deems that participant cannot fully understand the consent form to give consent, their legally authorized representative (LARs) can provide written informed consent. Participants can comply with scheduled visits, and other study-related procedures to complete the study with the help of the study partner.\n8. No evidence of current suicidal ideation or previous suicide attempt in the past 2 months as evaluated in the Columbia Suicide Severity Rating Scale nor suicidal behavior in the past 6 months as per investigator.\n9. Stability of permitted medications for at least 4 weeks prior to screening.\n\n   1. Cholinesterase inhibitors and/or memantine medication\n   2. Anticonvulsant medications used for epilepsy or mood stabilization, neuropathic pain indications.\n   3. Mood-stabilizing psychotropic agents, including, but not limited to, lithium.\n10. Adequate visual and hearing ability (physical ability to perform all the study assessments) as per investigator.\n11. Good general health with no disease expected to interfere with the study as per investigator.\n\nExclusion Criteria:\n\n1. Has a history of a psychiatric disorder such as schizophrenia, bipolar disorder or major depression according to the criteria of the most current version of the Diagnostic and Statistical Manual of Mental Disorders (DSM). Mild depression or history of depression that is stable on treatment with a selective serotonin reuptake inhibitor (SSRI) or selective norepinephrine reuptake inhibitor (SNRI) medication at a stable dose is acceptable.\n2. Has non-AD dementia, such as vascular dementia, Lewy body dementia, frontotemporal disease, Parkinson disease dementia, B12 and thyroid deficiency caused dementia.\n3. History of a seizure disorder, if stable on medication is acceptable.\n4. Has a history or current evidence of long QT syndrome, Fridericia's formula corrected QT (QTcF) interval ≥ 450 ms for men and 460 ms for women, or torsades de pointes.\n5. Has bradycardia (\\<50 bpm) or tachycardia (\\>100 bpm) on the ECG at screening.\n6. Has uncontrolled Type-1 or Type-2 diabetes. A subject with HbA1c levels up to 7.5% can be enrolled if the investigator believes the subject's diabetes is under control.\n7. Has clinically significant renal (CKD-EPI with normal \\<60 mL/min/BSA (body surface area) or hepatic impairment (ALP \\> 2.0 ULN and/or total bilirubin \\> 2.0 ULN) .\n8. Has any clinically significant abnormal laboratory values. Participants with liver function tests (aspartate aminotransferase \\[AST\\] or alanine aminotransferase \\[ALT\\]) greater than twice the upper limit of normal will be excluded.\n9. Is at imminent risk of self-harm, based on clinical interview and responses on the C SSRS, or of harm to others in the opinion of the Investigators. Participants must be excluded if they report suicidal ideation with intent, with or without a plan or method (e. g. positive response to Items 4 or 5 in assessment of suicidal ideation on the C SSRS) in the past 2 months, or suicidal behavior in the past 6 months.\n10. Has cancer or has had a malignant tumor within the past year, except participants who underwent potentially curative therapy with no evidence of recurrence. (Participants with stable untreated prostate cancer or skin cancers are not excluded).\n11. Alcohol / Substance use disorder, moderate to severe, in the last 5 years according to the most current version DSM.\n12. Participation in another clinical trial with an investigational agent and have taken at least one dose of study medication, unless unblinded on placebo, within 4 weeks prior to the start of screening, or five half-lives of the investigational drug, whichever is greater.\n\n    The end of a previous investigational trial is the date the last dose of an investigational agent was taken.\n13. Participants with learning disability or developmental delay.\n14. Participants whom the site PI deems to be otherwise ineligible.\n15. Participants with a known allergy to the investigational drug or any of its components. Here are all the inactive ingredients of the investigational medicinal product:\n\n    * Silicified Microcrystalline Cellulose\n    * Dibasic Calcium Phosphate Dihydrate\n    * Mannitol\n    * Magnesium Stearate\n    * Hypromellose (capsule shells structure)\n    * titanium dioxide (opacifier of the capsule shells)\n16. Subject is currently pregnant, breast-feeding and/or lactating.\n17. Subject is currently taking strong and moderate CYP3A4 inhibitors and/or inducers. (e.g., CYP3A4 inhibitors Itraconazole, Ketoconazole, Azamulin, Troleandomycin, Verapamil; CYP3A4 inducers Rifampicin)","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 in ADAS-Cog11","description":"Alzheimer's Disease Assessment Scale-Cognitive Subscale 11 (ADAS-Cog11) measures cognitive functions and non-cognitive functions such as mood and behavior. It was designed to measure the cognitive and behavioral domains known to be affected in Alzheimer disease, including memory, language, orientation, construction, and planning of simple designs, and completed simple goal-oriented behaviors.\n\nSpecifically, the ADAS-Cog comprises ratings from 11 components: word recall, word recognition, constructional praxis, orientation, naming objects and fingers, commands, ideational praxis, remembering test instructions, spoken language, word finding, and comprehension.\n\nTotal scores range from 0-70, with higher scores indicating greater cognitive impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.32","spread":"0.533"},{"groupId":"OG001","value":"-1.34","spread":"0.526"},{"groupId":"OG002","value":"-3.01","spread":"0.534"},{"groupId":"OG003","value":"-2.24","spread":"0.531"}]}]}]},{"type":"PRIMARY","title":"ADCS-CGIC at Week 12","description":"Alzheimer's Disease Cooperative Study-Clinical Global Impression of Change (ADCS-CGIC) focuses on clinicians' observations of change in the patient's cognitive, functional, and behavioral performance since the beginning of a trial. It relies on both direct examination of the patient and interview of informants.\n\nThe ADCS-CGIC measures whether the effects of active treatment are substantial enough to be detected by a skilled and experienced clinician on the basis of a clinical interview and examination. It relies on both direct examination of the patient and an interview of the study partner.\n\nA skilled and experienced clinician who is blinded to treatment assignment rates the patient on a 7-point Likert scale, ranging from 1 (marked improvement) to 7 (marked worsening). Lower scores indicate better improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.58","spread":"0.129"},{"groupId":"OG001","value":"3.96","spread":"0.128"},{"groupId":"OG002","value":"3.61","spread":"0.131"},{"groupId":"OG003","value":"3.83","spread":"0.132"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 12 in ADCS-ADL","description":"Alzheimer's Disease Cooperative Study-Instrumental Activities of Daily Living Scale (ADCS-ADL) is a 23-item inventory scale developed as a rater-administered questionnaire answered by the participant's study partner.\n\nThe ADCS-ADL measures 6 basic activities of daily living (BADL) items and 17 instrumental activities of daily living (IADL) items that provide a total score from 0-78, with a lower score indicating greater severity. Basic activities include basic self-care tasks such as feeding, mobility, toileting, bathing, grooming and dressing. Instrumental activities are more complex and vary based on cultural norms, gender roles. As such, instrumental activities tend to include a broad range of activities.\n\nCaregivers are asked to rate the degree to which their family member or loved one can perform a variety of tasks. The assessed activities provide a total score from 0-78. Participants with a lower score indicates greater severity.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.03","spread":"0.811"},{"groupId":"OG001","value":"-0.14","spread":"0.806"},{"groupId":"OG002","value":"1.71","spread":"0.831"},{"groupId":"OG003","value":"0.15","spread":"0.822"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline to Week 12 in Plasma Biomarkers","description":"Plasma biomarkers measured:\n\nGlial fibrillary acidic protein (GFAP), Neurofilament light (NFL), TAR DNA-binding protein 43 (TDP43)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":"74.32"},{"groupId":"OG001","value":"2.1","spread":"69.44"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"6.88"},{"groupId":"OG001","value":"-2.5","spread":"14.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-467.5","spread":"1474"},{"groupId":"OG001","value":"-985.1","spread":"4950"}]}]}]},{"type":"POST_HOC","title":"Change From Baseline to Week 12 in ADAS-Cog11 for Biomarker Positive Participants With Baseline MMSE Scores 21-24","description":"Change in the ADAS-Cog11 score from Baseline to the End of Trial. Alzheimer's Disease Assessment Scale-Cognitive Subscale 11 (ADAS-Cog 11) measures cognitive functions and non-cognitive functions such as mood and behavior. It was designed to measure the cognitive and behavioral domains known to be affected in Alzheimer disease, including memory, language, orientation, construction, and planning of simple designs, and completed simple goal-oriented behaviors.\n\nSpecifically, the ADAS-Cog comprises ratings from 11 components: word recall, word recognition, constructional praxis, orientation, naming objects and fingers, commands, ideational praxis, remembering test instructions, spoken language, word finding, and comprehension.\n\nTotal scores range from 0-70, with higher scores indicating greater cognitive impairment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.26","spread":"0.911"},{"groupId":"OG001","value":"-2.19","spread":"0.865"},{"groupId":"OG002","value":"-2.79","spread":"0.815"},{"groupId":"OG003","value":"-3.32","spread":"0.820"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":88},"commonTop":["Dizziness"]}}}