{"nctId":"NCT03470545","briefTitle":"Clinical Study to Evaluate Mavacamten (MYK-461) in Adults With Symptomatic Obstructive Hypertrophic Cardiomyopathy","startDateStruct":{"date":"2018-05-29","type":"ACTUAL"},"conditions":["Obstructive Hypertrophic Cardiomyopathy"],"count":251,"armGroups":[{"label":"mavacamten (MYK-461)","type":"EXPERIMENTAL","interventionNames":["Drug: mavacamten"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"mavacamten","otherNames":["MYK-461"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n* Age 18 and greater, body weight ≥ 45kg\n* Has adequate acoustic windows to enable accurate transthoracic echocardiograms (TTEs)\n* Diagnosed with oHCM consistent with current American College of Cardiology Foundation/American Heart Association and European Society of Cardiology guidelines and satisfy both criteria:\n* Has documented left ventricular ejection fraction (LVEF) ≥55%\n* NYHA Class II or III\n* Has documented oxygen saturation at rest ≥90% at Screening\n* Is able to perform an upright CPET and has a respiratory exchange ratio (RER) ≥1.0 at Screening per central reading\n\nKey Exclusion Criteria:\n\n* Known infiltrative or storage disorder causing cardiac hypertrophy that mimics oHCM, such as Fabry disease, amyloidosis, or Noonan syndrome with LV hypertrophy\n* History of syncope or sustained ventricular tachyarrhythmia with exercise within 6 months prior to Screening\n* History of resuscitated sudden cardiac arrest (at any time) or known history of appropriate implantable cardioverter defibrillator (ICD) discharge for life-threatening ventricular arrhythmia within 6 months prior to Screening\n* Paroxysmal, intermittent atrial fibrillation with atrial fibrillation present at Screening\n* Persistent or permanent atrial fibrillation not on anticoagulation for at least 4 weeks prior to Screening and/or not adequately rate controlled within 6 months prior to Screening\n* Treatment (within 14 days prior to Screening) or planned treatment during the study with disopyramide or ranolazine\n* Treatment (within 14 days prior to Screening) or planned treatment during the study with a combination of β-blockers and calcium channel blockers\n* LVOT gradient with Valsalva maneuver \\<30 mmHg at Screening\n* Has been successfully treated with invasive septal reduction (surgical myectomy or percutaneous alcohol septal ablation \\[ASA\\]) within 6 months prior to Screening or plans to have either of these treatments during the study\n* ICD placement within 2 months prior to Screening or planned ICD placement during the study\n* Has a history or evidence of any other clinically significant disorder, condition, or disease that, in the opinion of the investigator, would pose a risk to participant safety or interfere with the study evaluation, procedures, or completion\n* Prior treatment with cardiotoxic agents such as doxorubicin or similar","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Achieving A Clinical Response","description":"A positive clinical response (value=\"YES\") is defined as having achieved either an improvement of at least 1.5 mL/kg/min in peak oxygen consumption (pVO2) as determined by cardiopulmonary exercise testing (CPET) and a reduction of one or more class in New York Heart Association (NYHA) functional classification (e.g.I, II, III, or IV) -OR- an improvement of 3.0 mL/kg/min or more in pVO2 with no worsening in NYHA Functional Class.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes From Baseline to Week 30 in Post Exercise in LVOT Peak Gradient.","description":"The post-exercise LVOT gradient was measured from echocardiograms obtained at baseline and week 30 following a study-specified exercise protocol and read by the Cardiovascular Imaging Core Laboratory (CICL, Boston MA). Change from baseline was determined as per the study statistical analysis plan and compared between treatment arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-47","spread":"40.3"},{"groupId":"OG001","value":"-10","spread":"29.6"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in pVO2 as Assessed by CPET","description":"Cardiopulmonary exercise testing (CPET) was performed at baseline and week 30 following a study-specified protocol and peak oxygen consumption (pVO2) was determined by the Cardiovascular Metabolic Disease Research Institute (CMDRI, Palo Alto, CA). Change from baseline was determined as per the study statistical analysis plan and compared between treatment arms.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.4","spread":"3.12"},{"groupId":"OG001","value":"-0.05","spread":"3.02"}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants With at Least 1 Class Improvement in NYHA Functional Class From Baseline to Week 30","description":"New York Heart Association (NYHA) functional classification was determined by the principal investigator at baseline and at specified timepoints in the study. At baseline, all subjects were NYHA Class II or III. For the secondary outcome, NYHA class at Week 30 was compared to baseline and the proportion of subjects with an improvement of at least one class was determined, and the difference between treatment groups was analyzed. The proportion was also multiplied by 100 to provide the result as a percent.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"80","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Participant-reported Health-related Quality of Life as Assessed by the KCCQ Score","description":"The Kansas City Cardiomyopathy Questionnaire (KCCQ) is a patient reported outcome instrument with minimum score = 0 and maximum score = 100 where higher score indicates better health status. There are no units to the score. The instrument utilizes a recall period of 2 weeks over which patients describe the frequency and severity of their symptoms, their physical and social limitations, and how they perceive their heart failure symptoms to affect their quality of life. The KCCQ clinical summary (KCCQ-CS) score, a prespecified secondary outcome of EXPLORER-HCM, combines the physical limitation and total symptom scores.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.6","spread":"14.42"},{"groupId":"OG001","value":"4.2","spread":"13.68"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 30 in Participant-reported Severity of HCM Symptoms as Assessed by the HCMSQ Score","description":"The Hypertrophic Cardiomyopathy Symptom Questionnaire (HCMSQ) is a patient reported outcome instrument that is a daily self-administered 11-item questionnaire. The HCMSQ assesses the core symptoms of HCM (tiredness/fatigue, heart palpitations, chest pain, dizziness, and shortness of breath). The Shortness of Breath domain score, a pre-specified secondary outcome of EXPLORER-HCM, assesses the frequency and severity of shortness of breath. The minimum score = 0 and maximum score = 18 where lower score indicates better health status. There are no units to the score.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.8","spread":"2.68"},{"groupId":"OG001","value":"-0.9","spread":"2.41"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":14,"n":123},"commonTop":["Dizziness","Nasopharyngitis","Dyspnoea","Headache","Atrial Fibrillation"]}}}