{"nctId":"NCT02397057","briefTitle":"Placebo-Controlled Study to Investigate the Efficacy & Safety of Injectafer in the Treatment of RLS","startDateStruct":{"date":"2015-01","type":"ACTUAL"},"conditions":["Restless Legs Syndrome (RLS)"],"count":209,"armGroups":[{"label":"Injectafer","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Injectafer"]},{"label":"Normal Saline","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Injectafer","otherNames":["Ferinject®","Iroprem®","Renegy®"]},{"name":"Placebo","otherNames":["Normal Saline"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subject's ≥18 years of age, willing and able to give informed consent to the study.\n2. RLS symptoms affirming diagnosis. The IRLS Diagnostic Criteria must be met:\n\n   1. An urge (distressing need) to move the legs usually associated with painful or uncomfortable sensations in the legs. The urge to move may be present without the uncomfortable sensations. The arms or other body parts may be involved in addition to the legs.\n   2. The urge to move or unpleasant sensations are worse or exclusively present at rest or inactivity, such as lying down or sitting.\n   3. The urge to move or unpleasant sensations are partially/temporarily relieved with walking or moving the legs.\n   4. The urge to move or unpleasant sensations are worse in the evening or night than during the day or only occur in the evening or night. When symptoms are severe, the worsening at night may not be noticeable but must have been previously present.\n3. Subjects should be on monotherapy for RLS. Treatment should be stable for at least 8 weeks prior to screening (See approved RLS Therapies/Regimen in Appendix III).\n4. A score ≥15 on the IRLS Rating Scale at screening and on Day 0 prior to dosing.\n5. Subjects on anti-depressants and sleep medications must be on a stable dose for at least 6 months.\n6. Subject has regular sleep hours between 9 pm and 9 am.\n7. Subjects at risk for pregnancy must have a negative pregnancy test at baseline and be practicing an acceptable form of birth control: have had a hysterectomy or tubal ligation, or otherwise be incapable of pregnancy, or have practiced any of the following methods of contraception for at least one month prior to study entry: hormonal contraceptives, spermicide with barrier, intrauterine device, or partner sterility.\n\nExclusion Criteria:\n\n1. RLS 2° to other disease or injury.\n2. Disorders that require treatment with the same medications used for RLS include: peripheral neuropathy and neurodegenerative disorders (i.e. Parkinson's Disease or Dementia).\n3. Stage 4 - 5 CKD, subjects on dialysis or anticipated to start dialysis while participating in this study.\n4. Any pain related (e.g., frequent muscle cramps, myalgia, fibromyalgia) or sleep related disorders (e.g. sleep apnea, unless on stable Continuous Positive Airway Pressure \\[CPAP\\]) which may confound the outcome measures.\n5. Subjects with multiple sclerosis.\n6. History of neuroleptic akathisia.\n7. Parenteral iron use within 6 weeks prior to screening.\n8. History of \\>10 blood transfusions in the past 2 years.\n9. Anticipated need for blood transfusion during the study.\n10. Known hypersensitivity reaction to any component of Injectafer® (Ferric Carboxymaltose).\n11. Previously randomized to Injectafer® (FCM or VIT-45) in a clinical trial.\n12. Current, active or acute or chronic infection other than viral upper respiratory tract infection\n13. Malignancy (other than basal or squamous cell skin cancer or the subject has been cancer free for ≥ 5 years).\n14. Pregnant or lactating women.\n15. Seizure disorder currently being treated with medication.\n16. Baseline ferritin ≥300 ng/mL.\n17. Baseline TSAT ≥45%.\n18. History of hemochromatosis, hemosiderosis, or other iron storage disorders.\n19. AST or ALT greater than 2 times the upper limit of normal (ULN).\n20. Hemoglobin greater than the ULN.\n21. Known positive hepatitis B antigen (HBsAg), unless positive test can be attributed to receipt of hepatitis B vaccination in childhood or hepatitis C viral antibody (HCV) with evidence of active hepatitis (i.e., AST/ALT greater than the upper limit of normal).\n22. Known positive HIV-1/HIV-2 antibodies (anti-HIV).\n23. Received an investigational drug within 30 days before randomization.\n24. Chronic alcohol or drug abuse within the past 6 months.\n25. Any other pre-existing laboratory abnormality, medical condition or disease, which per the investigator may put the subject at risk if they participate in the study.\n26. Subject unable or unwilling to comply with the study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"International Restless Legs Syndrome (IRLS) Total Score Change From Baseline on Day 42","description":"Summary of the actual values of IRLS total score on baseline and Day 42, and the change from baseline to Day 42.\n\nEligible subjects were to have met the following requirements prior to receiving additional treatment:\n\nA baseline score ≥ 15 on the International Restless Legs Syndrome (IRLS) Rating Scale. The minimum score is 15 with the maximum of 40. A score of less than 15 is not an indicator of RLS. However, a score of 15 or greater is an indicator of RLS. Further increase indicates more severe disease.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.1","spread":"6.27"},{"groupId":"OG001","value":"24.5","spread":"6.05"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"8.69"},{"groupId":"OG001","value":"18.7","spread":"8.94"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.7","spread":"8.44"},{"groupId":"OG001","value":"-5.9","spread":"9.07"}]}]}]},{"type":"PRIMARY","title":"Proportion of Patients Rated as Much or Very Much Improved With the Clinical Global Impression (CGI) Performed by Investigator (CGI-I)","description":"Responder is defined as subjects rated as much or very much improved with the CGI-I on Day 42. Summary of the number (percentage) of CGI-I responder. Per the protocol, the he CGI is a 3-item observer-rated scale that measures illness severity (CGIS), global improvement or change (CGIC) and therapeutic response. The scale requires the clinician to assess how much the patient's illness has improved or worsened relative to a baseline state at the beginning of the intervention.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Global Impression-Improvement (CGI-S) by Subject","description":"Similar to the CGI-I except this is self-reported, 7-item scale for assessment of symptoms after treatment with the rating as: 1, very much improved; 2, much improved; 3, minimally improved; 4, no change; 5, minimally worse; 6, much worse; or 7, very much worse.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"30","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"31","spread":null},{"groupId":"OG001","value":"16","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Restless Legs Syndrome Quality of Life (RLS-QLI) Change From Baseline to Day 42.","description":"The Restless Legs Syndrome Quality of Life (RLS-QLI) instrument, a self-assessment, 17-item questionnaire with four scales identified through factor analysis: Daily Function, Social Function, Sleep Quality, and Emotional Well-Being, developed to facilitate clinical research on RLS. Scoring Instructions below:\n\n1. Social Function = Sum (Items 1, 2, 3, 4), subtract 4, divide by 16, multiply by 100\n2. Daily Function = Sum (Items 5, 6, 13,14, 15, 16), subtract 6, divide by 24, multiply by 100\n3. Sleep Quality = Sum (Item 7, 8, 9, 17), subtract 4, divide by 18, multiply by 100\n4. Emotional Well-being = Sum (Items 10, 11, 12), subtract 3, divide by 12, multiply by 100\n\nNote: Resulting scores range between 0-100.\n\nHigher scores on the RLS-QLI indicate a lower quality of life. Lower scores indicate a higher quality of life.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"55.6","spread":"15.0"},{"groupId":"OG001","value":"54.3","spread":"13.08"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"65.2","spread":"15.49"},{"groupId":"OG001","value":"62.8","spread":"14.90"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9.0","spread":"12.48"},{"groupId":"OG001","value":"8.7","spread":"14.61"}]}]}]},{"type":"SECONDARY","title":"Fatigue Linear Analog Scale Change From Baseline","description":"The Fatigue Linear Analog Scale is a self-assessment scale in which a 100 mm line is used to measure the severity of fatigue and its effect on a person's activities and lifestyle. The scale severity measure ranges from No Fatigue to Worst Possible Fatigue.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"49.78","spread":"26.32"},{"groupId":"OG001","value":"57.34","spread":"23.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38.90","spread":"26.25"},{"groupId":"OG001","value":"42.57","spread":"27.13"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-9.98","spread":"27.55"},{"groupId":"OG001","value":"-16.50","spread":"28.32"}]}]}]},{"type":"SECONDARY","title":"Medical Outcomes Study(MOS) Sleep Scale Change From Baseline to Day 42","description":"The MOS-Sleep scale, is a 12-item standardized, validated questionnaire for assessing sleep disturbance, sleep adequacy, somnolence, quantity of sleep, snoring, and awakening short of breath or with a headache which has been demonstrated to be sensitive to RLS treatment effects. This questionnaire provides information about sleep quality. Individual questions can be used for analysis but summary or index scores of a group of questions, is more commonly used in analysis.\n\nThe \"quantity of sleep\" dimension is the average number of hours of sleep per night reported by the patient and the \"optimal sleep\" is a dichotomized version that is \"yes\" when the number of hours of sleep is 7 or 8. The scores of the dimensions and of the sleep problem index were converted to a 0 to 100 scale, with higher scores reflecting more of the attribute implied by the name (e.g. greater sleep disturbance, greater adequacy of sleep).","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-13.086","spread":"1.829"},{"groupId":"OG001","value":"-9.015","spread":"1.902"}]}]}]},{"type":"SECONDARY","title":"Time Off Pre-Enrollment Prescribed Restless Legs Syndrome (RLS) Medications","description":"Subjects could start tapering off pre-enrollment prescribed RLS medications after Day 5 until Day 365.","paramType":"MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null},{"groupId":"OG001","value":"61","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":107},"commonTop":["Nausea","Headache","Hypophosphataemia","Dizziness","Feeling hot"]}}}