{"nctId":"NCT02139124","briefTitle":"The Efficacy and Safety of PRC-063 in Adult ADHD Patients","startDateStruct":{"date":"2014-04"},"conditions":["ADHD"],"count":375,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]},{"label":"PRC-063 25 mg","type":"EXPERIMENTAL","interventionNames":["Drug: PRC-063 25 mg"]},{"label":"PRC-063 45 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PRC-063 45 mg"]},{"label":"PRC-063 70 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PRC-063 70 mg"]},{"label":"PRC-063 100 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: PRC-063 100 mg"]}],"interventions":[{"name":"Placebo","otherNames":["Placebo capsule"]},{"name":"PRC-063 25 mg","otherNames":["25 mg capsule"]},{"name":"PRC-063 45 mg","otherNames":["45 mg capsule"]},{"name":"PRC-063 70 mg","otherNames":["70 mg capsule"]},{"name":"PRC-063 100 mg","otherNames":["100 mg capsule"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or non-pregnant, non-nursing female at least 18 years of age and meeting the local, legal definition of adult.\n* ADHD diagnosis, inattentive, hyperactive/impulsive or combined, as defined by the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) based on clinician assessment using multiple informants and a structured interview.\n* Unsatisfied with his or her current pharmacological therapy for treatment of ADHD or not currently receiving pharmacological therapy for ADHD. Inclusion of subjects naïve to pharmacological therapy for ADHD is permitted.\n* Female subjects must be one of the following: a. surgically sterile prior to screening; b.\n\npostmenopausal; c. if of childbearing potential, abstinent or willing to use a reliable method of contraception, such as oral contraceptive, two barrier methods, a barrier method plus a spermicidal agent.\n\n* Female subjects of Child-Bearing Potential (FOCP) must have a negative serum β-hCG pregnancy test at screening.\n* Minimum level of intellectual functioning, as determined by an Intelligence Quotient (IQ) score of 80 or above based on the WASI.\n* Mentally and physically competent to sign an informed consent document indicating that they understand the purpose of and procedures required for the study and are willing to participate in the study.\n* Able and willing to comply with the study procedures for the entire length of the study, including a successful swallow test of an empty 100 mg capsule.\n\nExclusion Criteria:\n\n* Having an allergy to methylphenidate or amphetamines or a history of serious adverse reactions to methylphenidate.\n* Known to be non-responsive to methylphenidate treatment. Non-response is defined as methylphenidate use at various doses for a phase of at least four weeks at each dose with little or no clinical benefit.\n* Being diagnosed with or having a history of strokes, epilepsy, migraine headaches (greater than 1 instance every two months), glaucoma, thyrotoxicosis, tachyarrhythmias or severe angina pectoris or serious or unstable medical illness. Subjects with controlled or stable asthma or diabetes will be permitted.\n* Elevated blood pressure, defined as any values above 89 diastolic or 139 systolic, as assessed at Visit 1.\n* Clinically significant ECG abnormalities, as assessed at Visit 1.\n* Clinically significant laboratory abnormalities, as assessed at Visit 1.\n* Currently receiving guanethidine, pressor agents, MAO inhibitors, coumarin anticoagulants, anticonvulsants (e.g. phenobarbital, phenytoin, primidone), phenylbutazone, tricyclic antidepressants (e.g. imipramine, desipramine), selective serotonin reuptake inhibitors (SSRIs) or herbal remedies (unless on a stable dose for 4 weeks).\n* Subject has known history of symptomatic cardiovascular disease, advanced arteriosclerosis, structural cardiac abnormality, cardiomyopathy, serious heart rhythm abnormalities, coronary heart disease, transient ischemic attack or stroke or other serious cardiac problems that may place the subject at increased vulnerability to the sympathomimetic effects of a stimulant drug.\n* Subject has a known family history of sudden cardiac death or ventricular arrhythmia.\n* Subjects who are currently considered a suicide risk by the investigator.\n* Having a primary diagnosis of schizophrenia, schizoaffective disorder, primary affective disorder, schizotypal personality, major depression, bipolar disorder, generalized anxiety, borderline personality disorder, antisocial personality or another unstable psychiatric condition requiring treatment, as assessed by the structured interview conducted at Visit 1.\n* Having a history or suspected physiological dependence (excluding nicotine) on narcotic analgesics or other psychoactive drugs (including barbiturates, opiates, cocaine, cannabinoids, amphetamines and benzodiazepines).\n* Excessive consumption of alcohol (consumes alcohol in quantities greater than 15 drinks per week; 1 drink is defined as 360 mL/12 oz. of beer, 120 mL/4 oz. of wine, or 30 mL/1 oz. of hard liquor), or history (within previous 6 months) of alcohol abuse.\n* Currently (or within 30 days before the planned start of treatment) receiving an investigational drug or using an experimental medical device.\n* Homeless.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Clinician-administered ADHD-5-Rating Scale Total Score","description":"Participants were monitored for 4 weeks on treatment (final 2 weeks on stable dose). Clinicians rated subject behavior on the ADHD-5-Rating Scale each week. Primary outcome was based on the final week of treatment. The ADHD-5-RS is an 18-item questionnaire that measures the frequency of ADHD symptoms based on DSM-5 criteria. For each item, clinicians rate how often the behavior is displayed on a scale of 0 (Never or Rarely) to 3 (Very Often). Scores can range from 0 to 54, with lower scores indicating a lower frequency of ADHD symptoms.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"24.2","spread":"11.88"},{"groupId":"OG001","value":"19.9","spread":"12.45"},{"groupId":"OG002","value":"24.0","spread":"11.25"},{"groupId":"OG003","value":"18.7","spread":"11.48"},{"groupId":"OG004","value":"26.1","spread":"11.99"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":78},"commonTop":["headache","insomnia","decreased appetite","dry mouth","initial insomnia"]}}}