{"nctId":"NCT03394508","briefTitle":"The Safety and Efficacy of Intralymphatic Immunotherapy in Pollen Allergic Adolescents and Young Adults With Asthma","startDateStruct":{"date":"2013-01","type":"ACTUAL"},"conditions":["Rhinitis","Asthma","Allergy"],"count":30,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: ALK diluent 0,3% human albumin"]},{"label":"Active treatment","type":"EXPERIMENTAL","interventionNames":["Drug: ALK Alutard birch or 5-grasses"]}],"interventions":[{"name":"ALK Alutard birch or 5-grasses","otherNames":["ALK Alutard birch pollen or ALK Alutard grass pollen"]},{"name":"ALK diluent 0,3% human albumin","otherNames":["Human albumin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Allergic rhinitis due to grass or birch pollen\n* Mild to moderate asthma with a positive methacholine challenge\n* Accepted and signed informed consent.\n\nExclusion Criteria:\n\n* Previously subcutaneous immunotherapy (SCIT) with total symptom relief.\n* Previously SCIT but no symptom improvement at all.\n* Sensitizations to house dust mite or furry animals, with ongoing exposure and symptoms.\n* Severe atopic dermatitis.\n* Patients with significant diseases other than allergic rhinitis. A significant disease is defined as a disease which in the opinion of the investigator may either put the patient at risk because of participation in the study or a disease which may influence the results of the study or the patient's ability to participate in the study.\n* Patients with a respiratory tract infection in the past 4 weeks prior to Visit 2.\n* Pregnant or nursing women or women of childbearing potential not using a medically approved means of contraception (i.e., oral contraceptives, intrauterine devices, diaphragm, or subdermal implants).\n* Known autoimmune or collagen disease\n* Cardiovascular disease\n* Hepatic disease\n* Known renal insufficiency\n* Cancer\n* Hematologic disease\n* Chronic infectious disease\n* Any medication with a possible side-effect of interfering with the immune response\n* Previous immuno- or chemotherapy\n* Disease or conditions rendering the treatment of anaphylactic reactions difficult (symptomatic coronary heart diseases, severe arterial hypertension and treatment with β-blockers)\n* Major metabolic disease\n* Known or suspected allergy to the study product\n* Obesity with BMI \\> 30 since subcutaneous fat makes ultrasound imaging of lymph nodes harder which may risk the correct placement of injection.\n* Patients who, in the opinion of the investigator, abuse alcohol or drugs within 2 years prior to Visit 1.\n* Patients who have taken an investigational drug within 1 month or six half lives, whichever is greater, prior to Visit 1.\n* Mental incapability of coping with the study\n* Withdrawal of informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"50 Years","stdAges":["CHILD","ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Symptoms Score After Nasal Allergen Challenge","description":"0,1 ml of ALK Aquagen birch or timothy 10 000 SQU/ml is deposited in each nostril and allergy symptoms are recorded. Symptoms during NPTs were scored according to the Lebel scoring scale. Symtom scores at 5, 15, and 30 minutes after nasal administration of the allergenextract were summed to represent the symptom-score at each nasal challenge (at inclusion, 12 months after inclusion and for the active patients 24 months after inclusion). The scoring system identifies nasal, eye, and ear symptoms: rhinorrhea, nasal pruritus, nasal congestion, ocular pruritus, watery eyes, and itchy ears, each graded on a scale from 0 to 3 points, and a total score was summarized after subtracting the starting score (min score is 0 and maximum score is 54 + the number of sneezes). Higher scores mean worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null},{"groupId":"OG001","value":"-4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-1","spread":null}]}]}]},{"type":"SECONDARY","title":"Change on Visual Analogue Scale (VAS","description":"Treatment effect was evaluated by asking the patients to compare their allergic symptoms during the last pollen season with the pollen season before treatment on a visual analogue scale ranging from 0 (unchanged symptoms, no improvement) to 10 (total symptom relief, complete recovery).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.5","spread":null},{"groupId":"OG001","value":"5.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"6.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Quality of Life","description":"Difference before and after treatment in Quality of Life. Quality of life was assessed using the Juniper Asthma Quality of Life Questionnaire, giving a score ranging from 1 to 7, and a change in score of 0.5 points is considered clinically relevant. Lower value is considered worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.17","spread":null},{"groupId":"OG001","value":"0.3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0.13","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Allergen-specific Serum Immunoglobulin E (IgE) Levels Compared to Before Treatment","description":"Allergen-specific IgE levels were measured by ImmunoCAP (Thermo Scientific, Uppsala, Sweden) for birch (t3) and timothy grass (g6) pollen according to the manufacturer's instructions. A cutoff level ≥ 0.35 kUA/L was considered positive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.5","spread":null},{"groupId":"OG001","value":"10.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Asthma Symptom Scores","description":"Asthma control 4 weeks before follow-up was estimated with the asthma control test. The score is based on a questionnaire with 5 questions concerning the patients asthma. Each question can be given a score from 1 to 5 points. The answers for each question is added together, where a minimum score of 5 and a maximum score of 25 can be obtained. Higher scores indicate improved outcome and a score of 19 or less suggests poorly controlled asthma.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"1.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Pulmonary Function Measurement (Spirometry)","description":"FEV1 were measured according to international guidelines and results presented in % of predicted values according to the patients height, gender, age and weight.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-5.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Airway Inflammation Assessed by Exhaled Nitric Oxide","description":"Nitric oxide in exhaled air, p.p.b. were measured according to international guidelines, and higher values indicate worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Symptom and Medication-score","description":"Modified Symptom scores and Medication score were calculated taking into account the frequency: daily (4 points); every second day (3 points); 1 to 3 days per week (2 points); occasionally (1 point); never (0 points), for the following symptoms: blocked nose, rhinorrhea, fatigue, sneezing, and asthma symptoms, and for the following medications used: local and systemic antihistamines, nasal steroids, asthma medication, and eye drops. A minimum score of 0 and a maximum score of 20 points for symptoms and 16 points for medication could be obtained. Higher values indicate worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3","spread":null},{"groupId":"OG001","value":"-4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-2","spread":null},{"groupId":"OG001","value":"-2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-3","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Response to a Bronchial Challenge With Methacholine","description":"Methacholine challenge to test the bronchial hyperresponsiveness in the airways of the included subjects. The subject will inhale increasing doses of methacholine. Spirometry is performed before and between each inhalation. The cumulative dose of methacholine needed to elicit at 20% decrease in FEV1 (PD20) is reported. Lower values indicate worse outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in Allergen-specific Serum Immunoglobulin (Ig) G and Ig4 Levels Compared to Before Treatment","description":"Allergen-specific IgG and IgG4 level was measured by ImmunoCAP (Thermo Scientific, Uppsala, Sweden) for birch (t3) and timothy grass (g6) pollen according to the manufacturer's instructions. A cutoff 2 mg/L for IgG and 0.05 mg/L for IgG4 was considered positive.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.25","spread":null},{"groupId":"OG001","value":"0.6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.03","spread":null},{"groupId":"OG001","value":"0.12","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"-0.2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG001","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":13},"commonTop":["Redness","Itchyness","Swollen locally around injection site","Pain","Sneezing"]}}}