{"nctId":"NCT00750139","briefTitle":"Multicenter Study of the Safety and Efficacy of NAFT-500 in Tinea Pedis","startDateStruct":{"date":"2008-08"},"conditions":["Tinea Pedis","Athlete's Foot"],"count":707,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: NAFT-500"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo 2-weeks"]},{"label":"3","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Naftin 1%"]},{"label":"4","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo 4-weeks"]}],"interventions":[{"name":"NAFT-500","otherNames":[]},{"name":"Placebo 2-weeks","otherNames":[]},{"name":"Naftin 1%","otherNames":[]},{"name":"Placebo 4-weeks","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Review and sign a statement of Informed Consent and HIPAA authorization.\n2. For minors (less than 18 years), the parent/legal guardian must complete the informed consent process AND the subject must complete the assent process and sign the appropriate form (if age appropriate).\n3. Males or non-pregnant females ≥12 years of age, of any race or sex. Females of childbearing potential must have a negative urine pregnancy test.\n4. Presence of tinea pedis on one or both feet characterized by clinical evidence of a tinea infection (at least moderate erythema, moderate scaling, and mild pruritus)based on signs and symptoms.\n5. KOH positive and culture positive baseline skin scrapings obtained from the site most severely affected or a representative site of the overall severity.\n6. Subjects must be in good health and free from any clinically significant disease that might interfere with the study evaluations.\n7. Subject must be able to understand the requirements of the study and willing to comply with the study requirements.\n\nExclusion Criteria:\n\n1. A life-threatening condition (ex. autoimmune deficiency syndrome, cancer, unstable angina, or myocardial infarction) within the last 6 months.\n2. Subjects with abnormal findings - physical or laboratory - that are considered by the investigator to be clinically important and indicative of conditions that might complicate interpretation of study results.\n3. Subjects with a known hypersensitivity to study medications or their components.\n4. Subjects who have a recent history or who are currently known to abuse alcohol or drugs.\n5. Uncontrolled diabetes mellitus.\n6. Hemodialysis or chronic ambulatory peritoneal dialysis therapy.\n7. Current diagnosis of immunocompromising conditions.\n8. Foot psoriasis, corns and/or callus involving any web spaces, atopic or contact dermatitis.\n9. Severe dermatophytoses, onychomycosis (on the evaluated foot), mucocutaneous candidiasis, or bacterial skin infection.\n10. Extremely severe tinea pedis (incapacitating).\n11. Female subject who is pregnant or lactating, who is not using or does not agree to use an acceptable form of contraception during the study, or who intends to become pregnant during the study (females who are surgically sterilized or post menopausal for at least 2 years are not considered to be of childbearing potential).For the purposes of this study, acceptable forms of birth control include: oral contraceptives, contraceptive patches/implants, double barrier methods (e.g., use of condom and spermicide), IUD, and abstinence with second acceptable method should subject become sexually active.\n12. Subjects using the following medications:\n\n    * Topical anti-fungal therapy, foot/shoe powders, or topical corticosteroids applied to the feet within 14 days prior to randomization. Topical terbinafine, butenafine,and naftifine within 30 days prior to randomization\n    * Oral anti-fungal therapies 3 months (8 months for oral terbinafine) prior to randomization\n    * Systemic antibiotic or corticosteroid treatment within 30 days of randomization\n    * Any other significant treatments, except hormonal contraception and multivitamin, at the discretion of the investigator that would interfere with study treatment.\n    * Investigational drug within 30 days of randomization","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Subjects With Complete Cure at Week 6.","description":"The first primary efficacy variable was the percentage of subjects in the NAFT-500 Cream, 2% or 2-week placebo groups with complete cure at Week 6.\n\nThe second primary efficacy variable was the percentage of subjects in the Naftin 1% Cream or 4-week placebo groups with complete cure at Week 6.\n\nComplete cure was defined as negative mycology results from the central laboratory (dermatophyte culture and KOH) and absence of erythema, scaling, and pruritus that were evaluated using a 4 point severity scale.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.7","spread":null},{"groupId":"OG001","value":"7.1","spread":null},{"groupId":"OG002","value":"16.1","spread":null},{"groupId":"OG003","value":"3.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Mycological Cure and Percentage of Subjects With Treatment Effectiveness at Week 6","description":"Mycological Cure was defined as negative KOH result and negative dermatophyte culture at Week 6. Treatment Effectiveness was defined as negative KOH, negative culture, and Scaling, Erythema, and Pruritus grades of 0 or 1 at Week 6.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67.3","spread":null},{"groupId":"OG001","value":"21.4","spread":null},{"groupId":"OG002","value":"71.3","spread":null},{"groupId":"OG003","value":"21.5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.5","spread":null},{"groupId":"OG001","value":"20.0","spread":null},{"groupId":"OG002","value":"58.7","spread":null},{"groupId":"OG003","value":"13.8","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":234},"commonTop":["Headache","Application Site Irritation","Pain","Application Site Pruritus","Nasopharyngitis"]}}}