{"nctId":"NCT01829295","briefTitle":"Methotrexate and Mycophenolate Mofetil for UVEITIS","startDateStruct":{"date":"2013-08"},"conditions":["Uveitis"],"count":216,"armGroups":[{"label":"Methotrexate","type":"EXPERIMENTAL","interventionNames":["Drug: Methotrexate","Drug: Prednisone"]},{"label":"Mycophenolate Mofetil","type":"EXPERIMENTAL","interventionNames":["Drug: Mycophenolate mofetil","Drug: Prednisone"]}],"interventions":[{"name":"Mycophenolate mofetil","otherNames":["Cellcept"]},{"name":"Methotrexate","otherNames":[]},{"name":"Prednisone","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All the following criteria must be met at enrollment:\n\nHistorical non-infectious intermediate, anterior and intermediate, posterior or panuveitis in at least one eye\n\nActive inflammation within the last 180 days, defined by the presence of any of the following (in at least one eye) according to Standardization of Uveitis Nomenclature (SUN) criteria:\n\n* ≥ 2+ anterior chamber cells\n* ≥ 2+ vitreous haze\n* active retinal or choroidal lesions\n\nActive inflammation at enrollment, defined by the presence of any of the following (in at least one eye) according to SUN criteria:\n\n* ≥1+ anterior chamber cells and/or\n* ≥1+ vitreous haze and/or\n* active retinal/choroidal lesions\n\nAt least one of the following criteria must be met before or at enrollment:\n\n* Active inflammation after 4 weeks of high-dose (1mg/kg prednisone equivalent) corticosteroid treatment or 4 weeks following a regional corticosteroid injection\n* Treatment with oral corticosteroids resulting in a reduction of inflammation, followed by an increase in inflammation (of at least 1 grade in anterior chamber cells or vitreous haze or a change of non-active to active lesions) when corticosteroid is tapered, in the 180 weeks prior to enrollment\n* Active inflammation after long-acting corticosteroid injection 4 weeks to 180 days prior to enrollment\n* Active inflammation after treatment with \\>10mg/day oral prednisone for at least the past 90 days prior to enrollment\n* Known chronic condition necessitating corticosteroid-sparing immunosuppressive treatment: Behcet's disease with posterior segment involvement, multifocal choroiditis with panuveitis, serpiginous choroidopathy, birdshot retinochoroidopathy, diffuse retinal vasculitis, Vogt-Koyanagi-Harada with bullous serous retinal detachments and/or choroidal detachments, sympathetic ophthalmia. No prior therapy required for these patients\n\nWillingness to start corticosteroid treatment at 1mg/kg or 60mg a day of prednisone, whichever is less\n\nWillingness to limit alcohol consumption\n\nWillingness to use an acceptable method of contraception during the study period (i.e. pharmacologic medications, devices, barrier methods) or abstinence.\n\n* Exclusion Criteria: Any of the following\n\nAny infectious cause of uveitis\n\nPrior immunosuppressive therapy other than corticosteroids in the past 12 months\n\nPrior intolerability or safety issues with methotrexate or mycophenolate mofetil\n\nPrior failure to control ocular or other inflammation using methotrexate or mycophenolate mofetil\n\nPrior biologic therapy at any time\n\nMedia opacity (such as cataract and/or corneal scar) and/or extensive posterior synechiae such that examination of the posterior segment is not possible in both eyes\n\nChronic hypotony (IOP \\< 5 mm Hg for \\> 3 months) in both eyes\n\nPeriocular or intravitreal corticosteroid injection in the past 4 weeks\n\nFluocinolone acetonide implant in either eye in \\< 3 years\n\nIntraocular surgery in \\< 30 days, or planning on getting surgery within the next 6 months\n\nBest spectacle-corrected visual acuity (BSCVA) of hand motions or worse in better eye\n\n\\< 16 years of age at enrollment\n\nPlanning to conceive during the study period, pregnant or breast-feeding (blood or urine pregnancy test for all females, excluding those who are post-menopausal is mandatory)\\*\n\nAny history of cancer (If a patient has a history of non-melanoma skin cancer they can still be considered for inclusion in this study, provided it is not currently active).\n\nSystemic autoimmune disease anticipated to dictate treatment course\n\nAbnormal Complete blood count (≤ 2,500 white blood cells and/or ≤ 75,000 platelets and/or ≤9 hemoglobin) within 4 weeks prior to enrollment\\*\n\nAbnormal alanine aminotransferase (ALT) and/or aspartate aminotransferase (AST) ≥ 2 times the upper limit of normal for the lab and/or creatinine ≥ 1.5 within 4 weeks prior to enrollment\\*\n\nEvidence of active tuberculosis, HIV infection, syphilis, or hepatitis B or C (patients must have a tuberculin skin test, or interferon-gamma release assay, a chest radiograph, Rapid plasma reagin / Venereal disease research laboratory test (RPR/VDRL), fluorescent treponemal antibody absorption test (FTA-ABS), or other treponemal tests, Hepatitis B surface antigen, Hepatitis C antibody tests, and HIV test within 90 days prior to enrollment)\\*\\*\n\n\\*Testing required within 4 weeks prior to enrollment; \\*\\*Testing required within 90 days prior to enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants Achieving Treatment Success at 6 Months (Phase I, 0-6 Months)","description":"Controlled ocular inflammation (≤ 0.5+ anterior chamber cells, ≤ 0.5+ vitreous haze, no active retinal/choroidal lesions in both eyes) with 7.5 mg/day of oral prednisone and ≤ 2 drops/day of topical 1% prednisolone acetate.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64","spread":null},{"groupId":"OG001","value":"56","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Treatment Success at 12 Months on Same Medication (Phase I, 6-12 Months)","description":"Controlled ocular inflammation (≤ 0.5+ anterior chamber cells, ≤ 0.5+ vitreous haze, no active retinal/choroidal lesions in both eyes) with 7.5 mg/day of oral prednisone and ≤ 2 drops/day of topical 1% prednisolone acetate in patients who were a treatment success at the primary outcome of 6 months.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null},{"groupId":"OG001","value":"40","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Achieving Treatment Success After Switching to Other Medication (Phase II, 0-6 Months)","description":"Controlled ocular inflammation (≤ 0.5+ anterior chamber cells, ≤ 0.5+ vitreous haze, no active retinal/choroidal lesions in both eyes) with 7.5 mg/day of oral prednisone and ≤ 2 drops/day of topical 1% prednisolone acetate for patients who crossed over to other medication following treatment failure at 6 months (or earlier).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":107},"commonTop":["Other systemic (no treatment required)","Fatigue","Headache","Nausea","Mood changes"]}}}