{"nctId":"NCT01391546","briefTitle":"Immunogenicity and Safety Study of ZOSTAVAX Administered by Intramuscular or Subcutaneous Route to Participants Aged From 50 Years Old (V211-045)","startDateStruct":{"date":"2011-06-20","type":"ACTUAL"},"conditions":["Herpes Zoster"],"count":354,"armGroups":[{"label":"ZOSTAVAX intramuscular (IM) route","type":"EXPERIMENTAL","interventionNames":["Biological: ZOSTAVAX"]},{"label":"ZOSTAVAX subcutaneous (SC) route","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: ZOSTAVAX"]}],"interventions":[{"name":"ZOSTAVAX","otherNames":["V211"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged \\>=50 years\n* Varicella history-positive or residence for \\>30 years in a country with endemic VZV infection\n\nExclusion Criteria:\n\n* Febrile illness\n* History of hypersensitivity or anaphylactoid reaction to any of the vaccine components\n* Prior herpes zoster episode clinically diagnosed or exposure to varicella or herpes zoster within the 4 weeks prior to vaccination\n* Prior receipt of varicella or zoster vaccine\n* Active untreated tuberculosis\n* Thrombocytopenia, any other coagulation disorder contraindicating intramuscular injection\n* Receipt of medication / vaccine that may interfere with study assessments\n* Known or suspected immune dysfunction\n* User of recreational / illicit drugs or subject with alcohol abuse or dependence within the last year\n* Any condition that might interfere with the interpretation of the study,","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Geometric Mean Titre (GMT) of Varicella Zoster Virus (VZV) Antibodies 4 Weeks Post-vaccination","description":"Blood samples taken at 4 weeks post vaccination to determine the geometric mean titre (GMT) of VZV antibodies via Glycoprotein Enzyme Linked Immunosorbent Assay (gpELISA).","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"395.3","spread":null},{"groupId":"OG001","value":"391.7","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean Fold Rise (GMFR) in VZV Antibody Titre: IM Route","description":"Blood sample taken at predose (Day 0) and 4 weeks post vaccination to determine the geometric mean titre (GMT) of VZV antibodies via gpELISA. The GMFR was calculated as GMT Post-dose/GMT Pre-vaccination","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Fold Rise (GMFR) in VZV Antibody Titre: SC Route","description":"Blood sample taken at predose (Day 0) and 4 weeks post vaccination to determine the geometric mean titre (GMT) of VZV antibodies via gpELISA. The GMFR was calculated as GMT Post-vaccination/GMT Pre-vaccination","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Count (GMCs) of VZV Interferon Gamma ((IFN-γ) Enzyme-Linked ImmunoSpot (ELISPOT) Antibodies","description":"Blood samples taken 4 weeks post-vaccination to determine the IFN-γ ELISPOT GMC's. Results were reported as ELISPOT count/10\\^6 Peripheral Blood Mononuclear Cells (PBMC)","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"209.8","spread":null},{"groupId":"OG001","value":"195.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Geometric Mean Fold Rise (GMFR) of IFN-γ ELISPOT Antibodies","description":"Blood samples taken pre-vaccination and 4 weeks post-vaccination to determine the IFN-γ ELISPOT GMFR.","paramType":"GEOMETRIC_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":null},{"groupId":"OG001","value":"3.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Report at Least 1 Injection-site Adverse Reaction","description":"Participants entered data into daily diary card regarding previously identified possible injection site reactions of erythema, injection site swelling or injection site pain for 1st 4 days post-vaccination. Additionally, injection site reactions not prompted on diary card (unsolicited) were collected up 28 days post-vaccination. All injection site reactions (solicited or unsolicited) were recorded.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"64.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Report at Least 1 Systemic Adverse Event","description":"An adverse event (AE) was defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally associated with the use of the study drug, whether or not considered related to the use of the product. Adverse events that were considered systemic (not localized) were summarized. These events included rashes of interest: i.e. Varicella, Varicella-like rashes, Herpes zoster or shingles and Herpes zoster-like rashes and other systemic adverse events.","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.3","spread":null},{"groupId":"OG001","value":"22.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Report at Least 1 Serious Adverse Event","description":"A serious adverse event (SAE) is any adverse event that results in death, is life threatening, results in a persistent or significant disability/incapacity, results in hospitalization or prolongs an existing hospitalization, is a congenital anomaly/birth defect, is a cancer, is an overdose, or is considered an \"other important medical event\" based on medical judgement. The percentage of participants who reported an SAE within 35 days of vaccination were recorded.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"1.1","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":176},"commonTop":["Injection site erythema","Injection site pain","Injection site swelling","Injection site pruritus"]}}}