{"nctId":"NCT03412591","briefTitle":"The Efficacy of Suvorexant in Treatment of Patients With Substance Use Disorder and Insomnia: A Pilot Open Trial","startDateStruct":{"date":"2019-07-01","type":"ACTUAL"},"conditions":["Sleep Disturbance","Craving","Cortisol; Hypersecretion"],"count":28,"armGroups":[{"label":"Open label trial of suvorexant in individuals with opioid use disorder","type":"OTHER","interventionNames":["Drug: Suvorexant 20 mg"]},{"label":"Open label trial of suvorexant in individuals with alcohol use disorder","type":"OTHER","interventionNames":["Drug: Suvorexant 20 mg"]}],"interventions":[{"name":"Suvorexant 20 mg","otherNames":["Belsomra"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Sex: male or female\n2. Age: 21-64 (inclusive) years old\n3. Caron Foundation residential alcohol or opioid dependent patients that have a history of daily or near daily substance use for the month prior to admittance.\n\n   Group 1: at least five days post medically assisted withdrawal for alcohol dependence, and complain of problems falling asleep, remaining asleep after sleep onset, or poor sleep quality on current sleep medication (antidepressant/melatonin).\n\n   Group 2: at least five days post medically assisted withdrawal for opioid dependence and complain of problems falling asleep, remaining asleep after sleep onset, or poor sleep quality on current sleep medication (antidepressant/melatonin).\n4. Fluent in written and spoken English.\n\nExclusion Criteria:\n\n1. Patients who are concurrently receiving a psychoactive drug for the treatment of an Axis I disorder excluding sedating antidepressants that have been prescribed for the treatment of sleep disturbance.\n2. Patients with current major depressive disorder, schizophrenia, bipolar disorder, post traumatic stress disorder, or a history of traumatic brain injury.\n3. Patients with a history of narcolepsy or REM related phenomenon.\n4. Patients with chronic respiratory problems including asthma, COPD, or other respiratory issues that can lead to sleep disturbances at night.\n5. Patients with current suicidal ideation, or a history of previous suicide attempts.\n6. Patients with severe liver impairment.\n7. Women who are pregnant or breastfeeding.\n8. Patients who are severely obese.\n9. Decisional impairment\n10. Prisoners or under legal mandate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Total Sleep Time as Measured by Actigraphy and Sleep Logs Relative to Baseline Over the Course of 7 Days of Treatment With Suvorexant in Substance Use Disorder Patients.","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.25","spread":"61.96"},{"groupId":"OG001","value":"12.68","spread":"41.42"}]}]}]},{"type":"SECONDARY","title":"Relative to a Baseline, Change in Total Daily Salivary Cortisol Over the Course of 7 Days of Treatment With Suvorexant in Substance Use Disorder Patients.","description":"Saliva samples were collected at five time points each day for four days, two days at baseline (Days 1 and 2) and two days at study end (Days 7 and 8). Baseline cortisol calculated as average of Days 1 and 2; endpoint cortisol calculated as average of Days 7 and 8.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.85","spread":"9.82"},{"groupId":"OG001","value":"-0.58","spread":"6.55"}]}]}]},{"type":"SECONDARY","title":"Relative to a Baseline, Change in Daily Reports of Craving Using Ecological Momentary Assessment (EMA Data) Over the Course of 7 Days of Treatment With Suvorexant in Substance Use Disorder Patients.","description":"The data were collected via Motorola Droid smart phones that are programmed to elicit the participants' response four times per day, during each of the 9 full study days. Change in Modified Desire for Drug Scale measured on a 100-point Likert scale (0 = no craving, 100 = maximal craving). A negative change score indicates a decrease in craving across study time.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-14.47","spread":"18.43"},{"groupId":"OG001","value":"-8.70","spread":"13.18"}]}]}]},{"type":"SECONDARY","title":"Change in Scale Items on a Modified Abuse Liability Assessment Battery Relative to Baseline.","description":"Endorsement of scale items associated with abuse liability 30 minutes after drug administration or the following morning.\n\nChange in Modified Abuse Liability Item Scores (0 = no change in abuse liability, 4 = maximal change in abuse liability).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.29","spread":"0.36"},{"groupId":"OG001","value":"0.10","spread":"0.17"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"0","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":"0"},{"groupId":"OG001","value":"0","spread":"0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":6},"commonTop":["vivid dreams","feeling cold","tachycardia with other general disorder symptoms","nightmares","inability to move"]}}}