{"nctId":"NCT02478398","briefTitle":"Efficacy and Safety Study of RAGWITEK™ (MK-3641) in Children With Ragweed-Induced Rhinoconjunctivitis With or Without Asthma (MK-3641-008)","startDateStruct":{"date":"2015-07-20","type":"ACTUAL"},"conditions":["Rhinitis, Allergic, Seasonal"],"count":1025,"armGroups":[{"label":"Short ragweed pollen allergen extract","type":"EXPERIMENTAL","interventionNames":["Biological: Short ragweed pollen allergen extract","Drug: Self-injectable epinephrine","Drug: Albuterol/Salbutamol","Drug: Loratadine","Drug: Olopatadine","Drug: Mometasone furoate monohydrate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Biological: Placebo","Drug: Self-injectable epinephrine","Drug: Albuterol/Salbutamol","Drug: Loratadine","Drug: Olopatadine","Drug: Mometasone furoate monohydrate"]}],"interventions":[{"name":"Short ragweed pollen allergen extract","otherNames":["RAGWITEK™","MK-3641"]},{"name":"Placebo","otherNames":[]},{"name":"Self-injectable epinephrine","otherNames":["EpiPen"]},{"name":"Albuterol/Salbutamol","otherNames":["ProAir HFA","Proventil HFA","Ventolin HFA"]},{"name":"Loratadine","otherNames":["Claritin"]},{"name":"Olopatadine","otherNames":["Patanol"]},{"name":"Mometasone furoate monohydrate","otherNames":["Nasonex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Is between the ages of 4 and 17 years (inclusive) at enrollment in this study and is at least 5 years old at randomization\n* Has a clinical history of significant ragweed pollen-induced allergic rhinitis/rhinoconjunctivitis of ≥1 year (at least 1 season for ages 4 to 6 years) or ≥2 years (at least 2 seasons for ages 7 to 17 years) duration diagnosed by a physician (with or without asthma) and have received treatment for the condition during the previous ragweed season\n* If female, agrees to remain abstinent or use (or have their partner use) an acceptable method of birth control within the projected duration of the study.\n\nExclusion Criteria:\n\n* Has a clinical history of symptomatic seasonal allergic rhinitis (and/or asthma) due to another allergen, which has required regular medication during, or potentially overlapping, the ragweed season\n* Has a clinical history of significant symptomatic perennial allergic rhinitis and/or asthma due to an allergen to which the subject is regularly exposed during the ragweed season which would interfere with assessment of the treatment effect\n* Has any nasal condition that could confound the efficacy or safety assessments (e.g., nasal polyposis).\n* Has asthma requiring high daily doses of inhaled corticosteroids within the 6 months prior to the Screening visit\n* Is either \\>7 years old and cannot perform reproducible FEV1 maneuvers despite coaching; OR is ≤7 years old and cannot perform reproducible FEV1 maneuvers despite coaching and has current symptoms of asthma characterized by recurrent episodes of wheezing, or episodes of cough, wheeze, difficulty in breathing, or chest tightness\n* Has severe, unstable, or uncontrolled asthma, as judged by the clinical investigator, or has experienced a life-threatening asthma attack or an occurrence of any clinical deterioration of asthma that resulted in emergency treatment, hospitalization due to asthma, or treatment with systemic corticosteroids (but allowing short-acting beta agonists) at any time within the last 3 months prior to the Screening or Randomization visits\n* Has a history of anaphylaxis with cardiorespiratory symptoms with prior immunotherapy, unknown cause, or inhalant allergen\n* Has a diagnosis of eosinophilic esophagitis\n* Has a history of chronic urticaria and/or chronic angioedema\n* Has a clinical history of chronic sinusitis during the 2 years prior to the Screening or Randomization visits\n* Has current severe atopic dermatitis\n* Has a history of allergy, hypersensitivity, or intolerance to the ingredients of the study drug (except for Ambrosia artemisiifolia), rescue medications, or self-injectable epinephrine\n* Has previously received short ragweed pollen allergen extract\n* Has previously been randomized into this study\n* Is participating in any other clinical study or plans to participate in another clinical study during the duration of this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"4 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Total Combined Score (TCS) During the Peak Ragweed Season (RS)","description":"TCS is daily symptom score (DSS) plus daily medication score (DMS), assessed in the peak RS (15 consecutive RS days with the highest 15-day average pollen count). The rhinoconjunctivitis (RC) DSS assesses 6 allergy symptoms measured on a scale of 0 to 3 (0=no symptoms, 3=severe symptoms; score range: 0-18). Lower DSS indicates less RC symptoms. The RC DMS is based on use of RC rescue medications (loratadine, olopatadine, mometasone), with different rescue medications being assigned different scores/dose unit (score range: 0-20). Lower DMS indicates less RC medication use. Summed RC DSS+DMS could range from 0 to 38; a lower score indicates less RC symptoms and medication use. Components that contribute to DSS and DMS endpoints are collected in an electronic diary (e-diary) completed by the participant/parent/guardian. Evaluation is based on average TCS during peak RS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.39","spread":"3.85"},{"groupId":"OG001","value":"7.12","spread":"6.57"}]}]}]},{"type":"SECONDARY","title":"Average TCS During the Entire RS","description":"TCS is DSS plus DMS, assessed here during the entire RS. This starts from the first day of 3 consecutive days with ragweed pollen counts ≥10 grains/m\\^3 through the last day of the last occurrence of 3 consecutive days with ragweed pollen counts ≥10 grains/m\\^3. The duration of the entire RS is up to 13 weeks; this duration varies by site/region. The RC DSS assesses 6 allergy symptoms measured on a scale of 0 to 3 (score range: 0-18). A lower DSS indicates less RC symptoms. The RC DMS is based on use of RC rescue medications (loratadine, olopatadine, mometasone) with different scores/dose unit (score range: 0-20). A lower DMS indicates less RC medication use. The sum of RC DSS+DMS ranges from 0 to 38, with a lower score indicating less RC symptoms and medication use. Components contributing to the TCS for the entire RS are collected in an e-diary completed by the participant/parent/guardian.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.88","spread":"3.44"},{"groupId":"OG001","value":"5.75","spread":"5.30"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis (RC) DSS During the Peak RS","description":"The DSS consists of a total of 6 rhinoconjunctivitis symptoms: 4 rhinitis symptoms (runny nose, stuffy nose, sneezing, itchy nose) and 2 conjunctivitis symptoms (itchy eyes, watery eyes). The components that contribute to the DSS endpoint are collected in an e-diary completed by the participant/parent/guardian. The RC DSS is measured on a 4-point scale from 0 to 3 as follows: 0 (no sign/symptom evident) to 3 (sign/symptom that is hard to tolerate; may cause interference with activities of daily living and/or sleeping). The maximum DSS is 18 points if a participant experiences all 6 symptoms with an intensity of 3 for each symptom. The minimum DSS is 0 points if a participant experiences no symptoms. A lower DSS means symptoms are less severe. The evaluation is based on the average DSS during the peak RS.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.55","spread":"2.24"},{"groupId":"OG001","value":"3.95","spread":"3.63"}]}]}]},{"type":"SECONDARY","title":"Average Rhinoconjunctivitis (RC) DMS During the Peak RS","description":"This DMS endpoint consists of a total of scores for use of RC medications: loratadine syrup or tablets (6 points), olopatadine (6 points), and mometasone (8 points). The score range of the RC DMS is 0-20 points, and a lower DMS means that less medication is used. The method used for analysis of the RC DMS is a zero-inflated log-normal model, which takes the average RC DMS during the peak RS as the response and adjusts for the same terms as in the ANOVA model. The components that contribute to the DMS endpoint are collected in an e-diary completed by the participant/parent/guardian.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.01","spread":"1.57"},{"groupId":"OG001","value":"3.85","spread":"3.14"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Pre-specified Local Application Site Reactions","description":"Pre-specified local application site reactions, irrespective of causality, included AEs related to lip swelling/edema, mouth swelling/edema, palatal swelling/edema, swollen tongue/edema, oropharyngeal swelling/edema, pharyngeal edema/throat tightness, oral pruritus, throat irritation, tongue pruritus, and ear pruritus.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.52","spread":null},{"groupId":"OG001","value":"26.92","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Reporting Anaphylaxis and/or Systemic Allergic Reactions","description":"For the purposes of this study, systemic allergic reactions are allergic reactions that occur away from the site of study drug application (allergic reactions other than local application site reactions). Anaphylaxis is a severe allergic reaction that typically involves more than one body system.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.58","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Treated With Epinephrine","description":"Self-injectable epinephrine was provided to each participant/parent/guardian at randomization in countries where it is a regulatory requirement, and was to be available around the time treatment is administered at home. Self-injectable epinephrine was intended for immediate self-administration for an anaphylactic reaction, including symptoms/signs of upper airway obstruction. Instances of treatment with forms of epinephrine other than systemic epinephrine (e.g., inhaled racepinephrine) were counted as use of epinephrine.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.19","spread":null},{"groupId":"OG001","value":"0.20","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":7,"n":513},"commonTop":["Throat irritation","Oral pruritus","Ear pruritus","Nausea","Headache"]}}}