{"nctId":"NCT00002850","briefTitle":"Antibiotic Therapy in Preventing Early Infection in Patients With Multiple Myeloma Who Are Receiving Chemotherapy","startDateStruct":{"date":"1997-03"},"conditions":["Infection","Multiple Myeloma"],"count":212,"armGroups":[{"label":"Ciprofloxacin or ofloxacin","type":"EXPERIMENTAL","interventionNames":["Drug: ciprofloxacin","Drug: ofloxacin"]},{"label":"TMP-SMX","type":"EXPERIMENTAL","interventionNames":["Drug: 160 mg trimethoprim and 800 mg sulfamethoxazole"]},{"label":"No prophylaxis","type":"NO_INTERVENTION","interventionNames":[]}],"interventions":[{"name":"ciprofloxacin","otherNames":["Cipro"]},{"name":"ofloxacin","otherNames":["Floxin"]},{"name":"160 mg trimethoprim and 800 mg sulfamethoxazole","otherNames":["TMP-SMX","Septra","Bactrim"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion:\n\n* Patient must have a diagnosis of multiple myeloma confirmed by the presence of:\n* Bone marrow plasmacytosis with \\>10% abnormal plasma cells or multiple biopsy-proven plasmacytomas, and at least one of the criteria below must be documented:\n\n  1. Myeloma protein in the serum\n  2. Myeloma protein in the urine (free monoclonal light chain)\n  3. Radiologic evidence of osteolytic lesions (generalized osteoporosis qualifies only if the bone marrow aspirate contains \\>20% plasma cells)\n* Patients must have no active infection during the prior seven days and be off all antibiotics for the prior seven days.\n* Patients cannot have received radiotherapy during the preceding ten days.\n* Primary therapy for multiple myeloma must start within three days after entry to this study. For purposes of eligibility for this study, myelosuppressive chemotherapy or high-dose dexamethasone based regimens are acceptable as primary therapy. The high-dose dexamethasone regimen must include, at a minimum, dexamethasone 40 mg per day days 1-4, 9-12, 17-20 for the first cycle and 40 mg per day on days 1-4 of the second cycle.\n* Patients who are to receive dexamethasone alone or dexamethasone with thalidomide are among those eligible for this protocol.\n* Patients must have a serum creatinine \\<5.0 mg/dl and not require dialysis at the time of study entry. If patients require dialysis after enrollment, they can continue on the protocol using the adjusted medication guidelines\n* Written informed consent must be obtained prior to entry.\n\nExclusion:\n\n\\- Patients with smoldering myeloma, history of hypersensitivity to fluoroquinolones or trimethoprim, bone marrow transplant or autologous stem cell rescue planned during the first two months of treatment, patients taking theophylline, or patients previously treated with chemotherapy or high-dose dexamethasone","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Proportion of Patients Experiencing a Serious Bacterial Infection","description":"This study evaluated the impact of prophylactic antibiotics on the incidence of serious bacterial infections (SBIs) during the first 2 months of treatment in patients with newly diagnosed multiple myeloma. Patients with multiple myeloma receiving initial chemotherapy were randomized on a 1:1:1 basis to daily ciprofloxacin, trimethoprim-sulfamethoxazole, or observation and evaluated for SBI for the first 2 months of treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.5","spread":null},{"groupId":"OG001","value":"6.8","spread":null},{"groupId":"OG002","value":"15.9","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":69},"commonTop":["Thrush","GI bleed"]}}}