{"nctId":"NCT02558231","briefTitle":"The Efficacy and Safety of Initial Triple Versus Initial Dual Oral Combination Therapy in Patients With Newly Diagnosed Pulmonary Arterial Hypertension","startDateStruct":{"date":"2016-05-01","type":"ACTUAL"},"conditions":["Pulmonary Arterial Hypertension"],"count":247,"armGroups":[{"label":"Triple oral combination treatment","type":"EXPERIMENTAL","interventionNames":["Drug: Macitentan","Drug: Tadalafil","Drug: Selexipag"]},{"label":"Dual oral combination treatment","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Macitentan","Drug: Tadalafil"]}],"interventions":[{"name":"Macitentan","otherNames":[]},{"name":"Tadalafil","otherNames":[]},{"name":"Selexipag","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent prior to any study-mandated procedure.\n2. Male or female ≥ 18 and ≤ 75 years of age at screening.\n3. Initial PAH diagnosis \\< 6 months prior to enrollment.\n4. RHC performed between Day -28 and Day 1, meeting all the following criteria:\n\n   * Mean pulmonary artery pressure (mPAP) ≥ 25 mmHg.\n   * Pulmonary artery wedge pressure or left ventricular end-diastolic pressure ≤ 15 mmHg.\n   * PVR ≥ 480 dyn•sec/cm5 (≥ 6 Wood Units).\n   * Negative vasoreactivity test mandatory in idiopathic, heritable, and drug/toxin induced PAH (at this or a previous RHC).\n5. Symptomatic PAH belonging to one of the following subgroups:\n\n   * Idiopathic.\n   * Heritable.\n   * Drug or toxin induced.\n   * Associated with one of the following: connective tissue disease; HIV infection; congenital heart disease.\n6. 6-minute walk distance (6MWD) ≥ 50 m at screening.\n7. Women of childbearing potential must not be pregnant, must perform regular pregnancy tests, and use reliable contraception.\n\nExclusion Criteria:\n\n1. Any PAH-specific drug therapy at any time.\n2. Cardio pulmonary rehabilitation program based on exercise (planned, or started ≤ 12 weeks prior to Day 1).\n3. Body mass index (BMI) \\> 40 kg/m2 at screening.\n4. Presence of three or more of the following risk factors for heart failure with preserved ejection fraction at screening:\n\n   * BMI \\> 30 kg/m2.\n   * Diabetes mellitus of any type.\n   * Essential hypertension.\n   * Coronary artery disease, i.e., any of the following:\n\n     * History of stable angina or\n     * More than 50% stenosis in a coronary artery (by coronary angiography) or\n     * History of myocardial infarction or\n     * History of or planned coronary artery bypass grafting and/or coronary artery stenting.\n5. Acute myocardial infarction ≤ 12 weeks prior to screening.\n6. Stroke ≤ 12 weeks prior to screening.\n7. Known permanent atrial fibrillation.\n8. SBP \\< 90 mmHg at screening or Day 1.\n9. Ongoing or planned treatment with organic nitrates and/or doxazosin.\n10. Presence of one or more of the following signs of relevant lung disease at any time up to screening:\n\n    * Diffusing capacity of the lung for carbon monoxide (DLCO) \\< 40% of predicted (eligible only if no or mild interstitial lung disease on computed tomography).\n    * Forced vital capacity (FVC) \\< 60% of predicted.\n    * Forced expiratory volume in one second (FEV1) \\< 60% of predicted.\n11. Known or suspected pulmonary veno-occlusive disease (PVOD).\n12. Documented severe hepatic impairment (with or without cirrhosis) according to National Cancer Institute organ dysfunction working group criteria, defined as total bilirubin \\> 3 × upper limit of the normal range (ULN) accompanied by aspartate aminotransferase (AST) \\> ULN (assessed by central laboratory at screening); and/or Child-Pugh Class C.\n13. Serum AST and/or alanine aminotransferase (ALT) \\> 3 × ULN (assessed by central laboratory at screening).\n14. Severe renal impairment (estimated creatinine clearance ≤ 30 mL/min/1.73 m2) assessed by central laboratory at screening.\n15. Ongoing or planned dialysis.\n16. Hemoglobin \\< 100 g/L assessed by central laboratory at screening.\n17. Known or suspected uncontrolled thyroid disease (hypo- or hyperthyroidism).\n18. Loss of vision in one or both eyes because of non-arteritic ischemic optic neuropathy (NAION).\n19. Treatment with strong inducers of cytochrome P450 3A4 (CYP3A4; e.g., carbamazepine, rifampin, rifampicin, rifabutin, rifapentin, phenobarbital, phenytoin, and St. John's wort) ≤ 28 days prior to Day 1.\n20. Treatment with strong inhibitors of CYP3A4 (e.g., ketoconazole, itraconazole, voriconazole, clarithromycin, telithromycin, nefazodone, ritonavir, and saquinavir) and/or strong inhibitors of CYP2C8 (e.g., gemfibrozil) ≤ 28 days prior to Day 1.\n21. Treatment with another investigational drug (planned, or taken ≤ 12 weeks prior to Day 1).\n22. Hypersensitivity to any of the 3 study treatments or any excipient of their formulations.\n23. Pregnancy, breastfeeding, or intention to become pregnant during the study.\n24. Concomitant life-threatening disease with a life expectancy \\< 12 months.\n25. Alcohol abuse.\n26. Any factor or condition likely to affect protocol compliance of the subject, as judged by the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 26 in Pulmonary Vascular Resistance (PVR)","description":"Change from baseline to Week 26 in PVR was expressed as the ratio of Week 26 to baseline PVR value (Week 26 divided by baseline) using re-calculated PVR. PVR was determined by right heart catheterization (RHC). A geometric least square mean ratio of Week 26 to baseline PVR less than (\\<) 1 corresponds to a reduction in PVR from baseline. Missing values were imputed using a last observation carried forward (LOCF) approach.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.46","spread":null},{"groupId":"OG001","value":"0.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in 6-minute Walk Distance (6MWD)","description":"The change from baseline to Week 26 in 6MWD was calculated as Week 26 minus baseline. The test measures the distance an individual is able to walk over a total of six minutes on a hard, flat surface. The goal is for the individual to walk as far as possible in six minutes. Missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.96","spread":null},{"groupId":"OG001","value":"56.39","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in N-terminal Pro B-type Natriuretic Peptide (NT-proBNP) Levels","description":"The change from baseline to Week 26 in NT-proBNP was expressed as the ratio of Week 26 to baseline NT-proBNP (Week 26 divided by baseline). A geometric least square mean ratio of Week 26 to baseline NT-proBNP \\<1 corresponds to a reduction in NT-proBNP from baseline. Missing values were imputed using a LOCF approach.","paramType":"GEOMETRIC_LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.26","spread":null},{"groupId":"OG001","value":"0.25","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Absence of Worsening From Baseline to Week 26 in World Health Organization (WHO) Functional Class (FC)","description":"WHO FC is a classification graded from Class I to IV which reflects disease severity based on symptoms. Worsening was defined as death or hospitalization due to PAH. Class I: No limitation of activity; Class II: slight limitation with ordinary activities; Class III: may not have symptoms at rest but greatly limited activities; Class IV: symptoms at rest and inability to carry out any physical activity without symptoms. Missing values were imputed using a LOCF approach.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"99.2","spread":null},{"groupId":"OG001","value":"97.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Mean Pulmonary Arterial Pressure (mPAP)","description":"Change from baseline to Week 26 in mean Pulmonary Arterial Pressure (mPAP) was measured. The pulmonary artery pressure is a measure of the blood pressure found in the main pulmonary artery. Missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.92","spread":null},{"groupId":"OG001","value":"-12.20","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Mean Right Atrial Pressure (mRAP)","description":"Change from baseline to Week 26 in mean Right Atrial Pressure (mRAP) was measured. Missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.78","spread":null},{"groupId":"OG001","value":"-1.69","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Total Pulmonary Resistance","description":"Change from baseline to Week 26 in total pulmonary resistance was measured. Total pulmonary resistance was calculated as mPAP/CO\\*80, where CO is cardiac output. Re-calculated values were used for analysis and missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-511.88","spread":null},{"groupId":"OG001","value":"-514.28","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Cardiac Index","description":"Change from baseline to Week 26 in cardiac index was measured. Cardiac index is the amount of blood pumped by the heart, per minute, per meter square of body surface area. Re-calculated values were used for analysis and missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.97","spread":null},{"groupId":"OG001","value":"0.84","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline to Week 26 in Venous Oxygen Saturation (%)","description":"Change from baseline to Week 26 in venous oxygen saturation was measured. Missing values were imputed using a LOCF approach.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.59","spread":null},{"groupId":"OG001","value":"6.79","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Disease Progression Event","description":"Number of participants with disease progression event were reported. Disease progression event as adjudicated by the CEC, defined as any of the following: a. Death (all causes; adjudicated for PAH relationship); b. Hospitalization for worsening PAH; c. Initiation of prostacyclin, a prostacyclin analog, or a prostacyclin receptor agonist for worsening PAH; d. Clinical worsening defined as a post-baseline decrease in 6MWD by more than (\\>) 15 percent (%) from the highest 6MWD obtained at or after baseline, accompanied by WHO FC III or IV (both conditions confirmed at two consecutive post-baseline visits separated by 1-21 days).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"23","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"25","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"27","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":58,"n":119},"commonTop":["Headache","Diarrhoea","Oedema Peripheral","Nausea","Pain in Extremity"]}}}