{"nctId":"NCT03210259","briefTitle":"The VOLTAIRE-X Trial Looks at the Effect of Switching Between Humira® and BI 695501 in Patients With Plaque Psoriasis","startDateStruct":{"date":"2017-07-10","type":"ACTUAL"},"conditions":["Psoriasis"],"count":259,"armGroups":[{"label":"BI 695501","type":"EXPERIMENTAL","interventionNames":["Drug: BI 695501"]},{"label":"Humira®","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Humira®"]}],"interventions":[{"name":"Humira®","otherNames":[]},{"name":"BI 695501","otherNames":["CYLTEZO"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Males and females aged ≥ 18 to \\< 80 years at screening who have a diagnosis of moderate-to-severe chronic plaque psoriasis (with or without psoriatic arthritis) for at least 6 months before the first administration of trial drug (a self-reported diagnosis confirmed by the Investigator is acceptable), and which has been stable per Investigator opinion for the last 2 months with no changes in morphology or significant flares at both screening and baseline:\n\n  * involved body surface area (BSA) ≥ 10% and\n  * PASI score ≥ 12 and\n  * sPGA score of ≥ 3.\n* Participants of reproductive potential (childbearing potential1) must be willing and able to use highly effective methods of birth control per International Council for Harmonisation (ICH) M3 (R2) that result in a low failure rate of less than 1% per year when used consistently and correctly during the trial and for 6 months following completion or discontinuation from the trial medication. A list of contraception methods meeting these criteria is provided in patient information.\n* Signed and dated written informed consent in accordance with Good Clinical Practice (GCP) and local legislation prior to admission to the trial.\n* Patients who are candidates for systemic therapy or phototherapy according to Investigator judgement.\n\nExclusion criteria\n\n* Active ongoing inflammatory diseases other than psoriasis that might confound trial evaluations according to Investigator's judgment.\n* Prior exposure to any biologic therapies for any auto-immune diseases (eg: RA, Psoriasis, Crohns Disease, etc).\n* Patients with a significant disease other than psoriasis and/or a significant uncontrolled disease (such as, but not limited to, nervous system, renal, hepatic, endocrine, hematological, autoimmune or gastrointestinal disorders). A significant disease is defined as a disease which, in the opinion of the Investigator, may (i) put the patient at risk because of participation in the trial, or (ii) influence the results of the trial, or (iii) cause concern regarding the patient's ability to participate in the trial.\n* Major surgery (major according to the Investigator's assessment) performed within 12 weeks before enrollment or planned within 6 months after screening, e.g., total hip replacement.\n* Any documented active or suspected malignancy or history of malignancy within 5 years prior to screening, except appropriately treated (in the opinion of the Investigator) basal cell carcinoma of the skin or in situ carcinoma of uterine cervix.\n* Patients who must or wish to continue the intake of restricted medications or any drug considered likely to interfere with the safe conduct of the trial.\n* Currently enrolled in another investigational device or drug trial, or less than 30 days (or less than 5 half-lives, whichever is longer) since ending another investigational device or drug trial(s), or receiving other investigational treatment(s).\n* Chronic alcohol or drug abuse or any condition that, in the Investigator's opinion, makes the patient an unreliable trial subject or unlikely to complete the trial.\n* Women who are pregnant, nursing, or who plan to become pregnant during the course of this trial or within the period at least 6 months following completion or discontinuation from the trial medication.\n* Forms of psoriasis (e.g., pustular, erythrodermic and guttate) other than chronic plaque psoriasis. Drug-induced psoriasis (i.e., new onset or current exacerbation from e.g., beta blockers or lithium).\n* Primary or secondary immunodeficiency (history of, or currently active), including known history of HIV infection or a positive HIV test at screening (per the Investigator discretion and where mandated by local authorities).\n* Known chronic or relevant acute TB; IGRA TB test or PPD skin test will be performed according to the labelling for Humira®. If the result is positive, patients may participate in the trial if further work up (according to local practice/guidelines) establishes conclusively that the patient has no evidence of active TB. If latent TB is confirmed, then treatment must have been initiated before treatment in the study and continued according to local country guidelines.\n* Known clinically significant (per Investigator opinion) coronary artery disease, significant cardiac arrhythmias, moderate to severe congestive heart failure (New York Heart Association Classes III or IV) or interstitial lung disease observed on chest X-ray.\n* Patients with a history of any clinically significant adverse reaction (including serious allergic reactions, or anaphylactic reaction, or hypersensitivity) to murine or chimeric proteins, previously used biological drug or its excipients, or natural rubber and latex.\n* Positive serology for HBV or HCV.\n* Receipt of a live/attenuated vaccine within 12 weeks prior to the Screening Visit; patients who are expecting to receive any live/attenuated virus or bacterial vaccinations during the trial or up to 3 months after the last dose of trial drug.\n* Any treatment (including biologic therapies) that, in the opinion of the Investigator, may place the patient at unacceptable risk during the trial.\n* Known active infection of any kind (excluding fungal infections of nail beds), any major episode of infection requiring hospitalisation or treatment with intravenous (i.v.) antiinfectives within 4 weeks of the Screening Visit or completion of oral anti-infectives within 2 weeks of the Screening Visit.\n* Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 2.5 times upper limit of normal (ULN) at screening.\n* Hemoglobin \\< 8.0 g/dL at screening.\n* Platelets \\< 100,000/μL at screening.\n* Leukocyte count \\< 4000/μL at screening.\n* Calculated creatinine clearance \\< 60 mL/min at screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Area Under the Plasma Concentration Time Curve Over the Dosing Interval of Week 30 to 32 (AUCτ, 30-32) for Adalimumab in Plasma","description":"Area Under the Plasma Concentration Time Curve Over the 2 weeks dosing Interval between Week 30 to 32 (AUCτ, 30-32) for Adalimumab in plasma was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2040","spread":"1420"},{"groupId":"OG001","value":"1980","spread":"1600"}]}]}]},{"type":"PRIMARY","title":"Maximum Observed Concentration During the Dosing Interval Week 30-32 (Cmax, 30-32) for Adalimumab in Plasma","description":"Maximum observed concentration during the 2 weeks dosing interval between Week 30 to 32 (Cmax, 30-32) for Adalimumab in plasma was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.13","spread":"4.63"},{"groupId":"OG001","value":"7.14","spread":"5.37"}]}]}]},{"type":"SECONDARY","title":"Minimum Observed Concentration During the Dosing Interval of Week 30 to 32 (Cmin, 30-32) for Adalimumab in Plasma","description":"Minimum Observed Concentration During the 2 weeks Dosing Interval between Week 30 to 32 (Cmin, 30-32) for Adalimumab in plasma was reported.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.04","spread":"3.89"},{"groupId":"OG001","value":"4.66","spread":"4.19"}]}]}]},{"type":"SECONDARY","title":"Time to Maximum Observed Concentration During the Dosing Interval of Week 30 to 32 (Tmax, 30-32) for Adalimumab in Plasma","description":"Time to Maximum Observed Concentration During the 2 weeks Dosing Interval between Week 30 to 32 (tmax, 30-32) for Adalimumab in plasma was reported.","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.7","spread":null},{"groupId":"OG001","value":"72.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a 75% Reduction in Psoriasis Area and Severity Index (PASI75) Response at Week 32","description":"The PASI is an established measure of clinical efficacy for psoriasis medications. The PASI is a tool which provides a numeric scoring for patients' overall psoriasis disease state, with scores ranging from 0 to 72. It is a linear combination of percent of surface area of skin that is affected and the severity of erythema, induration, and desquamation over four body regions (head, trunk, upper extremities and lower extremities). Higher PASI scores indicate more severe psoriasis. PASI is generally summarized as a dichotomous outcome based on achieving over an X percent(%) reduction from baseline (or PASIX), where X is 50, 75, 90, and 100. Results are reported for percentage of patients with a PASI75 response at Week 32. Analysis was done on per-protocol analysis set (PPS).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"84.75","spread":null},{"groupId":"OG001","value":"78.99","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With a Static Physician's Global Assessment (sPGA) Score ≤ 1 (Clear or Almost Clear) at Week 32","description":"The sPGA is a 5-point score ranging from 0 to 4, based on the physician's assessment of the average thickness, erythema, and scaling of all psoriatic lesions. The assessment is considered \"static\", which refers to the patient's disease state at the time of the assessments, without comparison to any of the patient's previous disease states (dynamic), whether at baseline or at a previous visit. A lower score indicates less body coverage and a higher score indicates more severe disease (0 = clear, 1 = almost clear, 2 = mild, 3 = moderate and 4 = severe). Results are reported for percentage of patients with a sPGA score of ≤ 1 (clear or almost clear) at Week 32. Analysis was done on per-protocol analysis set (PPS).","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.34","spread":null},{"groupId":"OG001","value":"64.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Anti-drug Antibody (ADA) to Adalimumab at Week 32","description":"Number of patients with a confirmed positive anti-drug antibody (ADA) response to Adalimumab (BI 695501 or Humira) at Week 32. A participant was considered \"ADA positive\" if the blank normalized signal in the ADA screening assay was equal to or above the study specific ADA screening cut point factor of 1.06 and the signal inhibition by drug in the ADA confirmatory assay was equal to or above the study specific ADA confirmatory cut points (11.4% for signal inhibition with Humira and 12.0% for signal inhibition with BI 695501).","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"101","spread":null},{"groupId":"OG001","value":"104","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients With Neutralizing Antibody (nAb) to Adalimumab at Week 32","description":"Number of patients with a positive neutralizing anti-drug antibody (nAb) response to Adalimumab (BI 695501 or Humira) at Week 32. A participant was considered \"nAb positive\" if the blank normalized signal in the nAb screening assay was equal to or below the study specific nAb screening cut point factor of 0.836.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"66","spread":null},{"groupId":"OG001","value":"64","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"112","spread":null},{"groupId":"OG001","value":"110","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Anti-drug Antibody (ADA) Titer of Patients With ADA at Week 32","description":"Anti-drug antibody (ADA) titer of patients with a confirmed positive ADA response to Adalimumab (BI 695501 or Humira) at Week 32.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"64.0","spread":null},{"groupId":"OG001","value":"128","spread":null}]}]}]},{"type":"SECONDARY","title":"Neutralizing Anti-drug Antibody (nAb) Titer of Patients With nAb at Week 32","description":"Neutralizing anti-drug antibody (nAb) titer of patients with a positive nAb response to Adalimumab (BI 695501 or Humira) at Week 32.","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null},{"groupId":"OG001","value":"2.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With Drug-related Adverse Events (AEs) During the Post-Randomization Period","description":"Analysis of AEs focused on treatment-emergent adverse events (TEAEs) and is presented here for the post-randomization period (Week 14 to 58). For the post-randomization period analysis, TEAEs were defined as AEs that started or worsened on or after the first dose of trial post-randomization medication and prior to the last dose of trial post-randomization medication + 10 weeks.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.9","spread":null},{"groupId":"OG001","value":"18.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":259},"commonTop":["Nasopharyngitis","Headache"]}}}