{"nctId":"NCT00006400","briefTitle":"Hydroxyurea to Prevent Organ Damage in Children With Sickle Cell Anemia","startDateStruct":{"date":"2000-08"},"conditions":["Hematologic Diseases","Anemia, Sickle Cell"],"count":193,"armGroups":[{"label":"Hydroxyurea","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Hydroxyurea"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Hydroxyurea","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Majority fetal and sickle (FS or SF) hemoglobin pattern confirmed centrally by electrophoresis (screening may begin at 7 months of age)\n\nExclusion Criteria:\n\n* Chronic transfusion therapy\n* Cancer\n* Less than 5th percentile (10th percentile for the pilot study) height, weight, or head circumference for age\n* Severe developmental delay (e.g., cerebral palsy or other mental retardation, Grade III/IV intraventricular hemorrhage)\n* Stroke with neurological deficit\n* Surgical splenectomy\n* Participating in other clinical intervention trials\n* Probable or known diagnosis of Hemoglobin S-Hereditary Persistence of Fetal Hemoglobin\n* Known hemoglobin S-beta plus thalassemia (hemoglobin A present)\n* Any condition or chronic illness, which in the opinion of the principal investigator, makes participation unadvised or unsafe\n* Inability or unwillingness to complete baseline (pre-enrollment) studies, including blood or urine specimen collection, liver-spleen scan, abdominal sonogram, neurological examination, neuropsychological testing, or transcranial Doppler ultrasound (interpretable study not required, but confirmed velocity greater than 200 cm/sec results in ineligibility)\n* Previous or current treatment with hydroxyurea (HU) or another anti-sickling drug\n* The following exclusion criteria are transient; patients can be re-evaluated for eligibility:\n\n  1. Hemoglobin less than 6.0 gm/dL\n  2. Reticulocyte count less than 80,000/cu mm if hemoglobin is less than 9 gm/dL\n  3. Neutrophil count less than 2,000/cu mm\n  4. Platelet count less than 130,000/cu mm\n  5. Blood transfusion in the 2 months prior to study entry unless HbA is less than 10%\n  6. ALT greater than twice the upper limit of normal\n  7. Ferritin less than 10 ng/ml\n  8. Serum creatinine greater than twice the upper limit of normal for age\n  9. Bayley standardized mental score below 70","healthyVolunteers":false,"sex":"ALL","minimumAge":"9 Months","maximumAge":"18 Months","stdAges":["CHILD"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Treatment Differences of the Change in Qualitative Splenic Function From Baseline","description":"Primary Endpoint: Spleen function was assessed by uptake of 99mTc sulfur colloid on liver-spleen scan before initiation of treatment (baseline) and 2 years later (exit). The results of each of the two scans were categorized as normal, functional but abnormal, or not functional by a panel of nuclear medicine specialists blinded to treatment assignment. The proportion of patients whose paired scans demonstrated a decline in splenic function was compared in the hydroxyurea versus placebo groups.\n\nThe change in splenic function from baseline to 2 years was defined as worse if it changed from normal to decreased or absent, or decreased to absent; and not worse if it changed from decreased to decreased, normal to normal, or decreased to normal.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"28","spread":null}]},{"measurements":[{"groupId":"OG000","value":"51","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Renal Function That Was Measured by Diethylenetriaminepentaacetic Acid (DTPA) Glomerular Filtration Rate (GFR)","description":"DTPA GFR was originally a co-primary efficacy outcome for the study. Later in May 29, 2009, this measurement was discontinued because of statistical futility (an extremely small chance that the difference between treatment groups would be statistically significant for this outcome) and the small risk posed by the radiation exposure involved with performing the DTPA GFR test. Subjects who had missing data at baseline or 2 years measurement were excluded from the analysis (29 subjects from the hydroxurea, and 31 subjects from the placebo group excluded).","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.56","spread":"54.67"},{"groupId":"OG001","value":"20.74","spread":"51.07"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Renal Function That Was Measured by Glomerular Filtration Rate (GFR) (Calculated Using Schwartz Formula)","description":"Schwartz formula used to calculate GFR is: 0.55× height (cm)/serum creatinine (mg/dL). Where height is in cm and serum creatinine is in mg/dL. Children with missing baseline or 2 years GFR were excluded from the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.65","spread":"76.46"},{"groupId":"OG001","value":"33.36","spread":"95.85"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Renal Function That Was Measured by GFR (Calculated Using New Schwartz Formula)","description":"GFR was calculated using new Schwartz formula: 39.1× \\[height (cm)/serum creatinine (mg/dL)\\]0.516 × \\[1.8/cystatin C\\]0.294 × \\[30/blood urea nitrogen\\]0.169 × \\[1.099\\]if male × \\[height(m)/1.4\\]0.188. Children with missing baseline or 2 years GFR were excluded from the analysis.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.57","spread":"20.78"},{"groupId":"OG001","value":"14.33","spread":"24.01"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":19,"n":96},"commonTop":["UPPER RESPIRATORY INFECTION","FEVER >101.5 F (38.4 C)","Pain","Viral Syndrome","Otitis Media"]}}}