{"nctId":"NCT02720198","briefTitle":"Levomilnacipran ER vs. Adjunctive Quetiapine for Adults With Inadequate Relief With SSRIs in MDD","startDateStruct":{"date":"2017-01-23","type":"ACTUAL"},"conditions":["Major Depressive Disorder"],"count":60,"armGroups":[{"label":"Levomilnacipran","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Levomilnacipran"]},{"label":"Quetiapine","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Quetiapine"]}],"interventions":[{"name":"Levomilnacipran","otherNames":["Fetzima"]},{"name":"Quetiapine","otherNames":["Seroquel"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18-65 years inclusive\n* Current diagnosis of MDD based on DSM-IV criteria\n* Able to understand study rules and procedures and willing to sign written informed consent for study participation\n* Inadequate response to antidepressants: having a score of ≥14 on the 17-item Hamilton Anxiety Scale (HAMD) and not having a ≥ 50% reduction in HAMD or CGI-S scores from baseline after a retrospective confirmation of an adequate trial of a single antidepressant (defined as a minimum 6-week trial of acceptable therapeutic dose (daily dose ≥ 40 mg of fluoxetine, 40 mg of paroxetine, 20 mg of citalopram, 10 mg of escitalopram, 37.5 mg of paroxetine CR, 150 mg of sertraline, 100 mg of fluvoxamine).\n* If female, nonpregnant/nonlactating status\n* Duration of current MDD ≥ 4 weeks and \\< 24 months\n* Not more than 2 treatment failures of adequate antidepressant trials for current episode of MDD\n\nExclusion Criteria:\n\n* Has previously participated in a levomilnacipran ER or quetiapine XR or quetiapine clinical study in previous 12 months\n\nHas 1 or more the following:\n\n* Current or past history of: manic or hypomanic episode, schizophrenia or any other psychotic disorder defined in the DSM- 5\n* Diagnosis of alcohol or other substance use disorder (except nicotine and caffeine) as defined in the DSM-5 that has not been in sustained full remission for at least 6 months prior to screening (participant must also have negative urine drug screen prior to baseline).\n* Presence or history of a clinically significant neurological disorder (including epilepsy)\n* Poorly controlled Hypertension or Diabetes\n* uncontrolled narrow-angle glaucoma\n* hypersensitivity to levomilnacipran, milnacipran , quetiapine or quetiapine XR\n* Neurodegenerative disorder.\n* Has a thyroid stimulating hormone value outside the normal range at the Screening Visit that is deemed clinically significant by the investigator.\n* Has clinically significant abnormal vital signs as determined by the investigator.\n* Has a clinical significant abnormal electrocardiogram.\n* Has screening laboratory values greater than 2.5 times the upper or lower limits of normal range or judged to be clinically significant\n* Has a disease or takes medication that, in the opinion of the investigator, could interfere with the assessments of safety, tolerability, or efficacy or prevent the individual from completing the study.\n* Female subjects of childbearing potential not on adequate contraception methods in the opinion of the investigator\n\n  o If the female is childbearing, she must agree to use appropriate contraceptive measures for the duration of the study and for one month afterwards. Medically acceptable contraceptives include: (1) surgical sterilization (such as tubal ligation of hysterectomy), (2) approved hormonal contraceptives (such as birth control pills, patches, implants, or injections), (3) barrier methods (such as condom or diaphragm) used with a spermicide, or (4) an intrauterine device (IUD). Contraceptive measures such as Plan B ™, sold for emergency use after unprotected sex, are not acceptable methods for routine use. If the female does become pregnant during this study she must inform the study physician immediately.\n* Has a significant risk of suicide according to Columbia Suicide Severity Rating Scale (CSSRS) or in the clinical judgment of the investigator\n* History of suicide attempt in the previous 12 months\n* MDD with postpartum onset, psychotic features or seasonal features\n* Hamilton Anxiety Scale (HAM-A) baseline score ≥ 24\n* Failure of ≥ 3 adequate trials of different antidepressants for the current episode of MDD\n* ≥ 3 episodes major depression in previous 12 months or ≥ 8 lifetime episodes of MDD\n* Current or previous use of an atypical or typical antipsychotic agent for augmentation of major depression or treatment of psychotic depression, mania psychosis, or agitation. Previous use of antipsychotics for insomnia will be permitted.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Changes of Montgomery-Åsberg Depression Rating Scale (MADRS) Total Score","description":"A ten-item diagnostic questionnaire used to measure the severity of depressive episodes in patients with mood disorders. Total scores will range from 0 to 60. Higher scores indicate greater severity of depressive episodes.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-5.81","spread":"6.080"},{"groupId":"OG001","value":"-6.97","spread":"7.632"}]}]}]},{"type":"SECONDARY","title":"Response Rate","description":"Remission was defined as \\[\\>or=50% reduction in MADRS score with MADRS \\<or=10\\] and response was defined as \\[\\>or=50% reduction in MADRS with MADRS \\>10\\]. Response rate included remission and response.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"7","spread":null}]}]}]},{"type":"SECONDARY","title":"Remission Rate","description":"Remission was defined as \\[\\>or=50% reduction in MADRS score with MADRS \\<or=10\\]","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes in Neurocognition by Changes in Scores on Reyes Verbal Learning Test","description":"Number of words correctly recalled by the respondent is recorded. 1 point for each word correctly recalled. Total score range of 0-40. Higher scores mean better cognitive function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.28","spread":"5.694"},{"groupId":"OG001","value":"2.90","spread":"5.255"}]}]}]},{"type":"SECONDARY","title":"Changes in Neurocognition by Changes in Scores on Scores on Digit Symbol Substitution Test (DSST)","description":"DSST measures working memory and visuospatial processing. 1 point for each object correctly substituted from number to each matched symbol. Total score range of 0-89. Higher scores mean better cognitive function.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.21","spread":"9.321"},{"groupId":"OG001","value":"0.87","spread":"7.431"}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With Global Improvement in Scores on Clinical Global Impression Scale- Severity (CGI-S)","description":"CGI-S is a 7 point scale that assess the severity of illness and requires the clinician to assess how much the patient's illness has improved or worsened relative to a baseline state at the beginning of the intervention. It is used to assess the clinician's view of the patient's global functioning. Total score range of 0-7.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"13","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Subjects With General Improvement in Scores on Clinical Global Impression Scale- Improvement (CGI-I)","description":"CGI-I a 7 point scale that requires the clinician to assess how much the patient's illness has improved or worsened relative to a baseline state at the beginning of the intervention. It is used to assess the clinician's view of the patient's global functioning. Total score range of 0-7.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null},{"groupId":"OG001","value":"24","spread":null}]}]}]},{"type":"SECONDARY","title":"Changes of Anxiety Symptoms in Scores on Hamilton Anxiety Rating Scale (HAM-A)","description":"A questionnaire used by clinicians to rate the severity of a patient's anxiety. Total score range of 0-48. A higher score indicates greater anxiety.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.89","spread":"4.969"},{"groupId":"OG001","value":"-5.53","spread":"5.859"}]}]}]},{"type":"SECONDARY","title":"Changes of Quality of Life in Scores on Sheehan Disability Scale (SDS) Total","description":"A self-reported brief scale to assess impairment of work/school, social life and family and home. Total score range of 0-30. A higher score indicates greater impairment.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-3.79","spread":"6.477"},{"groupId":"OG001","value":"-0.10","spread":"8.126"}]}]}]},{"type":"SECONDARY","title":"Changes in Scores on Apathy Evaluation Scale (AES).","description":"Self-Administered assessment measuring lack of motivation not attributable to diminished level of consciousness, cognitive impairment, or emotional distress. Total scores range from 0-54. Higher scores indicate greater apathy.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-2.07","spread":"8.689"},{"groupId":"OG001","value":"-1.83","spread":"7.852"}]}]}]},{"type":"SECONDARY","title":"Changes in Sexual Dysfunction by Changes in Scores on Arizona Sexual Experience Scale (ASEX)","description":"ASEX is scale for sexual dysfunction to assess safety and tolerability of medication. Total scores range from 5-30. Higher scores indicate greater sexual dysfunction.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.76","spread":"2.923"},{"groupId":"OG001","value":"-0.30","spread":"4.829"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":29},"commonTop":["Drowsiness","Nausea","Headache","Weight Gain","Increase Appetite"]}}}