{"nctId":"NCT01795859","briefTitle":"First Time Use of SD-809 in Huntington Disease","startDateStruct":{"date":"2013-08-05","type":"ACTUAL"},"conditions":["Chorea"],"count":90,"armGroups":[{"label":"SD-809 ER Tablets","type":"EXPERIMENTAL","interventionNames":["Drug: SD-809","Drug: Placebo"]},{"label":"SD-809 Tablets","type":"EXPERIMENTAL","interventionNames":["Drug: SD-809","Drug: Placebo"]}],"interventions":[{"name":"SD-809","otherNames":["deutetrabenazine"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is at least 18 years of age or the age of majority (whichever is older) at Screening.\n* Subject has been diagnosed with manifest HD\n* Subject is able to swallow study medication whole.\n* Female subjects of childbearing potential agree to use an acceptable method of contraception from screening through study completion.\n* The subject has a reliable caregiver who interacts with the patient on a daily basis, oversees study drug administration, assures attendance at study visits and participates in evaluations, as required.\n* Subject is able to ambulate without assistance for at least 20 yards (Note: The use of assistive devices (i.e., walker, cane) is permitted during ambulation).\n\nExclusion Criteria:\n\n* Subject has a serious untreated or under-treated psychiatric illness, such as depression, at Screening or Baseline.\n* Subject has active suicidal ideation at Screening or Baseline.\n* Subject has history of suicidal behavior at Screening or Baseline:\n* Subject has evidence for depression at Screening or Baseline.\n* Subject has an unstable or serious medical or psychiatric illness at Screening or Baseline.\n* Subject has been recently exposed to tetrabenazine.\n* Subject has received any of the following concomitant medications within 30 days of Screening or Baseline:\n\n  * Antipsychotics\n  * Metoclopramide\n  * Monoamine oxidase inhibitors (MAOI)\n  * Levodopa or dopamine agonists\n  * Reserpine\n  * Amantadine\n  * Memantine\n* Subject has significantly impaired swallowing function at Screening.\n* Subject has significantly impaired speaking at Screening.\n* Subject requires treatment with drugs known to prolong the QT interval.\n* Subject has a prolonged QT interval on 12-lead ECG at Screening.\n* Subject has evidence of hepatic impairment at Screening.\n* Subject has evidence of significant renal impairment at Screening.\n* Subject has known allergy to any of the components of study medication.\n* Subject has participated in an investigational drug or device trial within 30 days (or 5 drug half-lives) of Screening, whichever is longer.\n* Subject is pregnant or breast-feeding at Screening or Baseline.\n* Subject acknowledges present use of illicit drugs at Screening.\n* Subject has a history of alcohol or substance abuse in the previous 12 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline (Average of Screening and Day 0) in the Average TMC Scores From Weeks 9 & 12","description":"Total TMC score is a sum of chorea scores which range 0-28, with a decrease indicating improvement in chorea","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.42","spread":"2.953"},{"groupId":"OG001","value":"-1.93","spread":"2.666"}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Success at the End of Therapy as Measured by the Patient Global Impression of Change (PGIC)","description":"A treatment success is defined as Much or Very Much Improved at the Week 12 visit. The PGIC is a 7-point Likert Scale, ranging from very much worse to very much improved","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Treatment Success at the End of Therapy Based on Clinical Global Impression of Change (CGIC)","description":"A treatment success is defined as Much or Very Much Improved at the Week 12 visit. The PGIC is a 7-point Likert Scale, ranging from very much worse to very much improved. The clinician was asked to comment about the subject.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]}]},{"type":"SECONDARY","title":"Change in the Short Form 36 Health Survey (SF-36) Physical Functioning Score (Based on Items 3a to 3j) From Baseline to Week 12","description":"Change in the Short Form 36 Health Survey (SF-36) physical functioning score (based on items 3a to 3j) from Baseline to Week 12. The lower the score the more disability. The higher the score the less disability i.e., a score of zero is equivalent to maximum disability and a score of 100 is equivalent to no disability.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.74","spread":"9.773"},{"groupId":"OG001","value":"-3.61","spread":"9.669"}]}]}]},{"type":"SECONDARY","title":"Change in Berg Balance Test (BBT)","description":"The Berg Balance Test (BBT) is a 14-item assessment of sitting, standing, transferring, and turning. Each task ranging from standing up from a sitting position, to standing on one foot each task is given a score of zero (unable) to four (independent), and the final measure is the sum of all of the scores.The scale range, which is 0-56, with higher scores indicating better balance/lower fall risk.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.2","spread":"3.47"},{"groupId":"OG001","value":"1.3","spread":"4.04"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":45},"commonTop":["Irritability","Dry mouth","Somnolence","Fall","Dizziness"]}}}