{"nctId":"NCT01132326","briefTitle":"Clinical Study of Droxidopa in Patients With Neurogenic Orthostatic Hypotension (NOH) (Droxi-304)","startDateStruct":{"date":"2009-01"},"conditions":["Primary Autonomic Failure","Dopamine Beta Hydroxylase Deficiency","Non-Diabetic Neuropathy","Neurogenic Orthostatic Hypotension"],"count":350,"armGroups":[{"label":"Droxidopa","type":"EXPERIMENTAL","interventionNames":["Drug: Droxidopa"]}],"interventions":[{"name":"Droxidopa","otherNames":["L-threo-3,4-dihydroxyphenylserine","L-threo-DOPS"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for inclusion, each patient must fulfill the following criteria:\n\n* Demonstrated a symptomatic response (an improvement of at least 1 point in Item #1 of the OHSA) to treatment with droxidopa during open-label titration in Droxidopa Protocol 301 ;\n* Provide written informed consent to participate in the study and understand that they may withdraw their consent at any time without prejudice to their future medical care.\n\nExclusion Criteria:\n\nPatients are not eligible for this study if they fulfill one or more of the following criteria:\n\n* Currently taking vasoconstricting agents such as ephedrine, dihydroergotamine, or midodrine; patients taking vasoconstricting agents such as ephedrine, dihydroergotamine, or midodrine must stop taking these drugs at least 2 days or 5 half-lives (whichever is longer) prior to their study entry visit (Visit 1).\n* Currently taking anti-hypertensive medication; the use of short-acting anti-hypertensive medications at bedtime is permitted.\n* Currently taking tri-cyclic antidepressant medication or other norepinephrine re-uptake inhibitors;\n* Have changed dose, frequency and or type of prescribed medication, within two weeks of starting droxidopa treatment within Protocol 304, with the following exceptions:\n\n  * vasoconstricting agents such as ephedrine, dihydroergotamine, or midodrine (see exclusion a),\n  * short courses of antibiotics or other medications/treatments that do not interfere with, or exacerbate the patient's condition under study.\n* History of known or suspected drug or substance abuse;\n* Women of childbearing potential who are not using a medically accepted contraception;\n\n  * Reproductive potential: Female subjects should be either post-menopausal (amenorrhoea for at least 12 consecutive months), surgically sterile, or women of child-bearing potential (WOCP) who are using or agree to use acceptable methods of contraception. Acceptable contraceptives include intrauterine devices (IUDs), hormonal contraceptives (oral, depot, patch or injectable) and double barrier methods such as condoms or diaphragms with spermicidal gel or foam.\n  * For WOCP a serum beta HCG pregnancy test must be conducted at screening, and a urine pregnancy test must be conducted at baseline and study termination; the results must be negative at screening and at baseline for the patient to receive study medication. WOCP must be advised to use acceptable contraceptives throughout the study period and for 30 days after the last dose of investigational product. If hormonal contraceptives are used they should be taken according to the package insert. WOCP who are not currently sexually active must agree to use acceptable contraception, as defined above, if they decide to become sexually active during the period of the study and for 30 days after the last dose of investigational product.\n* Sexually active males whose partner is a WOCP and who do not agree to use condoms for the duration of the study and for 30 days after the last dose;\n* Women who are pregnant or breast feeding;\n* Known or suspected hypersensitivity to the study medication or any of its ingredients;\n* Pre-existing, sustained, severe hypertension (BP greater than or equal to 180/110 mmHg in the sitting position);\n* Have atrial fibrillation or, in the investigator's opinion, have any other significant cardiac arrhythmia;\n* Any other significant systemic, hepatic, cardiac or renal illness;\n* Diabetes mellitus or insipidus;\n* Have a history of closed angle glaucoma;\n* Have a known or suspected malignancy;\n* Patients with known gastrointestinal illness or other gastrointestinal disorder that may, in the investigator's opinion, affect the absorption of study drug;\n* In the investigator's opinion, have clinically significant abnormalities on clinical examination or laboratory testing;\n* In the investigator's opinion, are unable to adequately co-operate because of individual or family situation;\n* In the investigator's opinion, are suffering from a mental disorder that interferes with the diagnosis and/or with the conduct of the study, e.g. schizophrenia, major depression, dementia;\n* Are not able or willing to comply with the study requirements for the duration of the study;\n* Have participated in another clinical trial with an investigational agent other than droxidopa (including named patient or compassionate use protocol) within 4 weeks before starting droxidopa treatment within Protocol 304;\n* Previous enrolment in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Patients With Treatment-emergent Adverse Events","description":"Number of patients reporting any treatment emergent adverse events (SAE and or AEs) during the study","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"263","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":83,"n":350},"commonTop":["Fall","Urinary tract infection","Headache","Syncope","Dizziness"]}}}