{"nctId":"NCT02019277","briefTitle":"A Study of Pertuzumab and Trastuzumab Subcutaneous (SC) Treatment in Combination With a Taxane in Participants With Human Epidermal Growth Factor Receptor 2 (HER2)-Positive Metastatic Breast Cancer","startDateStruct":{"date":"2013-12-05","type":"ACTUAL"},"conditions":["Breast Cancer"],"count":50,"armGroups":[{"label":"Trastuzumab SC, Pertuzumab, and Taxane","type":"EXPERIMENTAL","interventionNames":["Drug: Docetaxel","Drug: Nab-paclitaxel","Drug: Paclitaxel","Drug: Pertuzumab","Drug: Trastuzumab"]}],"interventions":[{"name":"Docetaxel","otherNames":[]},{"name":"Nab-paclitaxel","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Pertuzumab","otherNames":["Perjeta"]},{"name":"Trastuzumab","otherNames":["Herceptin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* HER2-positive disease, with an immunohistochemistry score of 3+ or in situ hybridization (ISH)-positive on primary tumor or metastatic site\n* Histologically or cytologically confirmed adenocarcinoma of the breast with metastatic disease with at least one measurable lesion and/or non-measurable disease according to RECIST Version 1.1\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-2 for participants who will receive paclitaxel or nab-paclitaxel chemotherapy and ECOG 0-1 for participants who will receive docetaxel chemotherapy\n* LVEF of greater than or equal to (\\>=) 50 percent (%) measured by ECHO or MUGA scan before the first doses of pertuzumab and trastuzumab\n* Previous use of either adjuvant or neoadjuvant anti-HER2 therapy is allowed\n* Hormonal therapy will be allowed as per institutional guidelines. Hormonal therapy cannot be administered in combination with taxane therapy\n\nExclusion Criteria:\n\n* Previous systemic non-hormonal anticancer therapy for treatment of mBC\n* History of other cancers. Participants with curatively treated carcinoma in situ of the cervix or basal cell carcinoma and participants with other curatively-treated cancers who have been disease-free for at least 5 years are eligible. Participants with previous ductal carcinoma in situ (DCIS) of the breast are also eligible for the study\n* Pregnant or breastfeeding women. Positive serum pregnancy test in women of childbearing potential, premenopausal or less than 12 months of amenorrhea post-menopause, within 7 days before the first dose of pertuzumab and trastuzumab\n* Current peripheral neuropathy of Grade 3 or greater (National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] Version 4.0)\n* Radiographic evidence of central nervous system (CNS) metastases as assessed by computed tomography (CT) or magnetic resonance imaging (MRI), unless they have been treated and have been stable for at least 3 months and do not require ongoing corticosteroid treatment\n* Participants with other concurrent serious diseases that may interfere with planned treatment, including severe pulmonary conditions/illness\n* Inadequate organ function\n* Serious cardiac illness or medical conditions that would preclude the use of trastuzumab\n* Participants with severe dyspnea at rest or requiring supplementary oxygen therapy\n* Concurrent enrollment in another clinical study using an investigational anti-cancer treatment, within 28 days before the first doses of trastuzumab and pertuzumab","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Adverse Events (AEs) and Serious AEs","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Percentage of participants with AEs and SAEs was reported. AEs included both SAEs and non-SAEs. The 95% confidence interval (CI) was computed using Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"54.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Best Overall Response (BOR) of Complete Response (CR) or Partial Response (PR) According to Response Evaluation Criteria in Solid Tumors (RECIST) Version 1.1","description":"BOR was defined as a confirmed CR or PR. All measurable lesions up to a maximum of 2 lesions per organ and 5 in total were identified as target lesions (TLs) and recorded at baseline. A sum of the diameters (longest for non-nodal lesions, short axis \\[SA\\] for nodal lesions) for all TLs was calculated as baseline sum of diameters (SD). All other lesions (or sites of disease) were identified as non-TLs and were recorded at baseline. CR was defined as the disappearance of all TLs and SA reduction to less than (\\<) 10 millimeter (mm) for nodal TLs/ non-TLs. PR was defined as greater than or equal to (\\>/=) 30% decrease in SD of TLs, taking as reference the baseline SD. Confirmation of response at a consecutive tumor assessment at least 4 weeks apart was required. The 95% CI was computed using Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"73.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With PD (Assessed According to RECIST Version 1.1) or Death Due to Any Cause","description":"For TLs, PD was defined as \\>/=20% relative increase and \\>/=5 mm of absolute increase in the SD, taking as reference the smallest SD recorded since treatment started or the appearance of 1 or more new lesions. For non-TLs, PD was defined as appearance of 1 or more new lesions and/or unequivocal progression of existing non-TLs.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-free Survival (PFS) Assessed According to RECIST Version 1.1","description":"PFS was defined as the time from start of treatment until first documented PD or death from any cause, whichever occurred first. Participants without PD, death, or who were lost to follow-up at the time of analysis were censored at the date of the last tumor assessment when non-progression was documented or at the last date of follow-up, whichever was last. Participants without tumor assessment data after the baseline were censored at baseline unless death occurred before first scheduled tumor assessment. PD was defined as \\>/=20% relative increase and \\>/=5 mm of absolute increase in the SD of TLs, taking as reference the smallest SD recorded since treatment started, and/or unequivocal progression of existing non-TLs, or appearance of 1 or more new lesions. Median PFS was estimated using Kaplan-Meier method. The 95% CI was computed using Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died Due to Any Cause","description":"Percentage of participants who died due to any cause during the study was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"18.0","spread":null}]}]}]},{"type":"SECONDARY","title":"Overall Survival (OS)","description":"The OS was defined as the time from the start of treatment until death from any cause. Participants alive at the time of analysis and participants who were lost to follow-up were censored at their last clinical assessment date. Median OS was estimated using Kaplan-Meier method. The 95% CI was computed using Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Event-free Survival (EFS) Assessed According to RECIST Version 1.1","description":"EFS was defined as the time from the start of treatment until the first documented initiation of non-protocol-specified treatment for metastatic breast cancer, PD, or death from any cause, whichever occurred first. Participants without treatment change, PD, death, or who were lost to follow-up at the time of analysis were censored at the date of the last tumor assessment when non-progression was documented or at the last date of follow-up, whichever was last. Participants without tumor assessment after baseline were censored at baseline unless death occurred before first scheduled tumor assessment. PD was defined as \\>/=20% relative increase and \\>/=5 mm of absolute increase in the SD of TLs, taking as reference the smallest SD recorded since treatment started, and/or unequivocal progression of existing non-TLs, or appearance of 1 or more new lesions. Median EFS was estimated using Kaplan-Meier method. The 95% CI was computed using Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"17.02","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants Who Died During Receiving Second-Line of Treatment","description":"Percentage of participants who died from any cause during second-line of treatment was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":null}]}]}]},{"type":"SECONDARY","title":"OS During Second-Line of Treatment","description":"The OS during second-line therapy was defined as the time from the start of second-line therapy (failure of first-line therapy) until death from any cause. Participants alive at the time of analysis and participants who were lost to follow-up were censored at their last clinical assessment date. Median OS during second-line therapy was estimated using Kaplan-Meier method. The 95% CI was computed using Brookmeyer and Crowley method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.29","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants Receiving Second-Line Treatment by Treatment Type","description":"Second-line anti-cancer treatment was initiated after disease progression on first-line therapy. Number of participants who started second-line of treatment by treatment type was reported. Participants who received combination treatment were counted for each treatment type.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With AEs by National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version 4.0 Intensity Grades","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. Intensity of AEs were graded according to NCI CTCAE version 4.0 on a 5-point scale: Grade 1=Mild, intervention not indicated; Grade 2=Moderate, local or noninvasive intervention indicated; Grade 3=Severe or medically significant but not immediately life-threatening; Grade 4= Life-threatening consequences, urgent intervention indicated; and Grade 5=Death related to AE. Percentage of participants with AEs by maximum severity grades was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"32.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"50.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With AEs Leading to Premature Discontinuation of Investigational Medicinal Products (IMPs)","description":"An AE was any untoward medical occurrence in a participant who received study drug without regard to possibility of causal relationship. An SAE was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly. Percentage of participants with AEs leading to premature discontinuation of IMPs (pertuzumab and trastuzumab) was reported. AEs included both SAEs and non-SAEs. The 95% CI was computed using Clopper-Pearson method.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With AEs of Suspected Cardiac Origin, by New York Heart Association Classification (NYHA)","description":"NYHA functional classification includes: Class I (no limitation in physical activity; ordinary physical activity does not cause fatigue, breathlessness or palpitation), Class II (slight limitation of physical activity; ordinary physical activity results in fatigue, palpitation, breathlessness or angina pectoris), Class III (marked limitation of physical activity; less than ordinary activity will lead to symptomatically 'moderate' heart failure) and Class IV (inability to carry out any physical activity without discomfort; symptoms of congestive cardiac failure are present even at rest). Percentage of participants with AEs suspected to be of cardiac origin by maximum NYHA classification was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Left Ventricular Ejection Fraction (LVEF) Below 50%","description":"LVEF was assessed using echocardiography (ECHO) or multiple-gated acquisition (MUGA) scans. Percentage of participants with LVEF below 50% at any time during the study was reported.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":27,"n":50},"commonTop":["Diarrhoea","Fatigue","Neuropathy peripheral","Alopecia","Rash"]}}}