{"nctId":"NCT00908349","briefTitle":"Safety and Tolerability of OXC XR as Adjunctive Therapy in Subjects With Refractory Partial Epilepsy","startDateStruct":{"date":"2009-06"},"conditions":["Partial Epilepsy"],"count":214,"armGroups":[{"label":"Oxcarbazepine XR","type":"OTHER","interventionNames":["Drug: Oxcarbazepine XR"]}],"interventions":[{"name":"Oxcarbazepine XR","otherNames":["SPN-804O"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Able to provide written informed consent and agree to comply with study procedures.\n2. Male or female aged 18 to 66 years, inclusive.\n3. Successful completion of the 804P301 study.\n4. Sexually active women, unless surgically sterile (at least 6 months prior to Study Medication \\[SM\\] administration) or at least 1 year post-menopausal, must use an effective method of avoiding pregnancy (including oral, transdermal, or implanted contraceptives \\[any hormonal method in conjunction with a secondary method\\], intrauterine device, female condom with spermicide, diaphragm with spermicide, cervical cap, abstinence, use of condom with spermicide by sexual partner or sterile \\[at least 6 months prior to SM administration\\] sexual partner) for at least four weeks prior to SM administration, and must agree to continue using such precautions through the End of Study visit. Cessation of birth control after this point should be discussed with a responsible physician.\n\nExclusion Criteria\n\n1. Clinically significant change in health status that, in the opinion of the Investigator, would prevent the subject from participating in this study or successfully completing this study.\n2. Any reason which, in the opinion of the Investigator, would prevent the subject from participating in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"66 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percent Change in Seizure Rate","description":"Measured as change from baseline to end of study","paramType":"MEDIAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-26.3","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":214},"commonTop":["Dizziness","Headache","Diplopia","Nausea","Vomiting"]}}}