{"nctId":"NCT03629925","briefTitle":"Sintilimab in Combination With Gemcitabine and Platinum-Based Chemotherapy as First-Line Therapy for Advanced or Metastatic Squamous NSCLC","startDateStruct":{"date":"2018-09-28","type":"ACTUAL"},"conditions":["Squamous NSCLC"],"count":357,"armGroups":[{"label":"Sintilimab+ gemcitabine plus platinum","type":"EXPERIMENTAL","interventionNames":["Drug: Sintilimab","Drug: Gemcitabine","Drug: Cisplatin","Drug: Carboplatin"]},{"label":"Placebo+gemcitabine plus platinum","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Gemcitabine","Drug: Cisplatin","Drug: Placebo","Drug: Carboplatin"]}],"interventions":[{"name":"Sintilimab","otherNames":["IBI308"]},{"name":"Gemcitabine","otherNames":[]},{"name":"Cisplatin","otherNames":[]},{"name":"Placebo","otherNames":[]},{"name":"Carboplatin","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must sign written ICF prior tothe implementation of any procedures related to the study;\n2. Aged ≥ 18 years and ≤ 75 years;\n3. With a life expectancy of more than 3 months;\n4. With at least one measurable lesion confirmed by the investigator according to RECIST v1.1.\n\n   Measurable lesions locatedin the field of previous radiotherapy or locoregional therapy canbe selected as target lesions if PD is confirmed;\n5. Participants with histologically or cytologically confirmed locally advanced (stage IIIB/IIIC) who are ineligible for radical surgery or concurrent chemoradiotherapy, metastatic (stage IV)or recurrent squamous NSCLC based on the \"8th Edition of the TNM Classification for LungCancer\" issued by the International Association for the Study of Lung Cancer and the American Joint Committee on Cancer Classification;\n6. With an ECOG PS score of 0 or 1;\n7. Have not received any prior systemic anti-tumor therapy for advanced/metastatic disease; for participants who have received prior platinum-based adjuvant chemotherapy/radiotherapy,neoadjuvant chemotherapy/radiotherapy, or radical chemoradiotherapy, they are eligible for the study if PD occurs at \\> 6 months after the last treatment;\n8. With adequate hematologic function, defined as ANC ≥ 1.5 × 10\\^9/L, platelet count ≥ 100 × 10\\^9/L, and hemoglobin ≥ 90 g/L (noblood transfusion history within 7 days);\n9. Adequate hepatic function, defined as TBIL ≤ 1.5 × ULN and AST as well as ALT ≤ 2.5 × ULN for all participants, or AST and ALT ≤ 5 × ULN for participants with liver metastasis;\n10. Adequate renal function, defined as CCr ≥ 50 mL/min (Cockcroft-Gault formula);\n11. Adequate coagulation function, defined as INR or PT ≤ 1.5 × ULN; for the participant who is receiving anticoagulant therapy, INR or PT within the proposed scope of the anticoagulantmedication is acceptable;\n12. Female participants of childbearing age should be tested negative for urine or serum pregnancy within 3 days before the first dose of the study treatments. A blood pregnancy testis required if the urine pregnancy test is inconclusive;\n13. For male and female participants with conception potential, highly effective contraception measures (failure rate \\< 1% per year) should be taken until at least 180 days afterdiscontinuation of the study treatment;\n\nNote: Abstinence is acceptable as a method of contraception if it is the usual lifestyle and preferred method of contraception for the participant.\n\nExclusion Criteria:\n\n1. Histological type of nonsquamousNSCLC. The dominant cell morphology must be identified for mixed cell type (participants with squamous cell carcinoma components \\> 50% can beenrolled); participants with small cell carcinoma, neuroendocrine carcinoma, and sarcoma components cannot be included;\n2. Participants with known EGFR-sensitive mutations or ALK rearrangement;\n3. Currently participating in an interventional clinical study, or treated with another study drug therapy or investigational device therapy within 4 weeks before the first dose;\n4. Previously received the following therapies: anti-PD-1, anti-PD-L1, or anti-PD-L2 agents or agents targeting another stimulation or synergistically inhibiting TCR (e.g., CTLA-4, OX-40,and CD137);\n5. Received proprietary Chinese medicines with anti-tumor indications or immunomodulators (thymosin, interferon, interleukin, etc.) within 2 weeks prior to the first dose, or received a major surgery within 3 weeks prior to the first dose;\n6. With active hemoptysis, active diverticulitis, abdominal abscess, gastrointestinal obstruction, and peritoneal metastases requiring clinical intervention;\n7. Have undergone solid organ transplantation or hematologic transplantation;\n8. With clinically uncontrolled pleural effusion/ascites (participants who do not need effusion drainage or have no significant increase in effusion within 3 days after stopping drainage canbe enrolled);\n9. With a tumor compressing the surrounding important organs (such as esophagus) with relevant symptoms, compressing the superior vena cava, or invading the mediastinal great vessels,heart, etc.;\n10. With Class III-IV congestive cardiac failure (based on New York Heart Association Classification) or poorly controlled and clinically significant arrhythmia;\n11. With any arterial thrombosis, embolism, or ischemia within 6 months prior to enrollment, such as myocardial infarction, unstable angina, cerebrovascular accident, and transient ischemicattack. With a history of deep venous thrombosis, pulmonary embolism, or any other seriousthromboembolic events within 3 months priorto enrollment (implantable port or catheter-related thrombosis, or superficial venous thrombosis is not considered as \"serious\"thromboembolism);\n12. With known allergy to the active ingredients and/or any excipient of sintilimab , gemcitabine, cisplatin, orcarboplatin;\n13. With active autoimmune disease requiring systemic treatment (e.g., use of disease-modifying drugs, corticosteroids, or immunosuppressive agents) within 2 years before the first dose.Replacement therapy (e.g., thyroxine, insulin, or physiologic doses of corticosteroids foradrenal or pituitary insufficiency) is not considered systemic;\n14. Participants requiring long-term systemic use of corticosteroids. Participants requiring intermittent use of bronchodilators, inhaled corticosteroids, or localinjection ofcorticosteroids for COPD or asthma can be included in the study;\n15. Full recovery (i.e., ≤ Grade 1 or reaching the baseline, excluding asthenia or alopecia) from toxicity and/or complications caused by any intervention has not achieved before thestart oftreatment;\n16. Diagnosed with other malignant tumors within 5 years before the first dose, excluding radically cured cutaneous basal cell carcinoma, cutaneous squamous cell carcinoma, and/orradically resected carcinoma in situ. For other malignant tumors or lung cancer diagnosedmore than 5 years before the first dose, pathological or cytological diagnosis should beperformed for recurrent and metastatic lesions;\n17. Symptomatic CNS metastasis. Participants with asymptomatic brain metastases or with stable symptoms after treatment of brain metastases are allowed to participate in this study as longas meeting all of the following criteria: presence of measurable lesions outside the CNS;absence of metastases in midbrain, pons, cerebellum, meninges, medulla oblongata, or spinalcord; maintain clinical stable condition for at least 2 weeks; discontinue hormone therapy 14 days prior to the first dose of the study treatments;\n18. With a history of non-infectious pneumonia requiring corticosteroid therapy within 1year prior to the first dose or with non-infectious pneumonia at present;\n19. With an active infection requiring treatment or have used systemic anti-infective drugs within one week prior to the first dose;\n20. With known psychiatric disorder or substance abuse that could affect the compliance with study requirements;\n21. Known history of HIV infection (i.e. HIV 1/2 antibody positive), known syphilis infection (syphilis antibody positive), or active tuberculosis;\n22. With untreated active hepatitis B;\n\n    Note: Participants with hepatitis B who meet the following criteria are also eligible forinclusion:\n\n    HBV viral load must be less than 1000 copies/mL (200 IU/mL) or below LLD prior to thefirst dose, and participants should receive anti-HBV treatment to avoid virus reactivation throughout the therapeutic phase of the study; For participants with HBcAb (+), HBsAg (-), HBsAb (-), and HBV load (-), close monitoring is required instead of prophylactic anti-HBV treatment to avoid virus reactivation;\n23. Participants with active HCV infection (HCV antibody positive and HCV-RNA level above the LLD);\n24. Have received live vaccines within 30 days prior to the first dose; Note: Seasonal inactivated influenza virus vaccines for injection are allowed, while liveattenuated influenza vaccines forintranasal use are not acceptable;\n25. With any medical history, disease, treatment, or laboratory abnormal finding that would interfere with the study results or prevent the participant from participating in the whole study,or the investigator believes that participation in this study is not in the best interest of theparticipant;\n26. With local or systemic diseases not attributing to malignancy, or with cancer-related secondary diseases, which would result in a high medical risk and/or uncertainty in survivalevaluation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"PFS(Progression Free Survival)","description":"PFS was defined as the time from randomization to the first documented PD or death due to any cause, whichever occurred first. Per RECIST 1.1, PD was defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of ≥5 mm. The appearance of one or more new lesions was also considered PD. PFS according to RECIST 1.1 as assessed by BIRRC was reported for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.5","spread":null},{"groupId":"OG001","value":"4.9","spread":null}]}]}]},{"type":"SECONDARY","title":"OS (Overall Survival)","description":"OS was defined as the time from randomization to death due to any cause. Participants without documented death at the time of the final analysis were to be censored at the date of the last follow-up. OS was reported for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"ORR(Objective Response Rate)","description":"ORR was defined as the percentage of participants in the analysis population who had a confirmed Complete Response (CR: disappearance of all lesions) or Partial Response (PR: at least a 30% decrease in the sum of diameters \\[SOD\\] of target lesions, taking as reference the baseline SOD) according to RECIST 1.1. The percentage of participants who experienced a confirmed CR or PR according to RECIST 1.1 as assessed by BIRRC was reported as the ORR for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"44.7","spread":null},{"groupId":"OG001","value":"35.4","spread":null}]}]}]},{"type":"SECONDARY","title":"TTR (Time to Response)","description":"TTR was defined as the time of participants from the first treatment administration to the first incidence of a confirmed CR (disappearance of all lesions) or PR (at least a 30% decrease in the sum of diameters \\[SOD\\] of target lesions, taking as reference the baseline SOD) according to RECIST 1.1. The time from first treatment administration to the first incidence of treatment response was reported as the TTR for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.41","spread":null},{"groupId":"OG001","value":"1.41","spread":null}]}]}]},{"type":"SECONDARY","title":"DCR (Disease Control Rate)","description":"DCR was defined as the percentage of participants who had a CR (disappearance of all target lesions), PR (at least a 30% decrease in the sum of diameters of target lesions), or Stable Disease (SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease \\[PD: at least a 20% increase in the sum of diameters of target lesions and an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered PD\\]). The percentage of participants who experienced a confirmed CR, PR, or SD according to RECIST 1.1 as assessed by BIRRC was reported as the DCR for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86.0","spread":null},{"groupId":"OG001","value":"80.3","spread":null}]}]}]},{"type":"SECONDARY","title":"DOR (Duration of Response)","description":"For participants who demonstrated a confirmed CR (disappearance of all target lesions) or PR (At least a 30% decrease in the sum of diameters of target lesions) per RECIST 1.1, DOR was defined as the time from first documented evidence of a CR or PR until progressive disease (PD) or death. DOR for participants who had not progressed or died at the time of analysis was censored at the date of their last tumor assessment. Per RECIST 1.1, PD was defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also have demonstrated an absolute increase of at least 5 mm. The appearance of one or more new lesions was also considered PD. DOR assessments were based on BIRRC assessment. The DOR according to RECIST 1.1 for all participants who experienced a confirmed CR or PR was reported for each arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6.05","spread":null},{"groupId":"OG001","value":"5.06","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":90,"n":179},"commonTop":["Anaemia","White blood cell count decreased","Neutrophil count decreased","Platelet count decreased","Nausea"]}}}