{"nctId":"NCT00525265","briefTitle":"A Clinical Pharmacological Study of OPC-41061 in the Treatment of Cardiac Edema (Congestive Heart Failure)","startDateStruct":{"date":"2007-09"},"conditions":["Cardiac Edema"],"count":20,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: OPC-41061(Tolvaptan)"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"OPC-41061(Tolvaptan)","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects with cardiac edema receiving diuretic treatments 7 days prior to the start of treatment.\n2. Subjects able to receive a daily regular dosage of furosemide at 40-mg to 80-mg from the observation period until the end-of-treatment examination.\n3. CHF patients with lower limb edema, jugular venous distention, or pulmonary congestion due to extracellular volume expansion.\n4. Male or female subjects between the age of 20 and 85, inclusive.\n5. Subjects able to stay at the study site from the day before the start of the run-in observation period until completion of post-dosing examination 2.\n6. Subjects capable of giving informed consent to participate in the study of their own free will.\n\nExclusion Criteria:\n\n1. Subjects with heart failure with markedly fluctuating symptoms.\n2. Subjects with an assisted circulation device.\n3. Subjects with any of the following complications or symptoms:(1)Suspected decrease in circulatory blood flow,(2)Hypertrophic cardiomyopathy (other than dilated phase),(3)Cardiac valve disease with significant heart valve stenosis,(4)Hepatic coma.\n4. Subjects who develop acute myocardial infarction within 30 days prior to the screening examination.\n5. Subjects with well-defined diagnosis of active myocarditis or amyloid cardiomyopathy.\n6. Subjects with any of the following complications or symptoms:(1)Diabetes mellitus with poorly controlled blood glucose,(2)Anuria,(3)Urination impaired due to urinary tract stricture,urinary calculus,tumor in urinary tract,or other cause.\n7. Subjects with a history of any of the following diseases:(1)Sustained ventricular tachycardia or ventricular fibrillation within 30 days prior to the screening examination in patients without an implanted defibrillator,(2)Cerebrovascular disorder within 6 months prior to the screening examination (other than asymptomatic cerebral infarction),(3)Hypersensitivity or idiosyncratic reaction to benzazepine derivatives.\n8. Subjects who are morbidly obese (body mass index exceeding 35).\n9. Subjects with systolic blood pressure in the decubitus position below 90 mmHg.\n10. Subjects with any of the following abnormal laboratory values:(1)Total bilirubin \\> 3.0 mg/dL,(2) serum creatinine \\> 3.0 mg/dL,(3)serum sodium \\> 147 mEq/L,(4)serum potassium \\> 5.5 mEq/L.\n11. Subjects who are unable to take oral medication.\n12. Female subjects who are pregnant, possibly pregnant, or lactating, or who plan to become pregnant.\n13. Subjects who received any investigational drug other than OPC-41061 within 30 days prior to the screening examination.\n14. Subjects who previously participated in this or any other study of OPC-41061 and received OPC-41061.\n15. Subjects otherwise judged by the investigator or subinvestigator to be inappropriate for inclusion in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Body Weight","description":"The body weight change from baseline at the time of final trial drug administration","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.68","spread":"1.83"},{"groupId":"OG001","value":"-2.14","spread":"1.45"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":10},"commonTop":["Thirst","Blood Urea Increased","Blood Creatinine Increased","Pyrexia","Pollakiuria"]}}}