{"nctId":"NCT00829829","briefTitle":"PREventative Study Against URate-lowering Drug-induced Gout Exacerbations 1","startDateStruct":{"date":"2009-02"},"conditions":["Intercritical Gout"],"count":241,"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]},{"label":"Rilonacept 80 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rilonacept 80 mg"]},{"label":"Rilonacept 160 mg","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Rilonacept 160 mg"]}],"interventions":[{"name":"Placebo","otherNames":[]},{"name":"Rilonacept 80 mg","otherNames":[]},{"name":"Rilonacept 160 mg","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female 18 to 80 years of age;\n* Previously met the preliminary criteria of the American Rheumatism Association (ARA) for the classification; of the acute arthritis of primary gout;\n* At least 2 gout flares in the year prior to the screening visit;\n* Serum uric acid greater than or equal to 7.5 mg/dL at the screening visit;\n\nExclusion Criteria:\n\n* Acute gout flare within 2 weeks of the screening visit or during screening;\n* Persistent chronic or active infections;\n* History of an allergic reaction to allopurinol;\n* History or presence of cancer within 5 years of the screening visit;\n* Previous exposure to Rilonacept;\n* Use of allopurinol, benzbromarone, febuxostat, probenecid or sulfinpyrazone within 3 months prior to the screening visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Gout Flares Per Participant Assessed From Day 1 to Day 112 (Week 16)","description":"A gout flare was defined as participant reported acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flares per participant was reported for this outcome measure. For drop-outs, only flares occurred before Day 112 were counted, regardless whether the flares occurred during the treatment period or not.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.06","spread":"1.59"},{"groupId":"OG001","value":"0.29","spread":"0.77"},{"groupId":"OG002","value":"0.21","spread":"0.54"}]}]}]},{"type":"SECONDARY","title":"Number of Modified Gout Flares Per Participant From Day 1 to Day 112 (Week 16)","description":"Modified gout flare was defined using modified definition of a gout flare as participant-reported articular pain typical of a gout attack that was deemed to require treatment with anti-inflammatory therapy. Number of modified gout flares per participant were reported for this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.19","spread":"1.75"},{"groupId":"OG001","value":"0.40","spread":"0.91"},{"groupId":"OG002","value":"0.28","spread":"0.62"}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least One Gout Flare From Day 1 to Day 112 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain; and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least one gout flare was reported for this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"46.8","spread":null},{"groupId":"OG001","value":"18.8","spread":null},{"groupId":"OG002","value":"16.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With at Least Two Gout Flares From Day 1 to Day 112 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain, and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Percentage of participants with at least two gout flares was reported for this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"31.6","spread":null},{"groupId":"OG001","value":"5.0","spread":null},{"groupId":"OG002","value":"3.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flare Days Per Participant From Day 1 to Day 112 (Week 16)","description":"Gout flare was defined as acute articular pain typical of a gout attack that required treatment with an anti-inflammatory therapeutic: had at least 3 of the following 4 signs or symptoms: joint swelling, tenderness, redness, and pain, and with at least 1 of the following: rapid onset of pain, decreased range of motion, joint warmth or other symptoms similar to a prior gout flare. Number of gout flare days per participant was reported for this outcome measure.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.52","spread":"9.73"},{"groupId":"OG001","value":"2.36","spread":"11.35"},{"groupId":"OG002","value":"0.98","spread":"2.95"}]}]}]},{"type":"SECONDARY","title":"Number of Gout Flare Days With Participant's Pain Score of 5 or More (From Daily Diary) Per Participant From Day 1 to Day 112 (Week 16)","description":"Participants were asked to complete a telephone diary by calling the IVRS daily beginning at the baseline visit (Day 1) through the follow-up visit (Day 141) and reported their general well-being, gout symptoms, and weekly study drug administrations. At the onset of pain from a gout flare, participants were to answer additional diary questions regarding their gout flare and had to continue daily flare assessments until they reported the flare had ended. If a flare occurred just prior to the follow-up visit (Day 141), participants were to continue completing the daily diary until the flare resolved. Gout flare pain was assessed on a scale from 0 to 10 (with 0=no pain and 10=severe pain) within the past 24 hours.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.13","spread":"3.20"},{"groupId":"OG001","value":"0.85","spread":"3.93"},{"groupId":"OG002","value":"0.35","spread":"1.30"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":3,"n":79},"commonTop":["Upper respiratory tract infection","Pain in extremity","Headache","Injection site erythema","Injection site reaction"]}}}