{"nctId":"NCT00251641","briefTitle":"The Effects of Infliximab Versus Methotrexate in the Treatment of Moderate to Severe Psoriasis (Study P04271AM2)(COMPLETED)","startDateStruct":{"date":"2005-09-01","type":"ACTUAL"},"conditions":["Psoriasis"],"count":868,"armGroups":[{"label":"Infliximab","type":"EXPERIMENTAL","interventionNames":["Drug: infliximab"]},{"label":"Methotrexate","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: methotrexate"]}],"interventions":[{"name":"infliximab","otherNames":["SCH 215596","Remicade"]},{"name":"methotrexate","otherNames":["Trexall","Rheumatrex"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult male and female subjects (\\>= 18 to 75 years of age) with a diagnosis of moderate to severe plaque-type psoriasis for at least 6 months prior to study screening (subjects with concurrent psoriatic arthritis may also be enrolled).\n* Subjects must be eligible for phototherapy or systemic therapy for their psoriasis and must have a Baseline Psoriasis Area and Severity Index (PASI) score of 12 or greater and have at least 10% of their total body surface area (BSA) involved at Baseline.\n* Subjects must agree to avoid prolonged sun exposure and avoid use of tanning booths or other ultraviolet light sources during the study.\n* Subjects must also meet the tuberculosis (TB) eligibility assessment and screening criteria as follows: Have no history of latent or active TB prior to screening; have no signs or symptoms suggestive of active TB upon medical history and/or physical examination; have had no recent close contact with a person with active TB or, if there has been such contact, will be referred to a physician specializing in TB to undergo additional evaluation and, if warranted, receive appropriate treatment for latent TB prior to or simultaneously with the first administration of study medication; within 1 month prior to the first administration of study medication, either have negative diagnostic TB test results (defined as 2 negative tuberculin skin tests) OR have a newly identified positive diagnostic TB test result (defined as at least 1 positive tuberculin skin tests) during screening in which active TB has been ruled out and for which appropriate treatment for latent TB has been initiated either prior to or simultaneously with the first administration of study medication.\n* Subjects must have had a chest x-ray (posterior-anterior and lateral) within 3 months prior to Screening with no evidence of malignancy, infection, fibrosis, or current or old active TB.\n* Specific parameters must also be met with regard to screening laboratory test results and liver enzymes in order to be eligible to participate in the study.\n\nExclusion Criteria:\n\n* Subjects who have non-plaque forms of psoriasis, current drug-induced psoriasis, are pregnant, nursing, or planning pregnancy;\n* Subjects previously treated with MTX or infliximab; subjects who are taking specific drugs within the specified time frame prior to Baseline as follows: any therapeutic agent targeted at reducing tumor necrosis factor (TNF) or any biologic, live virus or bacterial vaccinations within 3 months; any systemic medications or treatments that could affect psoriasis or PASI evaluations, or any systemic immunosuppressants or lithium within 4 weeks; any topical medications or treatments that could affect psoriasis or PASI evaluations within 2 weeks. The only allowed topical treatments for psoriasis are shampoos (containing tar or salicylic acid only) and topical moisturizers. Subjects should not use these topical agents during the morning prior to a study visit. Non-medicated shampoos may be used on the morning of a visit.\n* Subjects with poor health, including concomitant congestive heart failure (CHF); history of chronic or recurrent infectious disease, as specified; human immunodeficiency virus, hepatitis B, or hepatitis C; demyelinating disease or symptoms suggestive of multiple sclerosis or optic neuritis; systemic lupus erythematosus; or who have had serious infections (eg, hepatitis, pneumonia, or pyelonephritis\\], or who have been hospitalized or received IV antibiotics, or who had an opportunistic infection (eg, cytomegalovirus, Pneumocystis carinii, aspergillosis, histoplasmosis, or mycobacteria other than TB), or a transplanted organ within specified time frames; or other conditions as specified in the protocol.\n* Subjects who have used any investigational drugs within 4 weeks of Screening, who are participating in other clinical studies, staff or family members of study staff are excluded from participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Psoriasis Area and Severity Index 75 (PASI75) Response at Week 16.","description":"PASI75 response is defined as the proportion of participants who achieved at least a 75% improvement in PASI score from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.78","spread":null},{"groupId":"OG001","value":"0.42","spread":null}]}]}]},{"type":"SECONDARY","title":"PASI75 Response at Week 26","description":"PASI75 response is defined as the proportion of participants who achieved at least a 75% improvement in PASI score from Baseline.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.77","spread":null},{"groupId":"OG001","value":"0.31","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Achieved a Physician's Global Assessment (PGA) Score of Cleared or Minimal at Week 16","description":"PGA is assessed relative to baseline condition and is defined as: clear (100% clear; some residual pinkness or pigmentation: Wornoff's ring may be present), excellent/minimal (75-99% clearing; marked improvement: nearly normal skin texture; some erythema may be present), good (50-74% clearing; moderate improvement: plaque has cleared to point of small scattered papules with normal intervening epidermis), fair (25-49% clearing; slight improvement: decrease in scaling and softening of plaque), poor (0-24% clearing; little or no change in scaling, erythema, or plaque elevation), or worse (worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.76","spread":null},{"groupId":"OG001","value":"0.38","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Achieved a PGA Score of Cleared or Minimal at Week 26","description":"PGA is assessed relative to baseline condition and is defined as: clear (100% clear; some residual pinkness or pigmentation: Wornoff's ring may be present), excellent/minimal (75-99% clearing; marked improvement: nearly normal skin texture; some erythema may be present), good (50-74% clearing; moderate improvement: plaque has cleared to point of small scattered papules with normal intervening epidermis), fair (25-49% clearing; slight improvement: decrease in scaling and softening of plaque), poor (0-24% clearing; little or no change in scaling, erythema, or plaque elevation), or worse (worse).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.73","spread":null},{"groupId":"OG001","value":"0.28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":44,"n":649},"commonTop":["NASOPHARYNGITIS","HEADACHE","INFUSION RELATED REACTION","ARTHRALGIA","FATIGUE"]}}}