{"nctId":"NCT00660075","briefTitle":"Effects of Sitagliptin on Postprandial Lipemia in Men With Type 2 Diabetes","startDateStruct":{"date":"2008-02"},"conditions":["Diabetes Mellitus","Postprandial Lipemia"],"count":36,"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Drug: Sitagliptin"]},{"label":"2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Sitagliptin","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes as defined by the American Diabetes Association;\n* Non-smoker;\n* Body mass index between 25.0 and 40.0 kg/m2;\n* Baseline HbA1c between 6.5 and 8.5%;\n* Baseline fasting plasma glucose \\< 15.0 mmol/L;\n* Plasma triglyceride levels between 1.5 and 8.0 mmol/L (135 and 710 mg/dl) at week and -4;\n* Patients having received stable doses of metformin for at least 3 months before randomization;\n* Subjects must be willing to give written informed consent and able to adhere to dosing schedule, visit schedule and phone follow-up assessment;\n* Patients should be otherwise generally healthy, without elevations in hepatic transaminases or abnormal renal function or coagulation;\n* Patients having normal TSH at screening.\n\nExclusion Criteria:\n\n* Patients with extreme dyslipidemias, such as familial hypercholesterolemia will be excluded;\n* Patients with type 1 diabetes, secondary form of diabetes or acute metabolic diabetic complications will be excluded;\n* Patients having received or being treated with insulin or a thiazolidinedione within the past 6 months will be excluded;\n* Subjects will be excluded if they have cardiovascular disease (CVD) (coronary heart disease, cerebrovascular disease or peripheral arterial disease) or if they are taking other medications known to affect lipoprotein metabolism (e.g. steroids, beta blockers, thiazide diuretics, lipid lowering agents, significant alcohol intake etc.);\n* Subjects who are in a situation or have any condition that, in the opinion of the investigator, may interfere with optimal participation in the study;\n* Individuals with a history of mental instability, drug or alcohol abuse or individuals who have been treated or are being treated for severe psychiatric illness that, in the opinion of the investigator, may interfere with optimal participation in the study;\n* History of alcohol or drug abuse within the past 2 years. Patients must not take alcohol during the study;\n* Disorders of the hematologic, digestive, or central nervous systems, including cerebrovascular disease and degenerative disease, that would limit study evaluation or participation;\n* Known impairment of renal function (serum creatinine levels \\> 1.7 mg/dL for men), dysproteinemia, nephrotic syndrome, or other renal disease (24-hour urinary protein ≥3 ± 1 g);\n* Active or chronic hepatobiliary or hepatic disease. In addition, patients with AST or ALT \\>2 x upper limit of the laboratory reference range will be excluded;\n* Subjects with coagulopathy (prothrombin time \\[PT\\] or partial thromboplastin time \\[PTT\\] at Visit 1 \\>1.5 times control;\n* Patients who are known to have tested positive for human immunodeficiency virus (HIV);\n* Patients who are currently enrolled in another clinical study;\n* Patients who have used any investigational drug within 30 days of the first clinic visit;\n* Congestive heart failure NYHA Class III or IV. Uncontrolled cardiac arrhythmias within 3 months of study entry;\n* Uncontrolled diabetes mellitus (HbA1c\\>8.5%) or other endocrine or metabolic disease known to influence serum lipids or lipoproteins. Clinically euthyroid subjects on replacement doses of thyroid hormone are eligible for enrollment.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Measurement of the Area Under the Curve of Plasma Triglycerides (TG) Levels During Postprandial Period (Time 0,2,4,6,8 Hours)","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.0","spread":"14.5"},{"groupId":"OG001","value":"27.1","spread":"13.0"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":18},"commonTop":[]}}}