{"nctId":"NCT04140266","briefTitle":"Safety and Drug Detection Study of Dapivirine Vaginal Ring and Oral TRUVADA® in Breastfeeding Mother-Infant Pairs","startDateStruct":{"date":"2020-09-24","type":"ACTUAL"},"conditions":["HIV Infections"],"count":394,"armGroups":[{"label":"Group A: Dapivirine (DPV) Vaginal Ring (VR)-004","type":"EXPERIMENTAL","interventionNames":["Drug: Dapivirine (DPV) Vaginal Ring (VR)-004"]},{"label":"Group B: Truvada Tablet","type":"EXPERIMENTAL","interventionNames":["Drug: Truvada Tablet"]}],"interventions":[{"name":"Dapivirine (DPV) Vaginal Ring (VR)-004","otherNames":[]},{"name":"Truvada Tablet","otherNames":["Emtricitabine/Tenofovir Disoproxil Fumarate","FTC/TDF"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion Criteria - Mother\n\nParticipant mothers must meet all the following criteria to be eligible for inclusion in the study:\n\n* Age 18 years or older at Screening, as verified per site Standard Operating Procedures (SOPs).\n* At Enrollment, between 6 to 12 weeks postpartum (verified by birth records and/or similar supportive documentation and defined as between 42 - 84 days after delivery, inclusive).\n* By participant report at Screening and Enrollment, currently exclusively breastfeeding one infant and willing and able to continue exclusively breastfeeding that infant for the duration of their participation in the study.\n\n  * Note: Exclusive breastfeeding will be defined as infant nutrition solely from breast milk, as determined by 7-day recall breastfeeding history. For the purposes of MTN-043, \"breastfeeding\" refers to all human milk feeding situations when an infant is fed with participant's own human milk whether the milk is received directly from the breast or as expressed milk.\n* Consistently using an effective method of contraception per participant report at Enrollment, and intending to continue use of an effective method for the duration of study participation. Effective methods include contraceptive implants, intrauterine device, injectable progestin, oral contraceptive pills, and surgical sterilization.\n* Able and willing to comply with all study requirements and complete all study procedures.\n* Able and willing to provide the following:\n\n  * Written informed consent to be screened for and to take part in the study.\n  * Written informed consent for the breastfed infant to be screened for and take part in the study.\n* Intention to stay within study catchment area for study duration and willingness to give adequate locator information, as defined in site SOPs.\n* At Screening and Enrollment, HIV-uninfected based on HIV testing performed by study staff (per algorithm in the study protocol).\n* At Screening and Enrollment, willing to be randomized at time of enrollment to either of the study products, and to continue study product use for at least 12 weeks.\n\nInclusion Criteria - Infant\n\nEach mother eligible for MTN-043 will be asked to provide written informed consent for herself and her infant to participate in the study if the infant meets the following criteria:\n\n* At Screening and Enrollment, infant is exclusively breastfed.\n\n  * Note: Exclusive breastfeeding will be defined as infant nutrition solely from breast milk, as determined by 7-day recall breastfeeding history. For the purposes of MTN-043, \"breastfeeding\" refers to all human milk feeding situations when an infant is fed with participant's own human milk whether the milk is received directly from the breast or as expressed milk.\n* At Screening and Enrollment, the infant is generally healthy, according to the judgment of the investigator of record (IoR)/designee.\n* At Enrollment, the infant is between the ages of 6 and 12 weeks postpartum (verified by birth records and/or similar supportive documentation with age defined as between 42 - 84 days after delivery, inclusive).\n\nExclusion Criteria:\n\nExclusion Criteria - Mother\n\nMothers who meet any of the following criteria will be excluded from the study:\n\n* At Screening or Enrollment, breastfeeding infant ineligible for enrollment in the study.\n* At Screening or Enrollment, participant reports any of the following:\n\n  * Known adverse reaction to any of the study products (ever).\n  * Known adverse reaction to latex and polyurethane (ever).\n  * Post-exposure prophylaxis (PEP) for HIV exposure within 6 months prior to Enrollment.\n  * Use of vaginal medications(s) or other vaginal products within five days prior to Enrollment.\n  * Non-therapeutic injection drug use in the 12 months prior to Enrollment.\n  * History of exposure to any investigational drug(s) during pregnancy, including participation in MTN-042.\n* At Screening or Enrollment, has a positive HIV test.\n* At Screening or Enrollment, Grade 2 or higher breast or genitourinary findings.\n* At Screening or Enrollment, has a positive urinary pregnancy test.\n* At Screening, has any of the following laboratory abnormalities:\n\n  * Positive for hepatitis B surface antigen (HBsAg).\n  * Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) ≥ Grade 2.\n  * Creatinine ≥ Grade 1.\n  * Estimated creatinine clearance ≥ Grade 2 (Cockcroft Gault formula).\n* Diagnosed with urinary tract infection (UTI), pelvic inflammatory disease (PID), sexually transmitted infection (STI) or reproductive tract infection (RTI), requiring treatment per World Health Organization (WHO) Guidelines.\n\n  * Note: Otherwise eligible participants diagnosed during Screening with a UTI, PID or STI/RTI requiring treatment per WHO Guidelines - other than asymptomatic bacterial vaginosis (BV) and asymptomatic vulvovaginal candidiasis - are offered treatment consistent with WHO recommendations and may be enrolled after completing treatment if all symptoms have resolved. If treatment is completed and symptoms have resolved prior to obtaining informed consent for Screening, the participant may be enrolled. Genital warts requiring treatment also must be treated prior to enrollment. Genital warts requiring treatment are defined as those that cause undue burden or discomfort to the participant, including bulky size, unacceptable appearance, or physical discomfort.\n* As determined by the IoR/designee, any significant uncontrolled active or chronic cardiovascular, renal, liver, hematologic, neurologic, gastrointestinal, psychiatric, endocrine, respiratory, immunologic disorder or infectious disease.\n* Has any other condition that, in the opinion of the IoR/designee, would preclude informed consent, make study participation unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives.\n* At Enrollment, participant reports any of the following:\n\n  * Participation in any research study involving drugs, vaccines, or medical devices 30 days or less prior to enrollment.\n  * Currently participating in other research studies involving drugs, vaccines, or medical devices.\n  * Expected to participate in other research studies involving drugs, vaccines, or medical devices during study participation.\n\nExclusion Criteria - Infants\n\n* Has any condition that, in the opinion of the IoR/designee, would preclude eligibility, make study participation unsafe, complicate interpretation of study outcome data, or otherwise interfere with achieving the study objectives.\n\n  * Note: Examples of exclusionary infant conditions include clinical evidence of stunting or illness.\n* At Enrollment, according to the report of the mother, any of the following apply for the infant:\n\n  * Infants with birth weight less than 2000g.\n  * Participation in any research study involving drugs, vaccines, or medical devices since birth.\n  * Currently participating in other research studies involving drugs, vaccines, or medical devices.\n  * Expected to participate in other research studies involving drugs, vaccines, or medical devices for the duration of study participation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Weeks","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Mother Participants With Serious Adverse Events (SAEs) Including Maternal Deaths in Both Study Arms","description":"As defined by the Manual for Expedited Reporting of Adverse Events to the Division of AIDS (DAIDS) (Version 2.0, January 2010)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Mother Participants With Grade 3 or Higher Adverse Events (AEs) in Both Study Arms","description":"As defined by the DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1, July 2017 and/or Addendum 1 (Female Genital Grading Table for Use in Microbicide Studies \\[Dated November 2007\\])","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infant Participants With SAEs Including Infant Deaths in Both Study Arms","description":"As defined by the Manual for Expedited Reporting of Adverse Events to DAIDS (Version 2.0, January 2010)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Infant Participants With Grade 3 or Higher AEs in Both Study Arms","description":"As defined by the DAIDS Table for Grading the Severity of Adult and Pediatric Adverse Events, Corrected Version 2.1, July 2017","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Plasma Dapivirine (DPV) Concentrations","description":"This endpoint is based on DPV concentration laboratory results from evaluable plasma specimens from mother participants. DPV concentrations above the lower limit of quantification (LLOQ) are considered detectable. For DPV concentration in plasma, the LLOQ is 20 pg/ml. The infant endpoint is included as a separate section below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"139","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"136","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Emtricitabine Triphosphate (FTC-TP) Concentrations","description":"This endpoint is based on FTC-TP concentration laboratory results from evaluable dried blood spot (DBS) specimens from mother participants. FTC-TP concentrations above the lower limit of quantification (LLOQ) are considered detectable. For FTC-TP concentration in DBS specimens, the LLOQ is 0.125 pmol/punch. The infant endpoint is included as a separate section below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"34","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Tenofovir Diphosphate (TFV-DP) Concentrations","description":"This endpoint is based on TFV-DP concentration laboratory results from evaluable dried blood spot (DBS) specimens from mother participants. TFV-DP concentrations above the lower limit of quantification (LLOQ) are considered detectable. For TFV-DP concentrations, the LLOQ is 31.3 fmol/punch. The infant endpoint is included as a separate section below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Breastmilk DPV Concentrations","description":"This endpoint is based on DPV concentration laboratory results from evaluable breastmilk specimens from mother participants. DPV concentrations above the lower limit of quantification (LLOQ) are considered detectable. For DPV concentration in breastmilk, the LLOQ is 10 pg/ml.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"137","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"138","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Breastmilk FTC Concentrations","description":"This endpoint is based on FTC concentration laboratory results from evaluable breastmilk specimens from mother participants. FTC concentrations above the lower limit of quantification (LLOQ) are considered detectable. For FTC concentrations in breastmilk, the LLOQ is 5 mg/ml.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"45","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"39","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"40","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Mothers With Detectable Breastmilk TFV Concentrations","description":"This endpoint is based on TFV concentration laboratory results from evaluable breastmilk specimens from mother participants. TFV concentrations above the lower limit of quantification (LLOQ) are considered detectable. For TFV concentrations in breastmilk, the LLOQ is 1 ng/ml.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"47","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"44","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"38","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Infants With Detectable Plasma DPV Concentrations","description":"This endpoint is based on DPV concentration laboratory results from evaluable plasma specimens from infant participants. DPV concentrations above the lower limit of quantification (LLOQ) are considered detectable. For DPV concentration in plasma, the LLOQ is 20 pg/ml. The mother endpoints are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Infants With Detectable FTC-TP Concentrations","description":"This endpoint is based on FTC-TP concentration laboratory results from evaluable dried blood spot (DBS) specimens from infant participants. FTC-TP concentrations above the lower limit of quantification (LLOQ) are considered detectable. For FTC-TP concentrations from DBS specimens, the LLOQ is 0.125 pmol/punch. The mother endpoints are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number and Proportion of Infants With Detectable TFV-DP Concentrations","description":"This endpoint is based on TFV-DP concentration laboratory results from evaluable dried blood spot (DBS) specimens from infant participants. TFV-DP concentrations above the lower limit of quantification (LLOQ) are considered detectable. For TFV-DP concentrations from DBS specimens, the LLOQ is 31.3 fmol/punch. The mother endpoints are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal DPV Concentrations From Plasma by Visit","description":"This endpoint is based on DPV concentration laboratory results from evaluable plasma specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the DPV VR arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (20pg/ml). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"327.9","spread":"61.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"314.9","spread":"92.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"275.4","spread":"76.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"263.8","spread":"111.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"260.4","spread":"87.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"16.7","spread":"93.5"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal FTC-TP Concentrations by Visit","description":"This endpoint is based on FTC-TP concentration laboratory results from evaluable dried blood spot (DBS) specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (0.125 pmol/punch). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"51.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"58.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.3","spread":"91.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"90.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.2","spread":"91.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"21.9"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal TFV-DP Concentrations by Visit","description":"This endpoint is based on TFV-DP concentration laboratory results from evaluable dried blood spot (DBS) specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (31.3 fmol/punch). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"254.6","spread":"62.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"424.2","spread":"65.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"524.7","spread":"117.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"551.9","spread":"97.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"591.5","spread":"135.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"330.8","spread":"137.8"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal DPV Concentrations From Breastmilk by Visit","description":"This endpoint is based on DPV concentration laboratory results from evaluable breastmilk specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the DPV VR arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (10pg/ml). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"529.4","spread":"108.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"492.0","spread":"122.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"457.0","spread":"119.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"418.9","spread":"545.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"402.8","spread":"154.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20.0","spread":"210.7"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal FTC Concentrations From Breastmilk by Visit","description":"This endpoint is based on FTC concentration laboratory results from evaluable breastmilk specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (5 mg/ml). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"552.6","spread":"167.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"447.6","spread":"329.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"319.9","spread":"453.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"313.0","spread":"707.9"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"296.6","spread":"1099.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":"88.9"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Maternal TFV Concentrations From Breastmilk by Visit","description":"This endpoint is based on TFV concentration laboratory results from evaluable breastmilk specimens from mother participants. The geometric mean is summarized by study visit and includes only mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (1 ng/ml). The infant endpoints for geometric mean concentrations are included as separate sections below.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","spread":"72.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.3","spread":"89.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.3","spread":"108.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"3.2","spread":"120.0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2.7","spread":"107.2"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":"106.5"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Infant DPV Concentrations From Plasma by Visit","description":"This endpoint is based on DPV concentration laboratory results from evaluable plasma specimens from infant participants. The geometric mean is summarized by study visit and includes only infants of mothers randomized to the DPV VR arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (20pg/ml). The mother endpoints for geometric mean concentrations are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.7","spread":"46.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.5","spread":"35.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"11.0","spread":"31.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10.5","spread":"19.8"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":"0"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Infant FTC-TP Concentration by Visit","description":"This endpoint is based on FTC-TP concentration laboratory results from evaluable dried blood spot (DBS) specimens from infant participants. The geometric mean is summarized by study visit and includes only infants of mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (0.125 pmol/punch). The mother endpoints for geometric mean concentrations are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"23.5"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"16.3"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"15.4"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"12.1"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.1","spread":"0"}]}]}]},{"type":"PRIMARY","title":"Geometric Mean of Infant TFV-DP Concentrations by Visit","description":"This endpoint is based on TFV-DP concentration laboratory results from evaluable dried blood spot (DBS) specimens from infant participants. The geometric mean is summarized by study visit and includes only infants of mothers randomized to the Truvada arm. A value of 1/2 of the LLOQ is used if the concentration falls below the LLOQ (31.3 fmol/punch). The mother endpoints for geometric mean concentrations are included as separate sections above.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"0"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15.6","spread":"0"}]}]}]},{"type":"SECONDARY","title":"The Number of Mothers Non-adherent to Study Product for Each Month of Product Use by Study Product","description":"The number and proportion of mother's visits with drug concentration indicative of non-adherence (no use) are reported by study month. Non-adherence is measured by residual drug in returned VRs for mothers assigned the DPV VR arm and by TFV-DP concentrations in dried blood spot specimens for mothers assigned the Truvada tablet arm. For mothers on the DPV VR arm, no use is defined as residual DPV concentration in the returned VRs \\<= 0.9mg/month. For mothers on the Truvada arm, no use is defined as TFV-DP concentrations \\< 16.6 fmol/punch. Only mother participants are included in this endpoint since infants did not directly use study product in this study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"14","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"28","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"29","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Residual Drug Levels in Returned VRs","description":"The residual DPV concentrations from the returned VRs are summarized.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"22.1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participant Willingness to Use Their Assigned Study Products During Breastfeeding in the Future (Y/N)","description":"Based on participant report to the question \"Would you be willing to use the study product for HIV prevention while breastfeeding in the future?\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"142","spread":null},{"groupId":"OG001","value":"48","spread":null}]}]}]},{"type":"SECONDARY","title":"Proportion of Participants Who Find Their Study Product to be at Least as Acceptable as Other HIV Prevention Methods","description":"Based on participant report on the question \"Overall, how much did you like using the study product?\" on the Product End Use Visit Behavioral Assessment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"141","spread":null},{"groupId":"OG001","value":"46","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":2,"n":148},"commonTop":["Any Event in SOC","Upper respiratory tract infection","Respiratory tract infection","Any Event in SOC","Any Event in SOC"]}}}