{"nctId":"NCT00430092","briefTitle":"Study of Difluprednate in the Treatment of Inflammation Following Ocular Surgery (ST-601A-002b)","startDateStruct":null,"conditions":["Inflammation"],"count":219,"armGroups":[{"label":"Difluprednate 0.05% BID","type":"EXPERIMENTAL","interventionNames":["Drug: Difluprednate"]},{"label":"Difluprednate 0.05% QID","type":"EXPERIMENTAL","interventionNames":["Drug: Difluprednate"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"Difluprednate","otherNames":[]},{"name":"Difluprednate","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral ocular surgery in the day prior to study enrollment.\n* Anterior chamber cell grade ≥ \"2\" on the day after surgery (Day 1).\n* Aged 2 years or older on the day of consent.\n* Negative urine pregnancy test on Day 1 for postmenarchal subjects; negative urine pregnancy test for premenarchal subjects at the investigator's discretion.\n* Provide signed written consent prior to entering the study or signed written consent from parent or legal guardian if subject is a minor and signed assent from minor subject, if appropriate.\n\nPresurgical Exclusion Criteria:\n\n* Systemic administration of any corticosteroid in the 2 weeks prior to study enrollment.\n* Periocular injection in the study eye of any corticosteroid solution within 4 weeks prior to instillation of the study drug, or of any corticosteroid depot within 2 months prior to instillation of the study drug.\n* Instillation of any topical ocular corticosteroid or NSAID within 24 hours prior to instillation of the study drug or during the course of the study, with the exception of presurgical administration of a topical NSAID to prevent miosis.\n* Any history of glaucoma or ocular hypertension in the study eye.\n* History or presence of endogenous uveitis.\n* Any current corneal abrasion or ulceration.\n* Any confirmed or suspected active viral, bacterial, or fungal keratoconjunctival disease.\n* Allergy to similar drugs, such as other corticosteroids.\n* History of steroid-related IOP increase.\n* Scheduled surgery on the contralateral eye during the treatment period.\n* Unwilling to discontinue use of contact lenses during the study period.\n* Pregnancy or lactation.\n* Participation in any study of an investigational topical or systemic new drug or device within 30 days prior to screening, or at any time during the study.\n* Prior participation in the study described in this protocol.\n* Unable or unwilling to give signed informed consent prior to participation in any study related procedures.\n\nPostsurgical Exclusion Criteria:\n\n* Ocular hemorrhage which interferes with evaluation of postsurgery inflammation.\n* Injection of gas into the vitreous body during surgery.\n* Presence of IOP ≥24 mm Hg on Day 1 after surgery.","sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Anterior Chamber Cell Grade of \"0\" on Day 8 (Difluprednate QID vs Placebo).","description":"Measured on a 0 to 4 scale: \"0\" is ≤ 1 cell; \"1\" is 2-10 cells; \"2\" is 11-20 cells; \"3\" is 21-50 cells; \"4\" is \\> 50 cells.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"18","spread":null},{"groupId":"OG002","value":"7","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":null,"commonTop":[]}}}