{"nctId":"NCT03805100","briefTitle":"Comparing the Efficacy and Safety of Biosimilar Candidate Xlucane Versus Lucentis® in Patients With nAMD","startDateStruct":{"date":"2019-04-19","type":"ACTUAL"},"conditions":["Macular Degeneration"],"count":582,"armGroups":[{"label":"Xlucane","type":"EXPERIMENTAL","interventionNames":["Biological: Ranibizumab"]},{"label":"Lucentis","type":"ACTIVE_COMPARATOR","interventionNames":["Biological: Ranibizumab"]}],"interventions":[{"name":"Ranibizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written and signed informed consent form obtained at screening, before any study-related procedures.\n* Willingness and ability to undertake all scheduled visits and assessments as judged by the investigator.\n* Newly diagnosed, active subfoveal Choroidal Neovascularization (CNV) lesion secondary to age-related macular degeneration (AMD) in the study eye. Note: Active CNV indicates the presence of leakage as evidenced by Fluorescein Angiography (FA) and intra- or subretinal fluid as evidenced by Optical Coherence Tomography (OCT) which must be confirmed by the central reading center during Screening:\n\n  1. The area of CNV must be ≥ 50% of the total lesion area in the study eye, and\n  2. Total lesion area ≤ 9.0 Disc Areas (DA) in size (including blood, scars and neovascularization) as assessed by FA in the study eye.\n* Best Corrected Visual Acuity (BCVA) of ≤ 73 and ≥ 49 ETDRS letter score in the study eye, using ETDRS chart (20/40 to 20/100 Snellen equivalent) at Screening.\n* Fellow eye should not be expected to need any anti-VEGF treatment for the duration of study participation.\n* Age ≥ 50 years at screening.\n* Male and female subjects of childbearing potential must be willing to completely abstain or agree to use an appropriate method of contraception, from the time of signing informed consent and for the duration of study participation through 3 months, following the last dose of study drug.\n\nExclusion Criteria:\n\n* Any previous intervention including pharmacological treatment, laser and/or surgery for wAMD in either eye; (Exception: Vitamin supplementation for AMD prevention).\n* Any previous vitreoretinal surgery in the study eye for any cause.\n* Any previous IVT treatment including any anti-VEGF medications, steroids and/or any other investigational medication in either eye.\n* The use of long-acting steroids, either systemic or intraocular in any eye, in the 18 months before planned initiation of study treatment. (Note: Iluvien® \\[fluocinolone acetonide intravitreal\\], current or planned implantation during the study, is prohibited.)\n* Subfoveal fibrosis, atrophy or scarring extending \\> 50% of total lesion area, in the study eye as assessed by the investigator at screening and confirmed by the central reading center prior to randomization.\n* Choroidal neovascularization in either eye due to non-AMD causes (eg, DME, RVO, ocular histoplasmosis or trauma, etc.) as assessed by FA and confirmed by central reading center.\n* Active or recent (within 28 days prior to randomization) intraocular, extraocular, and periocular inflammation or infection in either eye.\n* History of idiopathic or autoimmune-associated uveitis in either eye.\n* Infectious conjunctivitis, keratitis, scleritis or endophthalmitis in either eye.\n* Unmedicated intraocular pressure (IOP) ≥ 30 mmHg at Screening in either eye.\n* Topical ocular corticosteroids administered for ≥ 30 consecutive days in the study eye within 90 days prior to Screening.\n* Spherical equivalent of the refractive error in the study eye demonstrating more than 8 diopters of myopia.\n* Corneal transplant or corneal dystrophy in the study eye.\n* History of rhegmatogenous retinal detachment in the study eye.\n* History of macular hole in the study eye.\n* Retinal pigment epithelial tear or rip, involving the macula in the study eye as assessed by FA and confirmed by the central reading center.\n* Current vitreous hemorrhage in the study eye.\n* Subretinal hemorrhage that is ≥ 50% of the total lesion area in the study eye, or if the subretinal hemorrhage involves the fovea is 1 or more DA (≥ 2.54 mm2) in size in the study eye, as assessed by FA and confirmed by the central reading center.\n* Other intraocular surgery (including cataract surgery) in the study eye within the 3 months prior to baseline. The yttrium aluminum garnet \\[YAG\\] posterior capsulotomy is allowed not later than 4 weeks prior to screening.\n* Any concurrent intraocular condition in the study eye (eg, cataract or diabetic retinopathy) that, in the opinion of the investigator, could require treatment during the study period to prevent or treat loss of visual acuity.\n* Significant media opacities (including cataract) in the study eye interfering with BCVA assessment or fundus imaging (FA/FP/OCT).\n* Aphakia or absence of the posterior capsule in the study eye, unless it occurred as a result of a YAG posterior capsulotomy in association with prior posterior chamber intraocular lens implantation.\n* Presence of advanced glaucoma or optic neuropathy that involve(s) or threaten(s) the central visual field in the study eye (as judged by the investigator).\n* History of glaucoma filtering surgery or argon laser trabeculoplasty in the study eye (Exception: Laser iridotomy and selective laser trabeculoplasty are allowed).\n* Uncontrolled ocular glaucoma or hypertension in the study eye, defined as IOP ≥ 25 mmHg despite treatment with anti-glaucoma medication.\n* Any previous systemic anti-VEGF treatment (eg, bevacizumab).\n* Contraindication for Lucentis® (hypersensitivity to ranibizumab or to any of the study treatment excipients).\n* Current treatment for active systemic infection.\n* Females who are pregnant, nursing, planning a pregnancy during the study, or of childbearing potential and not using a reliable method of contraception and/or not willing to use a reliable method of contraception during their participation in the study.\n* Participation in another clinical trial within the previous 3 months or any other clinical trial of anti-angiogenic drugs.\n* Reasonable suspicion of other disease or condition that might render the subject at a high risk of treatment complications or otherwise confound interpretation of the study results (as judged by the investigator).\n* PK subgroup only: Contraindication for additional blood sampling (as judged by the investigator).","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Best Corrected Visual Acuity (BCVA)","description":"Change(s) in BCVA letters at Week 8 compared to baseline using the ETDRS protocol","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.57","spread":null},{"groupId":"OG001","value":"6.37","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Size of Choroidal Neovascular Leakage Area in the Study Eye","description":"Change in the total size of choroidal neovascular leakage area in the study eye week 52 compared to baseline measured by Fluorescein Angiography","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-4.09","spread":null},{"groupId":"OG001","value":"-3.71","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Total Size of Choroidal Neovascularisation in the Study Eye","description":"Change From Baseline in the Total Size of Choroidal Neovascularisation in the Study Eye Measured by Fluorescein Angiography","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.62","spread":null},{"groupId":"OG001","value":"-1.11","spread":null}]}]}]},{"type":"SECONDARY","title":"Central Foveal Thickness in the Study Eye","description":"Central Foveal Thickness in the Study Eye Measured by Optical Coherence Tomography","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-117.44","spread":null},{"groupId":"OG001","value":"-115.14","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Loss of <15 BCVA Letters","description":"Percentage of Subjects With Loss of \\<15 BCVA Letters Compared to Baseline in the Study Eye","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"94.8","spread":null},{"groupId":"OG001","value":"96.0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.9","spread":null},{"groupId":"OG001","value":"96.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"94.8","spread":null},{"groupId":"OG001","value":"96.1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"68.8","spread":null},{"groupId":"OG001","value":"67.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Subjects With Gain of ≥15 BCVA Letters","description":"Percentage of Subjects With Gain of ≥15 BCVA Letters Compared to Baseline in the Study Eye","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"29.7","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.2","spread":null},{"groupId":"OG001","value":"28.8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23.6","spread":null},{"groupId":"OG001","value":"30.4","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17.1","spread":null},{"groupId":"OG001","value":"21.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Subretinal Fluid in the Study Eye","description":"Change from Baseline in the Amount of Subretinal Fluid in the Study Eye Measured by OCT","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-34.88","spread":null},{"groupId":"OG001","value":"-32.93","spread":null}]}]}]},{"type":"SECONDARY","title":"Width of Retinal Pigment Epithelium Detachments in the Study Eye","description":"Change from Baseline in the Width of Retinal Pigment Epithelium Detachments in the Study Eye Measured by OCT","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-161.39","spread":null},{"groupId":"OG001","value":"-256.33","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic Plasma Ranibizumab Concentrations","description":"Pharmacokinetic Plasma Ranibizumab Concentrations (sub-study)","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2230","spread":"1429"},{"groupId":"OG001","value":"2190","spread":"1336"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2450","spread":"1384"},{"groupId":"OG001","value":"2150","spread":"1233"}]}]}]},{"type":"SECONDARY","title":"Height of Retinal Pigment Epithelium Detachments","description":"Change from Baseline in the Height of Retinal Pigment Epithelium Detachments in the Study Eye Measured by OCT","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-81.49","spread":null},{"groupId":"OG001","value":"-73.15","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":292},"commonTop":["Conjunctival Haemorrhage","Hypertension"]}}}