{"nctId":"NCT02915744","briefTitle":"A Study of Etirinotecan Pegol (NKTR-102) Versus Treatment of Physician's Choice (TPC) in Patients With Metastatic Breast Cancer Who Have Stable Brain Metastases and Have Been Previously Treated With an Anthracycline, a Taxane, and Capecitabine","startDateStruct":{"date":"2016-11"},"conditions":["Metastasis","Breast Cancer"],"count":178,"armGroups":[{"label":"NKTR-102","type":"EXPERIMENTAL","interventionNames":["Drug: NKTR-102"]},{"label":"Treatment of Physician's Choice (TPC)","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Eribulin","Drug: Ixabepilone","Drug: Vinorelbine","Drug: Gemcitabine","Drug: Paclitaxel","Drug: Docetaxel","Drug: Nab-paclitaxel"]}],"interventions":[{"name":"NKTR-102","otherNames":[]},{"name":"Eribulin","otherNames":[]},{"name":"Ixabepilone","otherNames":[]},{"name":"Vinorelbine","otherNames":[]},{"name":"Gemcitabine","otherNames":[]},{"name":"Paclitaxel","otherNames":[]},{"name":"Docetaxel","otherNames":[]},{"name":"Nab-paclitaxel","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female or male, age ≥ 18 years.\n* Histologically-confirmed carcinoma of the breast (either the primary or metastatic lesions) for whom single-agent cytotoxic chemotherapy is indicated. Patients may have either measurable or non-measurable disease according to RECIST version 1.1.\n* Patients must have a history of brain metastases that are non-progressing.\n* For triple-negative breast cancer, a minimum of 1 prior cytotoxic chemotherapy regimen must have been administered for the indication of metastatic disease.Depending on receptor status, 1 or 2 prior cytotoxic regimens are required prior to enrollment in this trial; hormonal and/or human epidermal growth factor receptor 2 (HER2) -targeted agents may be required.\n* Have had prior therapy (administered in the neoadjuvant, adjuvant, and/or metastatic setting) with an anthracycline, a taxane, and capecitabine (prior anthracycline can be omitted if not medically appropriate or contraindicated for the patient).\n* Last dose of anticancer therapy must have been administered within 6 months of the date of randomization into this study.\n* All anticancer- and radiation therapy-related toxicities must be completely resolved or downgraded to Grade 1 or less (neuropathy may be Grade 2 or less).\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n* Demonstrate adequate organ function obtained within 14 days prior to randomization and analyzed by the central laboratory.\n* Women of childbearing potential (WCBP) must agree to use highly effective methods of birth control throughout the duration of the study until 6 months following the last dose of study drug.\n* Males with female partners of child-bearing potential must agree to use a barrier contraception (e.g., condom with spermicidal foam/gel/film/cream/suppository) throughout the duration of the study until 6 months following the last dose of study drug; in addition to their female partner using either an intrauterine device or hormonal contraception and continuing until 6 months following the last dose of study drug. Male patients should not donate sperm until 6 months following the last dose of study drug.\n\nExclusion Criteria:\n\n* Last dose of anticancer therapy (including HER2-targeted therapy) within 14 days prior to randomization.\n* High-dose chemotherapy followed by stem cell transplantation (autologous or allogeneic).\n* Major surgery within 28 days prior to randomization.\n* Concomitant use of any anticancer therapy or use of any investigational agent(s).\n* Received prior treatment for cancer with a camptothecin-derived agent.\n* Lesions on imaging, by cerebrospinal fluid or with neurological findings that are consistent with leptomeningeal disease or meningeal carcinomatosis.\n* Chronic or acute GI disorders resulting in diarrhea of any severity grade.\n* Patients who are pregnant or lactating, plan to get pregnant, or have a positive serum pregnancy test prior to randomization.\n* Enzyme-inducing anti-epileptic drugs (EIAEDs) within 14 days of randomization.\n* Hepatitis B or C, tuberculosis, or HIV.\n* Cirrhosis.\n* Prior malignancy (other than breast cancer) unless diagnosed and definitively treated more than 5 years prior to randomization.\n* Daily use of oxygen supplementation.\n* Significant known cardiovascular impairment.\n* Prior treatment with NKTR-102.\n* Psychiatric illness, social situation, or geographical situation that preclude informed consent or limit compliance.\n* Known intolerance or hypersensitivity to any of the products used in this study or their excipients.\n* For patients selecting vinorelbine or gemcitabine as the TPC agent, patients may not receive yellow fever vaccine in the 28 days prior to randomization.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Overall Survival (OS) of Patients","description":"To compare Overall Survival (OS) of patients who receive 145 mg/m2 NKTR-102 given once every 21 days (q21d) with OS of patients who receive Treatment of Physician's Choice (TPC). Overall survival is defined as the time from the date of randomization to the date of death from any cause. Patients will be followed until their date of death or until final database closure. Patients who are lost-to-follow-up or are alive at the time of analysis will be censored at the time they were last known to be alive or at the date of event cut-off for OS analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (Outside the Central Nervous System)","description":"Progression-Free Survival (PFS) is defined as the time from the date of randomization to the earliest evidence of documented Progressive Disease (PD) or of death from any cause. The date of global deterioration or symptomatic deterioration will not be used as the date of PD. The assessment of PFS outside the CNS will utilize RECIST criteria v1.1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.8","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival in Brain Metastasis (PFS-BM)","description":"Progression-Free Survival in Brain Metastasis (PFS-BM) is defined as the time from the date of randomization to the earliest evidence of documented Progressive Disease (PD) per Response Assessment in Neuro-Oncology-Brain Metastases (RANO-BM) in brain metastases or death from any cause. The PD will also be determined by the investigator's assessments. Progressive Disease (PD) is defined as at least a 20% increase in the sum of longest diameters of CNS target lesions, taking as reference the smallest sum on study. This included the baseline sum if that was the smallest on study. In addition to the relative increase of 20%, at least 1 lesion had to increase by an absolute value of 5 mm or more to be considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":null},{"groupId":"OG001","value":"3.3","spread":null}]}]}]},{"type":"SECONDARY","title":"Progression-Free Survival (Overall)","description":"Progression-free survival (CNS and peripheral) is defined as the time from the date of randomization to the earliest evidence of documented PD in either the CNS or peripheral (using RANO-BM) or death from any cause. The PD will be determined by both the investigator's and the central imaging facility assessments. The same statistical methods that were used for PFS and PFS-BM will be used for PFS (Overall). Progressive Disease (PD) is defined as at least a 20% increase in the sum of longest diameters of CNS target lesions, taking as reference the smallest sum on study. This included the baseline sum if that was the smallest on study. In addition to the relative increase of 20%, at least 1 lesion had to increase by an absolute value of 5 mm or more to be considered progression.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.1","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Objective Response Rates (ORR) of the NKTR-102 Treatment and the Treatment of Physician's Choice (TPC)","description":"RECIST criteria for lesions outside the Central Nervous System (CNS); RANO-BM criteria for CNS lesions) based upon the best response as assessed by the central imaging facility. CR is defined as disappearance of all target lesions. Any pathological lymph nodes (whether target or non-target) had to have reduction in short axis to \\< 10 mm. PR is defined as at least a 30% decrease in the sum of diameters of target lesions, taking as reference the baseline sum diameters. ORR is calculated as the sum of CR and PR. Progressive Disease (PD) is defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this included the baseline sum if that was the smallest on study). Stable Disease (SD) is defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]},{"measurements":[{"groupId":"OG000","value":"16","spread":null},{"groupId":"OG001","value":"5","spread":null}]},{"measurements":[{"groupId":"OG000","value":"38","spread":null},{"groupId":"OG001","value":"32","spread":null}]},{"measurements":[{"groupId":"OG000","value":"18","spread":null},{"groupId":"OG001","value":"30","spread":null}]},{"measurements":[{"groupId":"OG000","value":"7","spread":null},{"groupId":"OG001","value":"4","spread":null}]}]}]},{"type":"SECONDARY","title":"Clinical Benefit Rate (CBR)","description":"Clinical Benefit Rate will be defined as the proportion of patients having a Complete Response (CR), Partial Response (PR), or Stable Disease (SD) for at least 4 months (≥ 120 days). CR is defined as disappearance of all target lesions for at least 4 weeks with no new lesions, not use of corticosteroids, and patient was stable or improved clinically. PR is defined as at least a 30% decrease in the sum of longest diameters sustained for at least 4 weeks, no new lesions; stable to decreased corticosteroid dose; stable or improved clinically. Progressive Disease (PD) is defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this included the baseline sum if that was the smallest on study). Stable Disease (SD) is defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"6","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"17","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Response (DoR)","description":"Duration of response (DoR) outside the CNS will be defined as the time from first documented CR or PR until the earliest evidence of disease progression per RECIST v1.1 or death from any cause. CR is defined as disappearance of all target lesions for at least 4 weeks with no new lesions, not use of corticosteroids, and patient was stable or improved clinically. PR is defined as at least a 30% decrease in the sum of longest diameters sustained for at least 4 weeks, no new lesions; stable to decreased corticosteroid dose; stable or improved clinically. Progressive Disease (PD) is defined as at least a 20% increase in the sum of diameters of target lesions, taking as reference the smallest sum on study (this included the baseline sum if that was the smallest on study). Stable Disease (SD) is defined as neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for PD, taking as reference the smallest sum diameters while on study.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.4","spread":null},{"groupId":"OG001","value":"3.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Compare Health-Related Quality of Life (HRQoL) Using the European Organisation for Treatment of Cancer (EORTC) Quality of Life Core 30 (QLQ-C30) Module With the Brain Neoplasms 20-question (BN-20) Subscale.","description":"The EORTC QLQ-BN20 Scale has a series of 20 questions each of which involve reporting a scale from 1-4. It is an increasing scale where a score of one indicates \"not at all\" while a score of four indicates \"very much\". The minimum score is 20 and the maximum score is 80. The higher the score the worse the outcome.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"57.59","spread":"21.607"},{"groupId":"OG001","value":"52.25","spread":"24.236"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46.97","spread":"24.582"},{"groupId":"OG001","value":"52.38","spread":"24.801"}]}]}]},{"type":"SECONDARY","title":"Compare Health-Related Quality of Life (HRQoL) Using the the EuroQoL 5D (EQ-5D-5L™)","description":"The EQ-5D-5L scale is used to measure health by having a patient answer a series of questions. There are a series of 5 questions each of which is scaled from a score of 4-20 in increasing increments of 4. The scale is numbered from 0 to 100 where 100 means the beast health you can imagine and 0 means the worst health.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"61.41","spread":"19.739"},{"groupId":"OG001","value":"60.33","spread":"23.004"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"56.53","spread":"23.467"},{"groupId":"OG001","value":"61.60","spread":"20.858"}]}]}]},{"type":"SECONDARY","title":"Compare Health-Related Quality of Life (HRQoL) Using the Brief Fatigue Inventory (BFI)","description":"The Brief Fatigue Inventory scale utilizes a series of 4 questions. The first three are scored with a scale from 1-10. The fourth question has 6 six sub components each of which are scored with a scale of 1-10. For every scale, a score of 0 indicates no fatigue/interference where a score of 10 indicates as bad as you can imagine. A patient's score can range from 0 to 100 where 0 indicates the best outcome and 100 indicates the worst.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"4.18","spread":"2.264"},{"groupId":"OG001","value":"4.04","spread":"2.401"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4.83","spread":"2.476"},{"groupId":"OG001","value":"4.74","spread":"2.373"}]}]}]},{"type":"SECONDARY","title":"Magnitude of Clinical Benefit Assessed by ESMO-MCBS Derived From Overall Survival","description":"The magnitude of clinical benefit of NKTR-102 is assessed by the European Society for Medical Oncology Magnitude of Clinical Benefit Scale (ESMO-MCBS) (v1.0). The scale is graded 5, 4, 3, 2, 1, where grades 5 and 4 represent a high level of proven clinical benefit, and grade 1 represents no clinical benefit. To determine the magnitude of clinical benefit when the median OS with the standard of treatment is ≤ 1 year, the score is derived from the Hazard Ratio (HR) of Overall Survival, overall survival gain, and QoL improvement between two treatment arms. Values reported in the data table are Overall Survival values.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.8","spread":null},{"groupId":"OG001","value":"7.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With Adverse Events as Assessed by Common Terminology Criteria for Adverse Events (CTCAE) v4.3","description":"The number of participants with adverse events as assessed by Common Terminology Criteria for Adverse Events (CTCAE) v4.3","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"90","spread":null},{"groupId":"OG001","value":"76","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":33,"n":90},"commonTop":["Nausea","Diarrhea","Fatigue","Vomiting","Decreased Appetite"]}}}