{"nctId":"NCT00760214","briefTitle":"Efficacy and Safety Study of Azilsartan Medoxomil Compared to Ramipril for Treating Essential Hypertension","startDateStruct":{"date":"2008-01"},"conditions":["Hypertension"],"count":885,"armGroups":[{"label":"Azilsartan Medoxomil 40 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil"]},{"label":"Azilsartan Medoxomil 80 mg QD","type":"EXPERIMENTAL","interventionNames":["Drug: Azilsartan medoxomil"]},{"label":"Ramipril 10 mg QD","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Ramipril"]}],"interventions":[{"name":"Azilsartan medoxomil","otherNames":["TAK-491","Edarbi"]},{"name":"Azilsartan medoxomil","otherNames":["TAK-491","Edarbi"]},{"name":"Ramipril","otherNames":["Tritace","Ramace","Altace"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Essential hypertension (sitting systolic blood pressure between 150 and 180 mm Hg, inclusive).\n2. A female participant of childbearing potential who is sexually active agrees to use adequate contraception from screening throughout the duration of the study, and cannot be pregnant.\n3. Has clinical laboratory evaluations (including clinical chemistry, hematology, and complete urinalysis) within the reference range for the testing laboratory at Screening or the results are deemed not clinically significant for inclusion into this study by the investigator.\n4. Is willing to discontinue current antihypertensive medications at Screening Day -21. If the participant is on amlodipine prior to screening, the participant is willing to discontinue this medication at Screening Day -28.\n\nExclusion Criteria:\n\n1. Has an systolic blood pressure greater than 180 mmHg or diastolic blood pressure greater than 114 mmHg at Randomization.\n2. Is taking or expected to take an excluded medication including antihypertensive agents, insulin or other agents that alter blood pressure.\n3. Is hypersensitive to angiotensin II receptor blockers and/or angiotensin-converting enzyme inhibitors.\n4. Has a recent history within the last 6 months of myocardial infarction, heart failure, unstable angina, coronary artery bypass graft, percutaneous coronary intervention, hypertensive encephalopathy, cerebrovascular accident, or transient ischemic attack.\n5. Has clinically significant cardiac conduction defects (eg, third-degree atrioventricular block, left bundle branch block, sick sinus syndrome, atrial fibrillation or flutter).\n6. Has hemodynamically significant left ventricular outflow obstruction due to aortic valvular disease.\n7. Has secondary hypertension of any etiology (eg, renovascular disease, pheochromocytoma, Cushing's syndrome).\n8. Is noncompliant (less than 70% or greater than 130%) with study medication during placebo run-in period.\n9. Has severe renal dysfunction or disease (based on calculated creatinine clearance less than 30 mL/min/1.73 m² at Screening).\n10. Has known or suspected unilateral or bilateral renal artery stenosis.\n11. Has a history of drug or alcohol abuse within the past 2 years.\n12. Has a previous history of cancer that has not been in remission for at least 5 years prior to the first dose of study drug. (This criterion does not apply to those participants with basal cell or stage I squamous cell carcinoma of the skin).\n13. Has type 1 or poorly controlled type 2 diabetes mellitus (hemoglobin A1c greater than 8.0%) or is taking insulin.\n14. Has hyperkalemia as defined by the central laboratory normal reference range at Screening.\n15. Has an upper arm circumference less than 24 cm or greater than 42 cm.\n16. Works night (third) shift (defined as 11 PM to 7 AM).\n17. Has an alanine aminotransferase level at Screening of greater than 2.5 times the upper limit of normal, active liver disease, or jaundice.\n18. Is currently participating in another investigational study or has participated in an investigational study within 30 days prior to Screening.\n19. Has any other serious disease or condition at Screening or Randomization that would compromise participant's safety, might affect life expectancy, or make it difficult to successfully manage and follow the participant according to the protocol.\n20. Has been randomized in a previous azilsartan medoxomil study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Mean Trough Clinic Sitting Systolic Blood Pressure.","description":"The change in mean trough clinic sitting systolic blood pressure measured at final visit or week 24 relative to baseline. Systolic blood pressure is the arithmetic mean of the 3 trough sitting systolic blood pressure measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-20.63","spread":"0.946"},{"groupId":"OG001","value":"-21.24","spread":"0.949"},{"groupId":"OG002","value":"-12.22","spread":"0.948"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Mean Trough Clinic Sitting Diastolic Blood Pressure","description":"The change in mean trough clinic sitting diastolic blood pressure measured at final visit or week 24 relative to baseline. Diastolic blood pressure is the arithmetic mean of the 3 trough sitting diastolic blood pressure measurements.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.18","spread":"0.553"},{"groupId":"OG001","value":"-10.54","spread":"0.556"},{"groupId":"OG002","value":"-4.87","spread":"0.555"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 24-hour Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean systolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.65","spread":"1.006"},{"groupId":"OG001","value":"-12.29","spread":"0.992"},{"groupId":"OG002","value":"-7.83","spread":"1.022"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in 24-hour Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in 24-hour mean diastolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 24-hour mean is the average of all measurements recorded for 24 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.03","spread":"0.655"},{"groupId":"OG001","value":"-8.32","spread":"0.646"},{"groupId":"OG002","value":"-5.26","spread":"0.666"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 12-hour Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring","description":"The change in the 12-hour mean systolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.06","spread":"1.103"},{"groupId":"OG001","value":"-11.71","spread":"1.087"},{"groupId":"OG002","value":"-8.28","spread":"1.121"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the 12-hour Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring","description":"The change in the 12-hour mean diastolic blood pressure measured at week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The 12-hour mean is the average of all measurements recorded in the first 12 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.71","spread":"0.743"},{"groupId":"OG001","value":"-8.07","spread":"0.732"},{"groupId":"OG002","value":"-5.65","spread":"0.755"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daytime (6am to 10 pm) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean systolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.61","spread":"1.047"},{"groupId":"OG001","value":"-12.35","spread":"1.032"},{"groupId":"OG002","value":"-8.08","spread":"1.064"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Daytime (6am to 10 pm) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in daytime (6am to 10pm) mean diastolic blood pressure measured at week 8 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Daytime mean is the average of all measurements recorded between the hours of 6 am and 10 pm.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-8.19","spread":"0.700"},{"groupId":"OG001","value":"-8.53","spread":"0.689"},{"groupId":"OG002","value":"-5.55","spread":"0.711"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nighttime (12 am to 6 am) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean systolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-12.82","spread":"1.135"},{"groupId":"OG001","value":"-12.69","spread":"1.115"},{"groupId":"OG002","value":"-6.87","spread":"1.147"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Nighttime (12 am to 6 am) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in nighttime (12am to 6am) mean diastolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. Nighttime mean is the average of all measurements recorded between the hours of 12 am and 6 am.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-7.44","spread":"0.764"},{"groupId":"OG001","value":"-8.20","spread":"0.750"},{"groupId":"OG002","value":"-4.43","spread":"0.773"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trough (22-24-hr) Mean Systolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough mean systolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough mean is the average of all measurements recorded from 22 to 24 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-15.60","spread":"1.172"},{"groupId":"OG001","value":"-14.93","spread":"1.151"},{"groupId":"OG002","value":"-6.73","spread":"1.186"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in the Trough (22-24-hr) Mean Diastolic Blood Pressure Measured by Ambulatory Blood Pressure Monitoring.","description":"The change in trough mean diastolic blood pressure measured at week 24 relative to baseline. Ambulatory blood pressure monitoring measures blood pressure at regular intervals throughout the day and night. The trough mean is the average of all measurements recorded from 22 to 24 hours after dosing.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-10.21","spread":"0.898"},{"groupId":"OG001","value":"-9.85","spread":"0.883"},{"groupId":"OG002","value":"-4.53","spread":"0.909"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":8,"n":294},"commonTop":["Nasopharyngitis","Cough"]}}}