{"nctId":"NCT00549042","briefTitle":"Study to Test the Effectiveness of Controlled-Release OROS® Hydromorphone HCl Compared to Placebo in Patients With Chronic Low Back Pain","startDateStruct":{"date":"2007-10"},"conditions":["Chronic Low Back Pain"],"count":459,"armGroups":[{"label":"OROS hydromorphone","type":"EXPERIMENTAL","interventionNames":["Drug: OROS hydromorphone"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo"]}],"interventions":[{"name":"OROS hydromorphone","otherNames":[]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Patients must have been provided with written consent to participate in the study prior to any study procedures, and must understand that they are free to withdraw from the study at any time.\n2. Patients who can speak, read, write, and understand English, and must be able to read and understand the consent form, complete study-related procedures, and communicate with the study staff.\n3. Male and female patients aged 18-75 years, inclusive.\n4. Documented diagnosis of moderate to severe chronic low back pain that must have been present\n5. Patients who are classified as non-neuropathic (Class 1 and 2) or neuropathic (Class 3, 4, 5 and 6) of lower back pain based on the Quebec Task Force Classification of Spinal Disorders will be enrolled for this study.\n6. Patients who require daily scheduled opioid analgesics for low back pain for at least 2 months prior to the screening visit.\n7. Patients with a daily opioid requirement of ≥ 60 mg oral morphine equivalent (≥ 12 mg hydromorphone), but ≤ 320 mg morphine (≤ 64 mg hydromorphone) per day within the 2 months prior to the screening visit.\n8. Patients who, in the Investigator's opinion, are on a stable dose (≥ 2 weeks) of all prior analgesics (both opioid and non-opioid) prior to the screening visit.\n9. Female subjects of childbearing potential including those who have had a tubal ligation surgery but excluding those who have not experienced a menstrual period for a minimum of 2 years, must have a negative serum pregnancy test at screening visit, and must consent to utilize a medically acceptable method of contraception throughout the entire study period including the washout period and for 1 week after the study is completed.\n\nExclusion Criteria\n\n1. Patients with an active diagnosis of fibromyalgia, complex regional pain syndrome (including reflex sympathetic dystrophy or causalgia), acute spinal cord compression, severe or progressive lower extremity weakness or numbness, bowel or bladder dysfunction as a result of cauda equina compression, diabetic amyotrophy, meningitis, diskitis, back pain because of secondary infection or tumor, or pain caused by a confirmed or suspected neoplasm.\n2. Patients who have undergone a surgical procedure for back pain within 6 months prior to the screening visit.\n3. Patients who have had nerve or plexus block, including epidural steroid injections or facet blocks, within 1 month prior to the screening visit.\n4. Patients with any other chronic pain condition that, in the investigator's opinion, would interfere with the assessment of low back pain (e.g., osteoarthritis, rheumatoid arthritis, postherpetic neuralgia, pain associated with diabetic neuropathy, migraine headaches requiring opioid therapy).\n5. Patients who are involved in an active workman's compensation or insurance claim or disability claim or litigation related to back pain.\n6. Patients who have by history used any illicit drugs of abuse, abused opioids or exhibited drug seeking behavior within 5 years prior to the screening visit.\n7. Patients who have abused prescription medication or alcohol within 5 years prior to the screening visit.\n8. Patients with a positive alcohol or drugs of abuse test\n9. Women who are pregnant (as indicated by a positive result in a serum pregnancy test administered at screening visit), or breast feeding, or planning to breast feed within 30 days prior to the screening visit.\n10. Patients who have demonstrated allergic reactions or hypersensitivity to opioids.\n11. Patients who have had no bowel movement within three days, or bowel obstruction within 60 days, prior to the screening visit.\n12. Patients with pre-existing severe narrowing of the gastrointestinal tract secondary to:\n\n    prior gastrointestinal surgery (e.g., vagotomy, antrectomy, pyloroplasty, gastroplasty, gastrojejunostomy) or gastrointestinal disease resulting in impaired gastrointestinal function (e.g., paralytic ileus, gastroparesis, inflammatory bowel disease, \"short gut\" syndrome due to adhesions or decreased transit time, past history of peritonitis, cystic fibrosis, chronic intestinal pseudoobstruction, or Meckel diverticulum)\n13. Patients who have a major psychiatric condition (e.g., schizophrenia, major depression) or who have clinically significant anxiety or depression as defined by a Hospital Anxiety and Depression Scale(HADS) score greater than 10.\n14. Patients who have received monoamine oxidase (MAO) inhibitors within 14 days prior to the screening visit.\n15. Patients with clinically significant abnormal laboratory results in clinical chemistry, hematology or urinalysis including serum glutamic-oxaloacetic transaminase/aspartate aminotransferase (AST) or serum glutamic-pyruvic transaminase/alanine aminotransferase (ALT) ≥ 3.0 times the upper limit of the reference range or a serum creatinine ≥ 2.0 mg/dL at screening.\n16. Patients with a serious or unstable intercurrent illness.\n17. Patients with a history of uncontrolled seizure disorder.\n18. Patients with increased intracranial pressure, mental clouding of unknown etiology, coma, or hypotension.\n19. Patients who have severe asthma, severe chronic obstructive pulmonary disease, or any other disorder that predisposes the patient to carbon dioxide retention or respiratory depression.\n20. Patients who have taken any investigational drug within 30 days prior to the screening visit or are currently enrolled in another investigational drug study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline to Week 12 in Mean Pain Intensity","description":"Participants rate their pain intensity on a numeric rating scale (NRS), where 0=no pain and 10=worst possible pain, in a daily diary. At Week 12 (or final visit), all measurements during the preceding week are averaged, and the mean change from the mean score at baseline is calculated.","paramType":"MEAN","dispersionType":"Full Range","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.6","spread":null},{"groupId":"OG001","value":"1.7","spread":null}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Pain Intensity Scores Through the Entire 12-week Treatment Phase","description":"Participants rate their pain on the pain intensity NRS in a daily diary. At each scheduled visit all measurements during the preceding week are collected, and a mean score for each arm is calculated for each visit. Mean scores at baseline and each subsequent visit are plotted on a graph for the entire 12-week treatment period, and an area under the curve calculation is used to determine the mean change from baseline for each arm through the entire 12-week treatment phase.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Patient Global Assessment (PGA) Scores","description":"Change from Baseline in mean PGA scores collected at each visit (at Baseline, Days 1, 4, 8, 11, and Weeks 2, 3, 4, 6, 8, 10, and 12) using the scale: 1=Excellent, 2=Very Good, 3=Good, 4=Fair, and 5=Poor. The worst possible score is 5.0.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Scores on the Roland-Morris Disability Questionnaire","description":"Change from baseline in the Roland-Morris Disability Questionnaire (RDQ) score was analyzed for each visit at which the RDQ was administered (Days 1, 8, and Weeks 2, 3, 4, 6, 8, 10, and 12). This is a 24-item inventory with scores ranging from 0 (highest ability) to 24 (lowest ability). Higher scores mean more disability.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Change From Baseline in Mean Pain Intensity Scores Collected at Scheduled Visits to the Clinic","description":"Participants rate their pain on the pain intensity NRS at each scheduled visit (Baseline, Days 1, 4, 8, 11, and Weeks 2, 3, 4, 6, 8, 10, and 12), and a mean score is calculated.","paramType":null,"dispersionType":null,"classes":[]},{"type":"OTHER_PRE_SPECIFIED","title":"Time to Treatment Failure","description":"Time to treatment failure is the median number of days from baseline until the earliest day on which the patient's data indicated treatment failure.","paramType":null,"dispersionType":null,"classes":[]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":5,"n":447},"commonTop":["Constipation","Nausea","Headache","Drug withdrawal syndrome","Vomiting"]}}}