{"nctId":"NCT02390219","briefTitle":"Study to Evaluate Lumacaftor and Ivacaftor Combination Therapy in Subjects 12 Years and Older With Advanced Lung Disease","startDateStruct":{"date":"2015-03"},"conditions":["Cystic Fibrosis","Advanced Lung Disease"],"count":46,"armGroups":[{"label":"Lumacaftor/Ivacaftor combination","type":"EXPERIMENTAL","interventionNames":["Drug: Lumacaftor","Drug: Ivacaftor"]}],"interventions":[{"name":"Lumacaftor","otherNames":["VX-809"]},{"name":"Ivacaftor","otherNames":["VX-770"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Homozygous for the F508del-CFTR mutation; historical genotype must be documented in the participant's source documents.\n* Percent predicted FEV1 \\<40 of adjusted for age, sex, and height at Screening\n\nExclusion Criteria:\n\n* Participant currently receiving invasive mechanical ventilation.\n* History of any comorbidity that, in the opinion of the investigator, might confound the results of the study or pose an additional risk in administering study drug to the participant\n* Any clinically significant laboratory abnormalities at screening that would interfere with the study assessments or pose an undue risk for the subject\n* A 12-lead electrocardiograms (ECG) demonstrating QTcF \\>450 msec at Screening\n* History of solid organ or hematological transplantation\n* History of alcohol or drug abuse in the past year\n* Ongoing or prior participation in an investigational drug study (including studies investigating lumacaftor and/or ivacaftor) within 30 days of screening.\n* Use of strong inhibitors, moderate inducers, or strong inducers of CYP3A\n* Pregnant and nursing females: Females of childbearing potential must have a negative pregnancy test at Screening and Day 1.\n* Sexually active subjects of reproductive potential who are not willing to follow the contraception requirements\n* Use of beta blockers or the equivalent at Screening.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Treatment Emergent Adverse Events (AEs) or Serious Adverse Events (SAEs)","description":"AE: any untoward medical occurrence in a participant during the study; event does not necessarily have a causal relationship with treatment. This includes any newly occurring event/previous condition that has increased in severity/frequency after informed consent form is signed. AE includes serious as well as non-serious AEs. SAE (subset of AE): medical event, which falls into any of the following categories, regardless of its relationship to study drug: death, life threatening adverse experience, in-patient hospitalization/prolongation of hospitalization, persistent/significant disability or incapacity, congenital anomaly/birth defect, important medical event. TEAEs: AEs that started/ worsened on/after the start of study drug through the Safety Follow up Visit (4 weeks after the last dose of study drug). Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"COUNT_OF_PARTICIPANTS","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"18","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Percent Predicted Forced Expiratory Volume in 1 Second (FEV1) Up to Week 24","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration. Hankinson and Wang standards were used to calculate percent predicted FEV1 (for age, gender, and height). The Hankinson standard was used for male participants 18 years and older and female participants 16 years and older. The Wang standard was used for male participants aged 12 to 17 years and for female participants aged 12 to 15 years. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"0.7"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Forced Expiratory Volume in 1 Second (FEV1) Up to Week 24","description":"FEV1 is the volume of air that can forcibly be blown out in one second, after full inspiration. Hankinson and Wang standards were used to calculate FEV1 (for age, gender, race, and height). The Hankinson standard was used for male participants 18 years and older and female participants 16 years and older. The Wang standard was used for male participants aged 12 to 17 years and for female participants aged 12 to 15 years. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.02","spread":"0.03"}]}]}]},{"type":"SECONDARY","title":"Duration For Which Participants Received Intravenous (IV) Antibiotics","description":"The duration for which participants received IV antibiotics for sinopulmonary signs and symptoms were reported. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.38","spread":"18.15"}]}]}]},{"type":"SECONDARY","title":"Number of Hospitalizations","description":"Number of hospitalizations (all causes) through Week 24 was summarized. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23","spread":null}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Sweat Chloride at Average of Day 15 and Week 4","description":"Sweat samples were collected using an approved collection device. Baseline was defined as the average of the measurements at screening and on Day 1 pre-dose. The average absolute change from baseline in sweat chloride was derived as: (Average of Day 15 and Week 4 value) minus Baseline value. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-16.4","spread":"1.3"}]}]}]},{"type":"SECONDARY","title":"Absolute Change From Baseline in Cystic Fibrosis Questionnaire - Revised (CFQ-R) Respiratory Domain Score Through Week 24","description":"The CFQ-R is a validated participant-reported outcome measuring health-related quality of life for participants with cystic fibrosis. Respiratory domain assessed respiratory symptoms (for example, coughing, congestion, wheezing), the scaled score range: 0-100; higher scores indicating fewer symptoms and better health-related quality of life. Results were reported as planned, as a combined single LUM/IVA arm irrespective of permitted dose modification.","paramType":"LEAST_SQUARES_MEAN","dispersionType":"Standard Error","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.5","spread":"1.7"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":18,"n":46},"commonTop":["Respiration abnormal","Cough","Dyspnoea","Infective pulmonary exacerbation of cystic fibrosis","Sputum increased"]}}}