{"nctId":"NCT02889562","briefTitle":"Apixaban Versus Warfarin for the Management of Post-operative Atrial Fibrillation","startDateStruct":{"date":"2016-09"},"conditions":["Coronary Artery Bypass Grafting","Postoperative Atrial Fibrilation","Stroke","Systemic Embolism","Deep Venous Thrombosis"],"count":56,"armGroups":[{"label":"Apixaban","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Apixaban"]},{"label":"Warfarin","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Warfarin"]}],"interventions":[{"name":"Apixaban","otherNames":["Eliquis"]},{"name":"Warfarin","otherNames":["Coumadin"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Signed Written Informed Consent\n* Patients diagnosed with new-onset persistent or recurrent atrial fibrillation after isolated CABG surgery. Persistent atrial fibrillation is defined as an episode of \\>12 hours. Recurrent atrial fibrillation is defined as two or more episodes of atrial fibrillation lasting longer than 30 minutes.\n* Women of childbearing potential (WOCBP) must have a negative serum or urine pregnancy test (minimum sensitivity 25 IU/L or equivalent units of HCG) within 24 hours prior to the start of study drug. Patients undergoing isolated CABG must have this tested and documented prior to the procedure, and this will be verified prior to randomization.\n* Women must not be breastfeeding.\n* WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment with study drug(s): 30 days of treatment plus 5 half-lives of study drug Apixaban (3 days) or warfarin (8 days) plus 30 days (duration of ovulatory cycle) for a total of 38 days post-treatment completion.\n* Males who are sexually active with WOCBP must agree to follow instructions for method(s) of contraception for the duration of treatment with study drug(s): 30 days of treatment plus 5 half-lives of study drug Apixaban (3 days) or warfarin (8 days) plus 90 days (duration of sperm turnover) for a total of 98 days post-treatment completion.\n\nExclusion Criteria:\n\n* Atrial fibrillation due to a reversible cause other than recent surgery\n* Patients diagnosed with persistent or paroxysmal atrial fibrillation chronically before undergoing surgery\n* Patients with mechanical heart valves\n* Patients currently experiencing active bleeding precluding initialization of anticoagulation therapy in the opinion of their managing physician, or with increased bleeding risk (as determined by the attending surgeon) believed to be a contraindication to anticoagulation at the time of randomization Planned major surgery requiring stoppage of anticoagulation therapy during trial period\n* Stroke within the previous 7 days\n* Moderate or severe mitral stenosis\n* Conditions other than atrial fibrillation that required anticoagulation (prosthetic mechanical heart valve)\n* Patients taking warfarin, apixaban, rivaroxaban, dabigatran, edoxaban, clopidogrel, ticagrelor, or enoxaparin at home for any indication in the 15 days prior to surgery\n* Patients requiring the use of clopidogrel or ticagrelor during the study period\n* Severe renal insufficiency (serum creatinine level of \\>2.5 mg/dL or CrCL\\<25 ml/min) for consecutive measurements\n* Allergies to warfarin or apixaban, or components of warfarin or apixaban","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With Strokes","description":"Efficacy will be measured by the freedom from stroke during the study period. Events relating to stroke will be adjudicated using pre-determined definitions by independent committee members that remain blinded to the patient's treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With Thromboembolytic Events","description":"Efficacy will be measured by the freedom from thromboembolytic events during the study period. Events relating to thromboembolytic events will be adjudicated using pre-determined definitions by independent committee members that remain blinded to the patient's treatment arm.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Units of Blood Given After Initiation of Anticoagulation Medication","description":"Units of blood or blood products given after the first dose of anticoagulation.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"6","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]},{"type":"SECONDARY","title":"Total Post-operative Length of Stay","description":"This will be measured from the date/time of the end of the subject's surgery until the date/time of the patient's discharge from the hospital. This will be measured in hours, to the nearest tenth of an hour.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"167.5","spread":"76.6"},{"groupId":"OG001","value":"143.1","spread":"53.2"}]}]}]},{"type":"SECONDARY","title":"Time in Therapeutic Range of INR, if on Warfarin","description":"Time in therapeutic range of INR, if on warfarin, (eg. 2-3), measured as a percentage and defined for each patient using the Rosendaal equation","classes":[{"categories":[{"measurements":[{"groupId":"OG001","value":"56.8","spread":"22.4"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":28},"commonTop":["Required thoracentesis","required transfusions after anticoagulation while in hospital","Epistaxis requiring intervention","GI bleed requiring endoscopy","Epistaxis not requiring intervention"]}}}