{"nctId":"NCT01174173","briefTitle":"Ranolazine and Pulmonary Hypertension","startDateStruct":{"date":"2010-06"},"conditions":["Angina","Pulmonary Arterial Hypertension"],"count":11,"armGroups":[{"label":"Ranolazine","type":"EXPERIMENTAL","interventionNames":["Drug: Ranolazine"]}],"interventions":[{"name":"Ranolazine","otherNames":["Ranexa"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. World Health Organization (WHO) Group 1 PAH, defined as a pulmonary hypertension with mean pulmonary artery pressure \\> 25 mmHg, pulmonary capillary wedge pressure \\< 15 mmHg, and pulmonary vascular resistance \\> 3 Wood units.\n2. Right ventricular dysfunction, defined as RV fractional area change \\< 32% or RV tricuspid annular plane systolic excursion (TAPSE) \\< 15 mm.\n3. Symptoms of angina or angina equivalent (exertional dyspnea, exertional epigastric pain, exertional nausea).\n4. New York Heart Association functional class II or III symptoms.\n5. Stable doses of pulmonary vasodilators (prostacyclins, endothelin receptor antagonists, phosphodiesterase inhibitors), with no new therapy initiation or dose escalation \\> 50% in the 4 weeks prior to randomization.\n6. Age 18-80 years.\n\nExclusion criteria:\n\n1. Acute coronary syndrome or coronary revascularization within the prior 3 months.\n2. Patients with unstable angina.\n3. Patients with Class IV congestive heart failure.\n4. Planned revascularization, pacemaker or defibrillator placement during the study period.\n5. Changes in antianginal medical therapy likely to occur during the study period.\n6. Corrected QT interval measurement \\>500 ms.\n7. Patients with pre-existing QT prolongation (including congenital long QT syndrome) or receiving other QT prolonging drugs (including Class Ia-e.g., quinidine, Class III-e.g., dofetilide, sotalol, antiarrhythmics; antipsychotics (e.g., thioridazine, ziprasidone), or known history of complex ventricular arrhythmias requiring antiarrhythmic medications or ICD implantation.\n8. Patients with known history of hepatic dysfunction.\n9. Current use of strong CYP3A inhibitors, including ketoconazole, itraconazole, clarithromycin, nefazodone, nelfinavir, ritonavir, indinavir, saquinavir and diltizaem.\n10. Patients with pacemakers, cochlear implants, aneurysm clips, who have worked with metal.\n11. Patients with metallic hardware, implants, or prostheses will consult with the radiologist/cardiologist prior to the study.\n12. Patients with severe or end stage renal disease (an estimated GFR \\< 30 mL/min/1.73 m).\n13. Women who are pregnant or lactating\n14. Any contraindications for the use of a right heart catheter including, but not limited to:\n\n    * Pulmonic or tricuspid valve stenosis\n    * Prosthetic pulmonic or tricuspid valve\n    * Right atrial or ventricular masses\n    * Previous pneumonectomy\n    * Risk of severe arrhythmias, including left bundle branch block (LBBB)\n15. Subjects unable to perform cardiopulmonary exercise testing will be excluded (i.e. extensive musculoskeletal disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":false},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Improve Angina Symptoms","description":"Assessed as average improvement in WHO Functional Class. The WHO Functional Class score ranges from 1 to 4, with higher scores indicating more impairment","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.75","spread":"0.46"}]}]}]},{"type":"PRIMARY","title":"6-Minute Walk Test","description":"Improve Exercise Capacity measured by 6-Minute Walk Test","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"419","spread":"80"}]}]}]},{"type":"PRIMARY","title":"Improve Quality of Life","description":"The Kansas City Cardiomyopathy Questionnaire is a 23-item, self-administered instrument that quantifies physical function, symptoms (frequency, severity and recent change), social function, self-efficacy and knowledge, and quality of life. The scores are averaged and transformed to a range of 0-100, in which higher scores reflect better health status and was performed at the conclusion of the study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"60.3","spread":"19.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"64.2","spread":"17.5"}]}]}]},{"type":"SECONDARY","title":"RV Perfusion on Cardiac MRI","description":"The majority of patients did not undergo cardiac MRI because it was difficult for the patients to tolerate the imaging study. Therefore, we were not able to assess change in RV perfusion.","paramType":null,"dispersionType":null,"classes":[]},{"type":"SECONDARY","title":"Absolute RV Longitudinal Strain","description":"Change in absolute right ventricular (RV) longitudinal strain as assessed by exercise stress echocardiography with speckle-tracking echocardiography at baseline and conclusion of the study. An increase in exercise-induced change in RV longitudinal strain between baseline to conclusion of the study is indicative of improved RV function. If absolute RV longitudinal strain increases with exercise, that is a sign that the RV is working well. If absolute RV longitudinal strain decreases with exercise, that is a sign that the RV is not working well. Therefore, between baseline and conclusion of the study, if exercise-induced change in RV strain increases that means that the RV is working better at the conclusion of the study.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.4","spread":"0.7"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"1.0","spread":"0.5"}]}]}]},{"type":"SECONDARY","title":"Right Ventricular Hemodynamics","description":"Mean pulmonary artery pressure was assessed invasively by right heart catheterization at the conclusion of the study to estimate right ventricular hemodynamics.","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"48","spread":"6"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":11},"commonTop":["Constipation","nausea","Myalgias"]}}}