{"nctId":"NCT00803634","briefTitle":"Clevidipine in the Treatment of Blood Pressure in Patients With Acute Heart Failure (PRONTO)","startDateStruct":{"date":"2008-12"},"conditions":["Hypertension","Heart Failure"],"count":117,"armGroups":[{"label":"Clevidipine","type":"EXPERIMENTAL","interventionNames":["Drug: Clevidipine"]},{"label":"Standard of Care IV antihypertensive","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Standard of Care IV antihypertensive"]}],"interventions":[{"name":"Clevidipine","otherNames":["Cleviprex","clevidipine emulsion","clevidipine injectible emulsion"]},{"name":"Standard of Care IV antihypertensive","otherNames":["nitroglycerin","nicardipine","sodium nitroprusside","isosorbide dinitrate","hydralizine","diltiazem"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* Presentation consistent with acute heart failure and pulmonary congestion on physical examination as evidenced by rales\n* Baseline systolic blood pressure (immediately prior to initiation of study drug) of ≥160 mm Hg\n* Dyspnea score (sitting) of at least 5 on a 10 cm visual analog scale (VAS)\n* Required IV antihypertensive therapy to lower blood pressure\n* Written informed consent\n\nExclusion Criteria:\n\n* Administration of an agent (IV or oral) for the treatment of elevated BP within the previous 2 hours of randomization. (Previous short-acting non-IV nitrates, continuous positive airway pressure (CPAP), and bi-level positive airway pressure (BiPAP) were permitted)\n* Chest pain and/or electrocardiogram with ST segment changes consistent with acute coronary syndrome\n* Known or suspected aortic dissection\n* Acute myocardial infarction within the prior 14 days\n* Dialysis-dependant renal failure\n* Requirement for immediate endotracheal intubation\n* Positive pregnancy test, known pregnancy or breast feeding female\n* Intolerance or allergy to calcium channel blockers\n* Allergy to soybean oil or egg lecithin\n* Known liver failure, cirrhosis or pancreatitis\n* Prior directives against advanced life support\n* Participation in other clinical research studies involving the evaluation of other investigational drugs or devices within 30 days of enrollment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Time to First Achieve Initial Prespecified SBP Target Range and 15% Reduction From Baseline Within First 30 Minutes","description":"Time to first achieve the initial pre-specified systolic blood pressure (SBP) target range and a 15% SBP reduction from baseline is the time in minutes between the initiation of study medication and the time the patient first achieved both components. Median time was estimated using Kaplan Meier method. 95% two-sided confidence interval of the median time is from 'Simon and Lee, 1982'. If patients did not reach both components within 30 minutes from the initial treatment with study medication, or another antihypertensive agent was administered, the patient was censored at 30 minutes or the time when another antihypertensive agent is given, whichever came first.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.0","spread":null},{"groupId":"OG001","value":"NA","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Reaching Prespecified Target Range Without Falling Below Lower Limit of Target Range Within First 30 Minutes","description":"The percentage of patients reaching this endpoint was calculated within each treatment group using the number of mITT patients reaching the endpoint divided by the number of mITT patients, and multiplied by 100. Two-tailed 95% CIs were computed for these percentages.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"45.5","spread":null},{"groupId":"OG001","value":"51.2","spread":null}]}]}]},{"type":"SECONDARY","title":"SBP Area Under the Curve (AUC) Outside Prespecified Target Range","description":"The magnitude and duration of SBP excursions was calculated as the area under the curve (AUC) for each patient, using the trapezoidal rule, related to time (in minutes) that each patient's SBP was outside the target range. AUC was determined based on data collected from the initiation of study medication through the end of monotherapy treatment up to 96 hours, normalized per hour, and expressed as mmHg × minute/hour.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"494.96","spread":"428.554"},{"groupId":"OG001","value":"966.15","spread":"860.278"}]}]}]},{"type":"SECONDARY","title":"Percentage Falling Below Lower Limit of SBP Target Range Within First 30 Minutes","description":"The percentage of patients in whom the SBP fell below the lower limit of the prespecified target range at any time during the first 30 minutes was calculated within each treatment group using the number of mITT patients achieving the endpoint divided by the number of mITT patients and multiplied by 100. Two-tailed 95% CIs were computed for these percentages.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34.1","spread":null},{"groupId":"OG001","value":"2.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Falling Below Lower Limit of SBP Target Range at Any Time During Study","description":"The percentage of patients in whom the SBP fell below the lower limit of the prespecified target range at any time during the entire study drug treatment period (up to 96 hours) was calculated within each treatment group using the number of mITT patients achieving the endpoint divided by the number of mITT patients and multiplied by 100. Two-tailed 95% CIs were computed for these percentages.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"68.2","spread":null},{"groupId":"OG001","value":"70.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dyspnea (Measured By VAS) at Each Time Point","description":"A validated visual analog scale (VAS) with a horizontal ruler showing increments from 0 to 100 mm with 0 = Best and 100 = Worst was used. The test was asked from the patient's perspective and had to be administered with patient sitting. Relative change in VAS from baseline is the value at each time point minus the baseline value. Relative change from baseline was summarized descriptively (with associated two-tailed 95% CIs of the mean values) at 15, 30 and 45 minutes and at 1, 2, 3 hours and 12 hours, and 1 hour post termination of study drug treatment.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-18.6","spread":"17.49"},{"groupId":"OG001","value":"-16.1","spread":"19.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-28.8","spread":"19.94"},{"groupId":"OG001","value":"-22.8","spread":"21.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-37.1","spread":"20.87"},{"groupId":"OG001","value":"-27.9","spread":"21.73"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-43.6","spread":"21.74"},{"groupId":"OG001","value":"-34.6","spread":"23.38"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-45.2","spread":"22.66"},{"groupId":"OG001","value":"-35.3","spread":"22.30"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-47.9","spread":"16.57"},{"groupId":"OG001","value":"-40.5","spread":"21.69"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":"NA"},{"groupId":"OG001","value":"-57.9","spread":"15.18"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-50.1","spread":"23.22"},{"groupId":"OG001","value":"-50.1","spread":"26.09"}]}]}]},{"type":"SECONDARY","title":"Time to Use Other IV Antihypertensives During the Study Drug Administration","description":"The length of time to use other IV antihypertensive agents was defined as the duration in hours from the initiation of study drug through the time when any other concomitant IV antihypertensive agent was administered, thus, representing the time period without use of any other concomitant IV antihypertensive agent. Median time to use other IV antihypertensive agents was obtained using Kaplan-Meier method. If a patient did not receive any concomitant IV antihypertensive during the 96-hour treatment period, this patient was considered censored at 96 hours. If study drug was stopped less than 96 hours and the patient has no concomitant IV antihypertensive agent, the patient was considered censored when study drug was stopped.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"NA","spread":null},{"groupId":"OG001","value":"5.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients Who Received Any Alternative IV Antihypertensive Drug at Any Time During Study Drug Treatment","description":"The percentage of patients who received any alternative IV antihypertensive drug at any time during the study drug treatment period (up to 96 hours) was calculated using mITT patients within each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"15.9","spread":null},{"groupId":"OG001","value":"51.2","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Patients With at Least One Episode of SBP < 90 mm Hg During Study Drug Administration (up to 96 Hours)","description":"The percent of patients with at least one episode of SBP \\<90 mm Hg was calculated as the number of mITT patients who had at least one episode of SBP\\<90 mm Hg during study drug administration up to 96 hours divided by mITT patients, and multiplied by 100 for each treatment group.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.9","spread":null},{"groupId":"OG001","value":"1.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Patients That Require Intubation During Study Drug Administration up to 96 Hours","description":"The number of patients requiring intubation was calculated based on the total number of mITT patients.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage to First Achieve Initial Prespecified SBP Target Range [≥20 mm Hg and ≤40 mm Hg Apart] and 15% Reduction From Baseline Within First 30 Minutes","description":"Analysis of the percentage of patients achieving both components of this composite endpoint (attainment of the initial prespecified SBP target range and a 15% reduction in SBP from baseline) was calculated within each treatment group using the number of mITT patients achieving the SBP reduction goal divided by the number of mITT patients, and multiplied by 100.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"70.5","spread":null},{"groupId":"OG001","value":"36.6","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":12,"n":51},"commonTop":["Headache","Nausea","Insomnia"]}}}