{"nctId":"NCT05194540","briefTitle":"Efficacy and Safety of Tralokinumab Administered by an Autoinjector in Adults and Adolescents With Moderate to Severe Atopic Dermatitis (INJECZTRA)","startDateStruct":{"date":"2022-01-13","type":"ACTUAL"},"conditions":["Atopic Dermatitis"],"count":136,"armGroups":[{"label":"Tralokinumab subcutaneous dosing by an autoinjector","type":"EXPERIMENTAL","interventionNames":["Drug: Tralokinumab"]}],"interventions":[{"name":"Tralokinumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 12 years and above.\n* Subject able and willing to self-administer tralokinumab with Device A.\n* Diagnosis of AD as defined by the Hanifin and Rajka (1980) criteria for AD.\n* History of AD for ≥1 year.\n* A recent history (within 1 year before the screening visit) of inadequate response to treatment with topical medication or for whom topical treatments are otherwise medically inadvisable.\n* AD involvement of ≥10% body surface area at screening and baseline.\n* An EASI score of ≥12 at screening and ≥16 at baseline.\n* An IGA score of ≥3 at screening and at baseline.\n* Applied a stable dose of emollient twice daily (or more, as needed) for at least 14 days before baseline.\n\nExclusion Criteria:\n\n* Active dermatologic conditions that may confound the diagnosis of AD or would interfere with assessment of treatment.\n* Use of tanning beds or phototherapy within 4 weeks prior to baseline.\n* Treatment with systemic immunosuppressive/immunomodulating drugs and/or systemic corticosteroids within 4 weeks prior to baseline.\n* Treatment with topical corticosteroids, topical calcineurin inhibitors, topical phosphodiesterase 4 inhibitors, or topical Janus kinase inhibitors within 2 weeks prior to baseline.\n* Receipt of any marketed biological therapy (i.e. immunoglobulin, anti immunoglobulin E) including dupilumab or investigational biologic agents 3 to 6 months prior to baseline.\n* Active skin infections within 1 week prior to baseline.\n* Clinically significant infection within 4 weeks prior to baseline.\n* A helminth parasitic infection within 6 months prior to the date informed consent is obtained.\n* Tuberculosis requiring treatment within 12 months prior to screening.\n* Known primary immunodeficiency disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Investigator's Global Assessment (IGA) Score of 0 (Clear) or 1 (Almost Clear) at Week 16","description":"IGA is an instrument used in clinical trials to rate the severity of the participant's global AD and is based on a 5-point scale ranging from 0 (clear) to 4 (severe)","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.7","spread":null}]}]}]},{"type":"PRIMARY","title":"At Least 75% Reduction in Eczema Area and Severity Index (EASI75) at Week 16","description":"Eczema Area and Severity Index (EASI) is a validated measure used in clinical practice and clinical trials to assess the severity and extent of AD. EASI is a composite index with scores ranging from 0 to 72, where higher values indicate a more severe or more extensive condition","paramType":"NUMBER","dispersionType":"95% Confidence Interval","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"43.4","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Treatment-emergent Adverse Events (AEs) From Baseline to Week 16","description":"An AE will be considered treatment emergent if it started after the first injection of trial drug","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"86","spread":null}]}]}]},{"type":"SECONDARY","title":"Presence of Treatment-emergent Anti-drug Antibodies (ADA) From Baseline to Week 16","description":"Serum samples for determination of presence or absence of ADA will be analysed using a validated bioanalytical method","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":0,"n":136},"commonTop":["Injection site reaction","Dermatitis atopic","Conjunctivitis","Injection site pain","COVID-19"]}}}