{"nctId":"NCT01139580","briefTitle":"The Purpose of This Study is to Demonstrate the Safety and Effectiveness of Calcipotriene Foam in Subjects With Scalp and Body Psoriasis","startDateStruct":{"date":"2010-05"},"conditions":["Psoriasis"],"count":363,"armGroups":[{"label":"Calcipotriene Foam","type":"EXPERIMENTAL","interventionNames":["Drug: Calcipotriene Foam"]},{"label":"Vehicle Foam","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Vehicle Foam"]}],"interventions":[{"name":"Calcipotriene Foam","otherNames":[]},{"name":"Vehicle Foam","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Capable of understanding and willing to provide signed and dated written voluntary informed consent (and any local or national authorization requirements) before any protocol-specific procedures are performed.\n* Male or female subjects at least 12 years old and in good general health.\n* Able to complete the study and to comply with study instructions.\n* Moderate plaque-type psoriasis on the body (excluding the scalp and face) defined as:\n\n  * Plaque-type psoriasis involving 3% to 10% of total body surface area (BSA).\n  * An Investigator's Static Global Assessment (ISGA) score of 3 at Baseline.\n  * Identification of a target lesion (\\>2 cm²) on the trunk or extremities with a score of 2 or 3 (0-5 scale) for erythema, scaling and plaque thickness. Lesions on the palms/soles, knees, elbow, and intertriginous areas should not be used as the target lesion site.\n* Involvement of at least 10% of the total scalp surface area with clinical signs (erythema, thickness, and scaliness) rated as moderate (3) based on the ISGA.\n* Negative urine pregnancy test for females of childbearing potential. • Sexually active females of childbearing potential participating in the study must agree to use a medically acceptable method of contraception while receiving protocol-assigned product. A woman of childbearing potential is defined as one who is biologically capable of becoming pregnant; including perimenopausal women who are fewer than 2 years from their last menses.\n\nExclusion Criteria:\n\n* Any subject who has participated in any previous calcipotriene foam clinical.\n* Female who is pregnant, trying to become pregnant, or breastfeeding.\n* Known allergy or other adverse reaction to calcipotriene or other vitamin D analogs; or to any component of the investigational formulations.\n* History of hypercalcemia or of vitamin D toxicity.\n* Other serious skin disorder or any chronic medical condition that is not well-controlled.\n* Use of nonbiologic systemic anti-psoriatic therapy (eg, corticosteroids, psoralen combined with exposure to ultraviolet light A \\[PUVA\\], ultraviolet light B \\[UVB\\], retinoids, methotrexate, cyclosporine, other immunosuppressive agents) within 4 weeks prior to enrollment.\n* Systemic treatment with biological therapies (marketed or not marketed) with a possible effect on psoriasis within 4 weeks (etanercept), 2 months (adalimumab, alefacept, infliximab), 4 months (ustekinumab) or 4 weeks/5 half-lives (whichever is longer) for experimental products prior to randomization.\n* Use of topical therapies that have a known beneficial effect on psoriasis, including but not limited to corticosteroids, retinoids, Vitamin D derivatives, coal tar, or anthralin, within 2 weeks prior to enrollment.\n* Systemic medications for other medical conditions that are known to affect psoriasis (eg, lithium, beta adrenergic blockers) within 4 weeks prior to enrollment.\n* Use of any investigational product within 4 weeks prior to enrollment, currently participating in another clinical trial, or plans to receive an investigational product during the study.\n* Current drug or alcohol abuse (drug screening not required).\n* Has a history of any immuno-compromizing disease.\n* Any other condition that, in the judgment of the investigator, would put the subject at unacceptable risk for participation in the study.\n* Employees of the investigator; study center; or Stiefel, a GSK company involved in the study; or an immediate family member (eg, partner, offspring, parents, siblings or sibling's offspring) of an employee involved in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Number of Participants With an Investigator's Static Global Assessment (ISGA) Score of Clear (0) or Almost Clear (1) for Scalp Involvement at Week 8 Using the Failure Method","description":"The investigator assessed participants with scalp psoriasis using the ISGA, scored as (as a visual average of lesions): 0, absence of disease; 1, very mild disease, lesions (L) with minimum erythema; 2, mild disease, L with light-red coloration, slight thickness, and fine, thin scale layer; 3, moderate disease, L with red coloration, moderate thickness, and a moderate scaled layer; 4, severe disease, L with red coloration, severe thickness, and a severe coarse, thick scale layer; 5, very severe disease, L with red coloration, very severe thickness, and a very severe, coarse, thick scale layer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"74","spread":null},{"groupId":"OG001","value":"44","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Target Lesion Score of 0 or 1 for Erythema and at Least a 2 Grade Improvement From Baseline at Week 8","description":"Erythema is redness of the skin, caused by increased blood flow in the capillaries in the lower layers of the skin. The investigator assessed participants with erythema at target lesions using the psoriasis grading scale for target lesions (PGSTL). PGSTL scores: 0, no evidence of erythema, hyperpigmentation may be present; 1, faint erythema; 2, light-red coloration; 3, moderate red coloration; 4, bright-red coloration; 5, dusky to deep red coloration.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"42","spread":null},{"groupId":"OG001","value":"30","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Target Lesion Score of 0 or 1 for Scaling and at Least a 2 Grade Improvement From Baseline at Week 8","description":"Scaling of the skin is the loss of the outer layer of the epidermis in scale-like flakes. The investigator assessed participants with scaling at target lesions using the psoriasis grading scale for target lesions (PGSTL). PGSTL scores: 0, no evidence of scaling; 1, minimal, occasional fine scale over less than 5% of the lesion; 2, mild, fine scales predominate; 3, moderate, coarse scales predominate; 4 marked, thick non-tenacious scale predominates; 5 severe, very thick tenacious scale predominates.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"38","spread":null}]}]}]},{"type":"PRIMARY","title":"Number of Participants With an ISGA Score of Clear (0) or Almost Clear (1) for Scalp Involvement at Week 8 Using Last Observation Carried Forward (LOCF)","description":"The investigator assessed participants with scalp psoriasis using the ISGA, scored as (as a visual average of lesions): 0, absence of disease; 1, very mild disease, lesions (L) with minimum erythema; 2, mild disease, L with light-red coloration, slight thickness, and fine, thin scale layer; 3, moderate disease, L with red coloration, moderate thickness, and a moderate scaled layer; 4, severe disease, L with red coloration, severe thickness, and a severe coarse, thick scale layer; 5, very severe disease, L with red coloration, very severe thickness, and a very severe, coarse, thick scale layer.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75","spread":null},{"groupId":"OG001","value":"45","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With a Target Lesion Score of 0 or 1 for Plaque Thickness at Week 8","description":"Psoriasis is a noncontagious skin disorder, most often appearing as inflamed, thickened skin covered with silvery white scales on the scalp, trunk, and limbs. The investigator assessed participants with plaque thickness at target lesions using the PGSTL scores: 0, no elevation over normal skin; 1, possible but difficult to ascertain whether there is a slight elevation above normal skin; 2, slight but definite elevation, edges are indistinct or sloped; 3, moderate elevation with rough or sloped edges; 4, marked elevation with hard or sharp edges; 5, very marked elevation with hard sharp edges.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"67","spread":null},{"groupId":"OG001","value":"53","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Participants With an ISGA Score of Clear (0) or Almost Clear (1) for Body Involvement at Week 8","description":"The investigator assessed participants with psoriasis with body involvement using the ISGA, scored as: 0, clear, minor residual discoloration, no erythema, scaling, or plaque thickness; 1, almost clear, occasional fine scale, faint erythema, and barely perceptible plaque thickness; 2, mild, fine scales predominate with light-red coloration and mild plaque thickness; 3, moderate, coarse scales predominate with moderate red coloration and plaque thickness; 4 severe, thick tenacious scale predominates with deep red coloration and severe plaque thickness. Scores are a visual average of lesions.","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"32","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"33","spread":null},{"groupId":"OG001","value":"28","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":181},"commonTop":["Application site pruritus","Application site pain","Application site erythema","Erythema","Nasopharyngitis"]}}}