{"nctId":"NCT00220740","briefTitle":"Immune Globulin Intravenous (IGIV) For Chronic Inflammatory Demyelinating Polyneuropathy (CIDP)","startDateStruct":{"date":"2004-04"},"conditions":["Polyradiculoneuropathy, Chronic Inflammatory Demyelinating"],"count":117,"armGroups":[{"label":"Group 1","type":"EXPERIMENTAL","interventionNames":["Drug: Immune Globulin IV (Human), 10% Caprylate/Chromatography Purified"]},{"label":"Group 2","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Albumin (Human) 25%, United States Pharmacopeia (USP)"]}],"interventions":[{"name":"Immune Globulin IV (Human), 10% Caprylate/Chromatography Purified","otherNames":["IGIV-C","IGIV-Chromatography (IGIV-C), 10%","Gamunex®","Gaminex®","IGIVnex","Intravenous Immunoglobulin (Human) (IGIV)","Intravenous Immunoglobulin (Human)","IVIG","IGIV","Intravenous Immune Globulin (Human)","TAL-05-00004","Bay 41-1000","NDC13533-645-12","NDC13533-645-15","NDC13533-645-20","NDC13533-645-71","NDC13533-645-24"]},{"name":"Albumin (Human) 25%, United States Pharmacopeia (USP)","otherNames":["Albumin (Human) 25%, USP","Plasbumin®-25","Plasbumin®-25 (Low Aluminum)","TAL-05-00009","TAL-05-00025","Bay 34-9255","NDC 13533-684-16","NDC 13533-684-20","NDC 13533-684-71","NDC 13533-692-16","NDC 13533-692-20","NDC 13533-692-71"]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented diagnosis of CIDP must be made by a neurologist specializing/experienced in neuromuscular diseases based on: a) Progressive or relapsing motor and sensory dysfunction of more than one limb resulting from neuropathy over the 2 months prior to the date informed consent is obtained, and b) Cerebrospinal fluid (CSF) less than 50 white cells/µl since CIDP diagnosis (CSF testing studies are NOT mandatory)\n* Fulfillment of INCAT neurophysiological criteria for focal demyelinating polyradiculoneuropathy\n* Overall INCAT score between 2-9 and significant disability in upper or lower limb function in at least 2 limbs. (An INCAT score of 2 must be exclusively from leg disability to qualify.)\n\nExclusion Criteria:\n\n* Treatment with IGIV or plasma within 3 months prior to entry\n* Steroids (Prednisolone or equivalent) \\> 10 mg/day or equivalent (i.e., \\> 20 mg every 2 days) during the last 3 months prior to entry\n* Treatment with immunomodulatory/immunosuppressive agents (azathioprin, tacrolimus,cyclosporin, Muromonab-CD3 (OKT3), any interferon), previous lymphoid irradiation or prior treatment with cyclophosphamide, methotrexate, mitoxantrone or any other immunosuppressant drug within the past 6 months prior to entry\n* Concomitant use of supplements containing any amount of fish oil within 30 days prior to entry\n* Respiratory impairment requiring mechanical ventilation\n* Myelopathy or evidence of central demyelination or persisting neurological deficits from stroke, central nervous system (CNS) trauma or peripheral neuropathies of other cause which include diabetes mellitus (defined as a history of type 1 or type 2 diabetes with fasting plasma glucose ≥ 7.0 mmol/L), uremic, toxic and familial neuropathies\n* Pure motor syndrome fulfilling criteria for multifocal motor neuropathy with conduction block. Lower motor neuron disorder with motor weakness in an upper limb, without sensory deficit and with proximal conduction block (50% decrease in amplitude/area with proximal distal stimulation ) in motor nerves and normal sensory nerve conduction studies.\n* Clinical or known evidence of associated systemic diseases that might cause neuropathy, including but not limited to connective tissue disease, HIV infection, hepatitis, Lyme disease, cancer (with the exception of benign skin cancer), Castleman's disease and systemic lupus erythematosus, diabetes mellitus (defined as a history of type 1 or type 2 diabetes with fasting plasma glucose ≥ 7.0 mmol/L), a malignant plasma cell dysplasia, immunoglobulin M (IgM) paraproteinemia, and amiodarone therapy.\n* History of anaphylaxis or severe systemic response to immunoglobulin or with a blood product.\n* Cardiac insufficiency (NYHA III/IV), cardiomyopathy, significant cardiac dysrhythmia requiring treatment, unstable or advanced ischemic heart disease, or history of congestive heart failure, severe hypertension (diastolic pressure \\>120 mmHg or systolic \\>170 mmHg).\n* Females who are pregnant, breast feeding, or if of childbearing potential, unwilling to practice adequate contraception throughout the study.\n* Known hyperviscosity.\n* History of renal insufficiency or serum creatinine levels \\> 221 µmol/L (2.5 mg/dL).\n* Known selective immunoglobulin A (IgA) deficiency.\n* Other investigational drugs received within the 30 days prior to entry\n* Conditions whose symptoms and effects could alter protein catabolism and/or immunoglobulin G (IgG) utilization (e.g. protein-losing enteropathies, nephrotic syndrome).\n* Known hypercoagulable state.\n* Mentally challenged adult subjects who cannot give independent informed consent.\n* Subjects with uncompensated hypothyroidism (abnormally high thyroid-stimulating hormone (TSH) and abnormally low T4) or vitamin B12 deficiency (abnormally low) within the last 3 months prior to entry.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Comparison of the Responder Rates Between Two Treatment Groups in the Efficacy Period","description":"The primary efficacy objective was the comparison of IGIV-C and Placebo group Responder rates. An Efficacy Period Responder was defined as a subject with ≥ 1 point improvement in the adjusted Inflammatory Neuropathy Case And Treatment (INCAT) score, with the improvement maintained through the end of Week 24 in the Efficacy Period.\n\nMeasurements are reported in INCAT scale of 0-5 in both lower and upper extremities, for a total score of 0 to 10.\n\nINCAT scores for arm disability: 0 = no upper limb problems; 5 = inability to use either arm for any purposeful movement.\n\nINCAT scores for leg disability: 0= walking not affected; 5 = restricted to wheelchair, unable to stand and walk a few steps with help","paramType":"NUMBER","dispersionType":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"54.2","spread":null},{"groupId":"OG001","value":"20.7","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change in the Amplitude (Millivolts) in the Most Severely Affected Motor Nerve During the Efficacy Period","description":"Mean changes in amplitude \\[mV\\] measured at most proximal site in the most severely affected motor nerve from baseline to endpoint during the Efficacy Period (Intent to treat population)","paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.69","spread":"1.856"},{"groupId":"OG001","value":"0.47","spread":"2.291"}]}]}]},{"type":"SECONDARY","title":"Mean Change in Grip Strength During the Efficacy Period","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13.175","spread":"19.2935"},{"groupId":"OG001","value":"1.489","spread":"15.5742"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13.316","spread":"17.3526"},{"groupId":"OG001","value":"4.261","spread":"14.8959"}]}]}]},{"type":"SECONDARY","title":"Time to Relapse for Subjects Who Were IGIV-C Responders or IGIV-C Rescue Successes, During the Randomized Withdrawal Period","description":null,"paramType":"MEAN","dispersionType":"Standard Deviation","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.89","spread":"6.181"},{"groupId":"OG001","value":"16.56","spread":"8.543"}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":6,"n":113},"commonTop":["Headache","Pyrexia","Hypertension","Asthenia","Back pain"]}}}