{"nctId":"NCT05681715","briefTitle":"A Phase 3, Open-label, Crossover Study to Evaluate Self-administration of Rozanolixizumab by Study Participants With Generalized Myasthenia Gravis (gMG)","startDateStruct":{"date":"2023-04-17","type":"ACTUAL"},"conditions":["Generalized Myasthenia Gravis"],"count":62,"armGroups":[{"label":"Rozanolixizumab Sequence 1: Syringe Driver - Manual Push","type":"EXPERIMENTAL","interventionNames":["Drug: Rozanolixizumab"]},{"label":"Rozanolixizumab Sequence 2: Manual Push - Syringe Driver","type":"EXPERIMENTAL","interventionNames":["Drug: Rozanolixizumab"]}],"interventions":[{"name":"Rozanolixizumab","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Study participant must have a documented diagnosis of generalized Myasthenia Gravis (gMG)\n* Study participant is willing to perform and capable of performing home self-administration\n* Study participant is considered by the investigator for additional rozanolixizumab treatment with the posology proposed in this study.\n* Body weight ≥35 kg\n* Study participants may be male or female\n\nExclusion Criteria:\n\n* Study participant has a known hypersensitivity to other anti-Fc receptor (FcRn) medications, to any components of the study medication, to any of the excipients (including polysorbate 80), or has a known history of hyperprolinemia, since both polysorbate 80 and L-proline are constituents of the rozanolixizumab formulation\n* Study participant with a known tuberculosis (TB) infection, at high risk of acquiring TB infection, or latent tuberculosis infection (LTBI), or current or history of nontuberculous mycobacterial infection (NTMBI)\n* Study participant has a clinically relevant active infection or a history of serious infection (resulting in hospitalization or requiring IV antibiotic treatment) within 6 weeks before the Baseline Visit\n* The study participant previously participated in any rozanolixizumab MG study and met any mandatory withdrawal criteria (unless the reason is directly related to MG0020 participation) or mandatory study drug discontinuation criteria.\n* Study participant has received a live vaccination within 4 weeks before starting treatment, or a Bacillus Calmette-Guérin (BCG) vaccine within 1 year before starting treatment; or intends to have a live vaccination during the course of the study or within 8 weeks following the last dose of rozanolixizumab\n* Study participant with severe (defined as Grade 3 on the Myasthenia Gravis Activities of Daily Living (MG-ADL) scale) weakness affecting oropharyngeal or respiratory muscles, or who has myasthenic crisis or impending crisis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants With Successful Self-administration of Rozanolixizumab (With Correct Use of Syringe Driver and Manual Push, Respectively) During the Self-administration Period at Visit 13 (Week 12)","description":"Successful self-administration was defined by the participant (i) choosing the correct infusion site, (ii) administering SC, and (iii) delivering the intended dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"PRIMARY","title":"Percentage of Participants With Successful Self-administration of Rozanolixizumab (With Correct Use of Syringe Driver and Manual Push, Respectively) During the Self-administration Period at Visit 19 (Week 18)","description":"Successful Self-administration was defined by the participant (i) choosing the correct infusion site, (ii) administering SC, and (iii) delivering the intended dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"100","spread":null},{"groupId":"OG001","value":"100","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Treatment-Emergent Adverse Events (TEAEs) After Syringe Driver or Manual Push Self-administration From Visit 2 (Week 1) up to the End of Study Visit (Visit 21 [Week 26])","description":"An Adverse Event (AE) was any untoward medical occurrence in a patient or clinical investigation participant administered a pharmaceutical product, which did not necessarily have a causal relationship with this treatment. An AE could therefore be any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. A TEAE was defined as an AE starting on or after the date of first administration of rozanolixizumab in the study, up to and including 8 weeks (56 days) after the final dose.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"35.7","spread":null},{"groupId":"OG001","value":"29.6","spread":null},{"groupId":"OG002","value":"26.9","spread":null},{"groupId":"OG003","value":"38.5","spread":null},{"groupId":"OG004","value":"75.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Local Site Reactions up to 24 Hours After Each Administration During the Training Period and Self-administration Periods","description":"The local site reactions up to 24 hours after each administration were defined as AEs reported as local site reactions as per case report form within one day after RLZ administration.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null},{"groupId":"OG004","value":"0","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage of Participants With Medication Errors Associated With Adverse Reactions During the 2 Self-administration Periods of the Study","description":"Medication errors were defined as an unintended failure in the drug treatment process that leads to, or has the potential to lead to, harm to the study participant. Medication Errors associated with adverse reactions during the 2 Self-administration Periods were measured.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null},{"groupId":"OG002","value":"0","spread":null},{"groupId":"OG003","value":"0","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":1,"n":62},"commonTop":["Headache","Pyrexia","COVID-19","Diarrhoea","Nasopharyngitis"]}}}