{"nctId":"NCT02604433","briefTitle":"An Efficacy and Safety Study of Luspatercept (ACE-536) Versus Placebo in Adults Who Require Regular Red Blood Cell Transfusions Due to Beta (β) Thalassemia","startDateStruct":{"date":"2016-05-02","type":"ACTUAL"},"conditions":["Erythrocyte Transfusion","Beta-Thalassemia"],"count":336,"armGroups":[{"label":"Luspatercept (ACE-536) plus Best Supportive Care (BSC)","type":"EXPERIMENTAL","interventionNames":["Drug: Luspatercept"]},{"label":"Placebo plus Best Supportive Care (BSC)","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Placebo"]}],"interventions":[{"name":"Luspatercept","otherNames":["ACE-536"]},{"name":"Placebo","otherNames":[]}],"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects must satisfy the following criteria to be enrolled in the study:\n\n1. Male or female, ≥18 years of age at the time of signing the informed consent document (ICF).\n2. Subject must understand and voluntarily sign an Inform Consent Form prior to any study-related assessments/procedures being conducted.\n3. Subject is willing and able to adhere to the study visit schedule and other protocol requirements.\n4. Documented diagnosis of β-thalassemia or Hemoglobin E/β-thalassemia. (β-thalassemia with mutation and/or multiplication of alpha globin is allowed).\n5. Regularly transfused, defined as: 6-20 Red Blood Cell (RBC) units\\* in the 24 weeks prior to randomization and no transfusion-free period for ≥ 35 days during that period.\n\n   \\* Sites who prescribe transfusions and have the transfusion records only in volumes should use for conversion of volume to units the below criteria, in order to obtain number of units within the last 24 weeks to assess the eligibility: 1 unit in this protocol refers to a quantity of packed RBCs approximately 200-350 mL. (i) sites who use transfusion bags within this range, or ≥ 350 mL, the conversion in units should be done by dividing the volume transfused to the patient by 350 mL, (ii) sites who use transfusion bags \\< 200 mL, the conversion in units should be done by dividing the volume transfused to the patient by 200 mL.\n6. Performance status: Eastern Cooperative Oncology Group (ECOG) score of 0 or 1.\n7. A female of childbearing potential (FCBP) for this study is defined as a female who: 1) has achieved menarche at some point, 2) has not undergone a hysterectomy or bilateral oophorectomy or 3) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (ie, has had menses at any time in the preceding 24 consecutive months). FCBP participating in the study must:\n\n   1. Have two negative pregnancy tests as verified by the Investigator prior to starting study therapy. She must agree to ongoing pregnancy testing during the course of the study, and after end of study treatment. This applies even if the subject practices true abstinence \\*\\* from heterosexual contact.\n   2. Either commit to true abstinence\\*\\* from heterosexual contact (which must be reviewed on a monthly basis and source documented) If a FCBP engages in sexual activity that may result in a pregnancy, she must agree to use, and be able to comply with, effective\\*\\*\\* contraception without interruption, 28 days prior to starting investigational product, during the study therapy (including dose interruptions), and for 12 weeks (approximately five times the mean terminal half-life of luspatercept based on multiple-dose Pharmacokinetic PK) data) after discontinuation of study therapy.\n\n      * True abstinence is acceptable when this is in line with the preferred and usual lifestyle of the subject. \\[Periodic abstinence (eg, calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\\] \\*\\*\\* Agreement to use highly effective methods of contraception that alone or in combination result in a failure rate of a Pearl index of less than 1% per year when used consistently and correctly throughout the course of the study.\n\n   Such methods include: Combined (estrogen and progesterone/progestin containing) hormonal contraception: Oral; Intravaginal; Transdermal; Progestogen/progestin only hormonal contraception associated with inhibition of ovulation: Oral; Injectable hormonal contraception; Implantable hormonal contraception; Placement of an intrauterine device (IUD); Placement of an intrauterine hormone-releasing system (IUS); Bilateral tubal occlusion; Vasectomized partner; Sexual Abstinence.\n8. Male subjects must:\n\n   * Practice true abstinence or agree to use a condom during sexual contact with a pregnant female or a female of childbearing potential while participating in the study, during dose interruptions and for at least 12 weeks (approximately five times the mean terminal half-life of luspatercept based on multiple-dose PK data) following investigational product discontinuation, even if he has undergone a successful vasectomy.\n\nExclusion Criteria:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n1. Any significant medical condition, laboratory abnormality, or psychiatric illness that would prevent the subject from participating in the study.\n2. Any condition including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to participate in the study.\n3. Any condition that confounds the ability to interpret data from the study.\n4. A diagnosis of Hemoglobin S/β-thalassemia or alpha (α)-thalassemia (eg, Hemoglobin H);\n5. Evidence of active hepatitis C (HCV) infection as demonstrated by a positive HCV-RNA test of sufficient sensitivity, or active infectious hepatitis B as demonstrated by the presence of HBsAg and/or HBVDNA-positive,, or known positive human immunodeficiency virus (HIV).\n\n   Note: Subjects receiving antiviral therapies should have 2 negative HCVRNA tests 3 months apart.(ie, one test at the end of the antiviral therapy and a second test 3 months following the first test).\n6. Deep Vein Thrombosis (DVT) or stroke requiring medical intervention ≤ 24 weeks prior to randomization.\n7. Use of chronic anticoagulant therapy is excluded, unless the treatment stopped at least 28 days prior to randomization. Anticoagulant therapies used for prophylaxis for surgery or high risk procedures as well as low Molecular Weight (LMW) heparin for superficial venous thrombosis and chronic aspirin are allowed.\n8. Platelet count \\> 1000 x 109/L\n9. Poorly controlled diabetes mellitus within 24 weeks prior to randomization as defined by short term (eg, hyperosmolar or ketoacidotic crisis) and/or history of diabetic cardiovascular complications (eg, stroke or myocardial infarction).\n10. Treatment with another investigational drug or device ≤ 28 days prior to randomization.\n11. Prior exposure to sotatercept (ACE-011) or luspatercept (ACE-536).\n12. Use of an erythropoiesis-stimulating agent (ESA) ≤ 24 weeks prior to randomization.\n13. Iron chelation therapy, if initiated ≤ 24 weeks prior to randomization (allowed if initiated \\> 24 weeks before or during treatment).\n14. Hydroxyurea treatment ≤ 24 weeks prior to randomization.\n15. Pregnant or lactating females.\n16. Uncontrolled hypertension. Controlled hypertension for this protocol is considered ≤ Grade 1 according to NCI Common Terminology Criteria for Adverse Events (CTCAE) version 4.0 (current active minor version).\n17. Major organ damage, including:\n\n    1. Liver disease with alanine aminotransferase (ALT) \\> 3 x the upper limit of normal (ULN) or history of evidence of cirrhosis;\n    2. Heart disease, heart failure as classified by the New York Heart Association (NYHA) classification 3 or higher, or significant arrhythmia requiring treatment, or recent myocardial infarction within 6 months of randomization.\n    3. Lung disease, including pulmonary fibrosis or pulmonary hypertension which are clinically significant ie, ≥ Grade 3 NCI CTCAE version 4.0 (current active minor version).\n    4. Creatinine clearance \\< 60 mL/min (per Cockroft-Gault formula).\n18. Proteinuria ≥ Grade 3 according to NCI CTCAE version 4.0 (current active minor version).\n19. Chronic systemic glucocorticoids ≤ 12 weeks prior to randomization (physiologic replacement therapy for adrenal insufficiency is allowed). Single day glucocorticoid treatment (eg, for prevention or treatment of transfusion reactions, is allowed).\n20. Major surgery ≤ 12 weeks prior to randomization (subjects must have completely recovered from any previous surgery prior to randomization).\n21. History of severe allergic or anaphylactic reactions or hypersensitivity to recombinant proteins or excipients in the investigational product (see Investigator Brochure).\n22. Cytotoxic agents, immunosuppressants ≤ 28 days prior to randomization (ie, antithymocite globulin (ATG) or cyclosporine)\n23. History of malignancy with the exception of:\n\n    1. Curatively resected nonmelanoma skin cancer.\n    2. Curatively treated cervical carcinoma in situ.\n    3. Other solid tumor with no known active disease in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"locations":{"multicenter":true},"periods":[],"outcomeMeasures":[{"type":"PRIMARY","title":"Percentage of Participants Who Achieved Erythroid Response - Week 13 to Week 24","description":"Erythroid Response was defined as red blood cell (RBC) transfusion burden reduction from baseline ≥ 33% with a reduction of at least 2 units during Week 13 - 24 compared to the 12-week interval on or prior to Dose 1 Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"21.0","spread":null},{"groupId":"OG001","value":"4.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Achieved ≥ 33% Reduction From Baseline in Transfusion Burden - Week 37 to Week 48","description":"Percentage of participants who achieved a red blood cell (RBC) transfusion burden reduction from baseline ≥ 33% with a reduction of at least 2 units during Weeks 37 - 48 compared to the 12-week interval on or prior to Dose 1 Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"19.6","spread":null},{"groupId":"OG001","value":"3.6","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Achieve ≥ 50% Reduction From Baseline in Transfusion Burden - Week 13 to Week 24","description":"Percentage of participants who achieved a red blood cell (RBC) transfusion burden reduction from baseline ≥ 50% with a reduction of at least 2 units during Weeks 13 - 24 compared to the 12-week interval on or prior to Dose 1 Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Achieve ≥ 50% Reduction From Baseline in Transfusion Burden - Week 37 to Week 48","description":"Percentage of participants who achieved a red blood cell (RBC) transfusion burden reduction from baseline ≥ 50% with a reduction of at least 2 units during Week 37 to Week 48 compared to the 12-week interval on or prior to Dose 1 Day 1.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"10.3","spread":null},{"groupId":"OG001","value":"0.9","spread":null}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in Transfusion Burden - Week 13 to Week 24","description":"Baseline was defined as the total number of Red Blood Cells (RBC) units transfused during the 12-week interval on or prior to Dose 1 Day 1. This is compared to the total number of RBC units transfused during the 12-week interval from treatment weeks 13-24.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.67","spread":"1.792"},{"groupId":"OG001","value":"0.66","spread":"1.774"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In Liver Iron Concentration (LIC) At Week 48","description":"Baseline was defined as the last value on or before the first dose of study drug was administered; if multiple values were present for the same date, the average of these values was used. If a participant had 1 postbaseline assessment, it was used as the Week 48 value. If a participant had multiple postbaseline assessments, the last one was used as the Week 48 value. The value of LIC was collected by magnetic resonance imaging. Participants with a LIC value \\> 43 mg/g were not included in the analysis.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.05","spread":"5.770"},{"groupId":"OG001","value":"-0.00","spread":"5.329"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In Mean Daily Dose Of Iron Chelation Therapies (ICT) At Week 48","description":"Three different types of Iron Chelation Therapy (ICT) were analyzed: 1. Deferasirox 2. Deferiprone 3. Deferoxamine Mesilate/Deferoxamine The baseline mean daily dose was calculated using the ICT dosage during the 12 weeks prior to first study drug administration and the postbaseline mean daily dose was calculated during the last 12 weeks of the 48-week double-blind Treatment Period or the last 12 weeks of the study treatment for early discontinued participants.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-105.0","spread":"378.67"},{"groupId":"OG001","value":"-60.4","spread":"297.11"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-229.1","spread":"893.62"},{"groupId":"OG001","value":"-73.4","spread":"614.80"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84.9","spread":"523.45"},{"groupId":"OG001","value":"274.2","spread":"613.05"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In Mean Serum Ferritin At Week 48","description":"For each participant, the baseline mean serum ferritin level was calculated during the 12 weeks prior to first study drug administration. The postbaseline mean serum ferritin level was calculated during the last 12 weeks of the 48-week double-blind Treatment Period or last 12 weeks of study treatment, if discontinued early. The change was calculated as the difference of post baseline mean serum ferritin level and baseline mean serum ferritin level.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-247.19","spread":"713.767"},{"groupId":"OG001","value":"100.38","spread":"522.047"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In Total Hip And Lumbar Spine Bone Mineral Density (BMD) At Week 48","description":"For BMD, the lumbar spine and total hip were measured at baseline and 48 weeks by dual energy x-ray absorptiometry (DXA). Baseline was defined as the last value on or before the first dose of study drug is administered; if multiple values are present for the same date, the average of these values was used. If during the 48 week double-blinded treatment period, a participant has only one assessment, it is counted as 'Week 48' visit; if a participant has multiple assessments, the last one is used as 'Week 48' visit. The analysis was done on the population that had at least 2 measurements.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.01","spread":"0.050"},{"groupId":"OG001","value":"0.01","spread":"0.057"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.00","spread":"0.063"},{"groupId":"OG001","value":"0.00","spread":"0.078"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline In Myocardial Iron At Week 48","description":"Myocardial Iron levels were measured by Magnetic Resonance Imaging (MRI), using MRI parameter T2\\* (Unit: ms). T2\\* values correlates with heart failure (HF) risk (e.g. T2\\*\\<6ms: high HF risk).","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.83","spread":"15.084"},{"groupId":"OG001","value":"-0.01","spread":"6.780"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the Transfusion-dependent Quality of Life (TranQol) Questionnaire At Week 24","description":"The TranQol is a self-administered quality of life tool developed for beta-thalassemia patients. The adult self-report version used in this study, includes 36 questions assessed on a 5-point response, that are grouped into 5 domains (Physical Health, Emotional Health, Sexual Health, Family Functioning, School/Career Functioning). Scores are calculated according to specific scoring algorithms developed by the authors. Both individual domains score and the total score range from 0 (worst) to 100 (best). Total Score and Physical Health domain score are reported. Positive change from baseline values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-1.5","spread":"14.26"},{"groupId":"OG001","value":"-0.7","spread":"14.24"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.8","spread":"11.56"},{"groupId":"OG001","value":"-0.4","spread":"11.62"}]}]}]},{"type":"SECONDARY","title":"Mean Change From Baseline in the 36-item Short Form Health Survey (SF-36) Questionnaire At Weeks 24","description":"The SF-36 (version 2) is a generic, self-administered instrument consisting of 8 multi-item scales that assess 8 health domains. The raw score for each health domain is transformed into a 0 (worst) to 100 (best) domain score. The 0-100 scale score for each health domain is further converted to normbased scores using a T-score transformation, with a mean of 50 and a standard deviation (SD) of 10. Higher norm-based T-scores indicate better heath/QoL. The domains/summaries reported are: 1. Physical Functioning (Range of possible T-scores is 19.26 - 57.54) 2. General Health (Range of possible T-scores is 18.95 - 66.50) 3. Physical Component summary (PCS) (Range of possible T-scores is 5.02 - 79.78). Positive change from baseline values indicate improvement.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.3","spread":"6.93"},{"groupId":"OG001","value":"-0.2","spread":"7.86"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"7.18"},{"groupId":"OG001","value":"0.3","spread":"7.03"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.4","spread":"7.01"},{"groupId":"OG001","value":"-0.3","spread":"7.97"}]}]}]},{"type":"SECONDARY","title":"Number of Participants Who Utilized Healthcare Resources During Study","description":"Number of participants who had any of the following types of Healthcare Resource Utilization (HRU): - a doctor office visit (non-study scheduled) - an emergency department visit - a hospitalization","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"186","spread":null},{"groupId":"OG001","value":"69","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"71","spread":null},{"groupId":"OG001","value":"22","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"61","spread":null},{"groupId":"OG001","value":"5","spread":null}]}]}]},{"type":"SECONDARY","title":"Number of Days Spent in Higher Care Hospital Units","description":"Types of hospitals units considered to be 'higher care' are: - Intensive Care Unit - Coronary Care Unit","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.0","spread":"23.70"},{"groupId":"OG001","value":"0.6","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Percentage Of Participants Who Were Transfusion Independent For ≥ 8 Weeks During Treatment","description":"Transfusion independence was defined as the absence of any transfusion during any consecutive \"rolling\" 8-week time interval within the treatment period, i.e, Days 1 to 56, Days 2 to 57 and so on.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"12.1","spread":null},{"groupId":"OG001","value":"1.8","spread":null}]}]}]},{"type":"SECONDARY","title":"Duration of Reduction in Transfusion Burden","description":"Responders were defined as subjects who achieved ≥ 33% reduction or ≥ 50% reduction in Red Blood Cells Transfusion (RBC-T) burden from baseline with a reduction of at least 2 RBC units during any rolling 12-week interval. The duration of reduction is calculated as Last Day of Response - First day of response +1","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"627.3","spread":"390.54"},{"groupId":"OG001","value":"224.0","spread":"155.15"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"491.1","spread":"386.37"},{"groupId":"OG001","value":"193.0","spread":"142.51"}]}]}]},{"type":"SECONDARY","title":"Longest Duration of Transfusion Independence","description":"Transfusion independence was defined as the absence of any transfusion during any consecutive \"rolling\" 8-week time interval within the treatment period, ie, Days 1 to 56, Days 2 to 57 and so on. Longest duration of transfusion independence was estimated based on Kaplan-Meier model.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"72.0","spread":null},{"groupId":"OG001","value":"71.5","spread":null}]}]}]},{"type":"SECONDARY","title":"Time to Erythroid Response","description":"Time to erythroid response was defined as the time from first dose of the study drug to first erythroid response. This is reported for participants with a ≥ 33% reduction from baseline in RBC transfusion burden (with a reduction of at least 2 units) for any 12-week interval., as well as participants with a ≥ 50% reduction from baseline in RBC transfusion burden (with a reduction of at least 2 units) for any 12-week interval.","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"96.3","spread":"163.92"},{"groupId":"OG001","value":"163.5","spread":"148.78"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"189.1","spread":"257.69"},{"groupId":"OG001","value":"160.9","spread":"160.17"}]}]}]},{"type":"SECONDARY","title":"Post-Baseline Transfusion Event Frequency","description":"The number of transfusion events after start of study treatment were evaluated. For the definition of transfusion events, if multiple transfusions happen on the same date, they are counted as one event; if multiple transfusions happen on two consecutive dates, they are counted as one event; if multiple transfusions happen on three consecutive dates, they are counted as two events. Results are presented in 24-week intervals, up to 96 weeks after start of study treatment","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.1","spread":"2.03"},{"groupId":"OG001","value":"7.9","spread":"1.65"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"2.02"},{"groupId":"OG001","value":"7.6","spread":"1.61"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"2.04"},{"groupId":"OG001","value":"7.5","spread":"1.28"}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"7.0","spread":"2.13"},{"groupId":"OG001","value":"7.0","spread":"1.00"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Apparent Clearance (CL/F)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.437","spread":"38.5"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Apparent Volume of Distribution of the Central Compartment (V1/F)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"7.08","spread":"26.7"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Elimination Half-life (t1/2)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"11.2","spread":"25.7"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Time to Reach Maximum Concentration (Tmax)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.48","spread":null}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Maximum Concentration for the Starting Dose (Cmax)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"5.64","spread":"25.1"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Maximum Concentration at Steady State for the Starting Dose (Cmax,ss)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"8.31","spread":"30.1"}]}]}]},{"type":"SECONDARY","title":"Pharmacokinetic (PK) Parameters: Bayesian Estimate of Area Under the Concentration-Time Curve at Steady State for the Starting Dose (AUCss)","description":null,"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"129","spread":"36.0"}]}]}]},{"type":"SECONDARY","title":"Participants With Treatment-Emergent Adverse Events (TEAE)","description":"An AE is any noxious, unintended, or untoward medical occurrence that may appear or worsen during the course of a study. A serious AE is any AE occurring at any dose that - Results in death - Is life-threatening - Requires or prolongs existing inpatient hospitalization - Results in persistent or significant disability/incapacity - Is a congenital anomaly/birth defect - Constitutes an important medical event. The Investigator assessed the relationship of each AE to study drug and graded the severity according to the National Cancer Institute (NCI) Common Terminology Criteria for Adverse Events (CTCAE, Version 4.03): - Grade 1 = Mild - Grade 2 = Moderate (some limitation in activity; no/minimal medical intervention) - Grade 3 = Severe (limitation in activity; medical intervention required) - Grade 4 = Life-threatening - Grade 5 = Death","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"219","spread":null},{"groupId":"OG001","value":"102","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"53","spread":null},{"groupId":"OG001","value":"8","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"84","spread":null},{"groupId":"OG001","value":"19","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"135","spread":null},{"groupId":"OG001","value":"31","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"13","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"27","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"0","spread":null},{"groupId":"OG001","value":"0","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"10","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"46","spread":null},{"groupId":"OG001","value":"11","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"25","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"9","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"15","spread":null},{"groupId":"OG001","value":"3","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"20","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]}]},{"type":"SECONDARY","title":"Participants With Pre-Existing and/or Treatment-Emergent Antidrug Antibodies (ADA)","description":"Number of participants with positive ADA prior to taking study drug and/or during study. A participant was counted as \"treatment-emergent\" if there was a positive post-baseline sample while the baseline sample was ADA negative, or there was a positive post-baseline sample with a titer ≥ 4-fold of the baseline titer while the baseline sample was ADA positive. A participant was counted as \"preexisting\" if the baseline sample was ADA positive and the participant was not qualified for \"treatment-emergent.\"","classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2","spread":null},{"groupId":"OG001","value":"1","spread":null}]}]},{"categories":[{"measurements":[{"groupId":"OG000","value":"4","spread":null},{"groupId":"OG001","value":"2","spread":null}]}]}]}],"adverseEventsModule":{"adverseEventsSummary":{"seriousAny":{"events":53,"n":223},"commonTop":["Upper respiratory tract infection","Back pain","Headache","Pyrexia","Arthralgia"]}}}